{"2-1": {"heading": "New 'clean water' funding for Djibouti's drought-stricken rural areas ", "link": "https://en.wikinews.org/wiki/New_%27clean_water%27_funding_for_Djibouti%27s_drought-stricken_rural_areas", "date": "4-July-2007", "text": "With the announcement Monday of €2 million in new funding from the European Union (EU), the Republic of Djibouti's Ministry of Agriculture hopes to provide some relief to an estimated 25,000 rural inhabitants suffering through severe drought conditions. The money, to be channeled through UNICEF for its water and sanitation program, will be used to develop new wells and improve existing ones. UNICEF is to contribute a further €60,000, as well as technical expertise to the Ministry of Agriculture, who will carry out the bulk of the work. “The two-year water supply project targeting rural districts is very significant since people living in 45 villages and their 40,000 heads of cattle will have access to clean drinking water,” said Joaquin Gonzalez, EU Representative in Djibouti. At the same time, the UN aid agency World Food Program (WFP) indicated that it is working with the Ministry of Agriculture and UNICEF to gradually shift Djibouti's reliance on emergency aid to a Food for Work program, which it hopes will assist nomadic herders in Djibouti with long-term sustainability. \"What we are trying to do together with the Ministry of Agriculture and UNICEF is, for example to dig wells so that despite drought, these herders will be able to irrigate their fields,\" said Simon Pluess, WFP spokesman.  \"And, together with the UN Food and Agriculture Organization, we will try and promote vegetable gardens.\" Djibouti has survived harsh drought conditions for the past 5 years. Groundwater is the primary source of water for drinking and irrigation, but has been difficult to exploit and is often contaminated. Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water. And, due to the ongoing drought, water availability for livestock is limited. Livestock have shown signs of distress and, subsequently, milk production is down substantially. Nearly half of all families in Djibouti's northwest were forced to migrate to find pasture for their livestock. As the droughts continue, the importance of properly maintained wells has become apparent. “Life is harder and harder for us. Years ago there were more rains and also more pastureland for cattle. Now it is good for us to have functioning wells so that we can keep cattle here,” said Anou Amada, farmer in the village of Andoli. A 2006 survey indicated that only 15 percent of wells in Djibouti were equipped with a protective concrete wall to prevent contamination. Andoli's well is one of many undergoing repair through WFP's Food for Work project. “WFP couldn’t do this alone, so we work with the Ministry of Agriculture and UNICEF to dig wells and the UN Food and Agriculture Organization for vegetable gardens,” said Benoit Thiry, Director, WFP in Djibouti. When the project is completed in 2008, it will have increased Djibouti's water pump capacity by adding 25 solar-power pumps, which would compliment the current 61 diesel-powered pumps. \"The advantage of solar...is that it is much cheaper and requires less maintenance,\" said Omar Habib, UNICEF communication specialist. \"We want the people to participate and to appropriate these pumping stations. The government’s role in the long term should be as restricted as possible,\" he added."}, "2-2": {"heading": "Study: floods, droughts more intense in past 20 years due to higher global temperatures ", "link": "https://en.wikinews.org/wiki/Study:_floods,_droughts_more_intense_in_past_20_years_due_to_higher_global_temperatures", "date": "19-March-2023", "text": "On Monday, Nature Water published a study by two NASA Goddard Space Flight Center scientists concluding the \"strong\" link between the global mean surface temperature and water-related extreme weather led the increase in the severity of events like floods and droughts in the past two decades. Authors Matthew Rodell and Bailing Li wrote results suggest \"rising temperatures may be driving an increase in the total intensity and related metrics of hydroclimatic extreme events that cannot be attributed to the sporadic occurrence of\" regular climactic variations, such as the El Niño–Southern Oscillation. They identified 1,066 regions that experienced periods of too much, or not enough rainfall from 2002 to 2021 with a new algorithm using observations from the Gravity Recovery and Climate Experiment (GRACE) and GRACE Follow-On (GRACE-FO) satellites. This classified 505 'wet' clusters and 561 'dry' clusters, with an increasing severity of events in the seven years since 2015, which were recognized as among the warmest in history. From 2015 to 2021, the number of 'most extreme' events, among the 30 wettest or driest, increased to four from three per year. Monday's study noted an increase in the wet-to-dry event ratio from 15° S to 20° N, and a decrease in three areas between 15° N and 50° N, supporting the hypothesis that wet and dry areas are inversely affected by extreme events. The most intense dry event observed was a record-breaking South American drought from 2015-2016, while the greatest pluvial had been ongoing since 2002 through 2021, affecting most of sub-Saharan Africa above 10° S and leading to flooding and Lake Victoria to rise to its highest levels ever in 2020, inundating homes and infrastructure. Rodell, the lead author, told the Associated Press (AP): \"I was surprised to see how well correlated the global intensity was with global mean temperatures.\" Speaking to CNN, he explained: \"We thought, well, maybe this is related to global warming, because we do know the past seven or so years have been the hottest on record [...] Sure enough, there was a significant correlation between this total worldwide intensity of these events and the temperature record.\" About the study's reliability, he said: \"What I feel more confident about is that as the world warms, we’re going to see the greater global intensity of all the wet and dry events increase, meaning they’re going to be more frequent, larger and more severe in total [...] What happens in a regional sense is a little bit more difficult to say with certainty. \"The study is another way for people to recognize that climate change affects everyone [...] It’s not just about the temperature rising on average around the world, it’s the actual weather events that have severe impacts on people that may be increasing in intensity and frequency.\" Richard Seager, a climate specialist of Columbia University's Lamont–Doherty Earth Observatory, told the AP: \"Looking forward into the future, in terms of managing water resources and flood control, we should be anticipating that the wetter extremes will be wetter and the dry extremes will get drier [...] everything’s going to get amplified on both ends of the dry-wet spectrum.\" On Rodell and Li's use of metrics from GRACE, he said: \"This study uses novel [satellite] data to confirm that human-driven warming is driving the climate system to more extremes of extended both wet and dry episodes.\" Park Williams, a University of California, Los Angeles bioclimatologist, told the AP: \"It’s incredible that we can now monitor the pulse of continental water from outer space [...] I have a feeling when future generations look back and try to determine when humanity really began understanding the planet as a whole, this will be one of the studies highlighted.\" Meanwhile, CNN cited climatologist and Brown University Institute for Environment and Society Director Kim Cobb, who called the study \"a new lens on our rapidly changing water cycle, linking many of the headlines about droughts, floods and wildfires to this global analysis. \"This finding really reinforces the trends that we see from analysis of rainfall data and climate model output, and in that sense adds significant evidence to inform emergency planning and response, infrastructure planning, agricultural practices, and water resource management under continued warming.\" Rodell has been the Acting Deputy Director of Earth Sciences for Hydrosphere, Biosphere, and Geophysics at Goddard since 2021. Li has been an assistant research scientist at the Hydrological Sciences Laboratory at Goddard, and at the University of Maryland, College Park since 2017. In its 2021 report, the United Nations' Intergovernmental Panel on Climate Change reported a 70% increase in the frequency of droughts that would typically occur every ten years and a 30% increase in the frequency of comparable flooding. Moreover, scientists have said global warming could amplify the occurrence of 'weather whiplash', rapid swings between extreme conditions like in the US state of California, which recently experienced heavy rain and snowstorms after a megadrought. The National Integrated Drought Information System estimates 20% of annual extreme weather-induced losses in the US economy stem from droughts and floods."}, "2-3": {"heading": "Texas continues to suffer record-breaking drought ", "link": "https://en.wikinews.org/wiki/Texas_continues_to_suffer_record-breaking_drought", "date": "14-August-2011", "text": "Experts state that the lengthy drought conditions seen all over Texas this summer will effect the state's economy and ecosystems for years.  Climatologist John Nielson-Gammon told reporters that July was the hottest month ever on record in the state and that the 12-month period ending July 31st represented the worst drought year in Texas in at least 116 years. He was also quoted as saying that Texas has entered a \"vicious cycle\" where drought and heat aggravate each other. According to the U.S. Drought Monitor, 94 percent of Texas is suffering either extreme or exceptional drought. Travis Miller, professor of soil and crop sciences at Texas A&M University, has estimated that this year farmers and ranchers in the state will lose $8 billion, \"the largest agriculture loss we have ever experienced.\" Miller also suggested that the worse outcomes may not even be here yet.  \"Climatic models show there is another La Nina system, which is blamed for this drought, coming our way this fall,\" Miller said. \"That is not a good thing.\" Tom McAlley, a rancher in Tatum, stated, \"It's a big problem. People don't understand—this drought effects domestic and wild animals, the economy, everything.\" Texas ranchers complain of feeding their cattle this summer, which is extremely rare as cattle normally consume natural grasses and vegetation during summer months. Tim Jenkins, a rancher near Athens, stated during an interview, \"I have three ponds on my [ranch] — they're all dry now. They should be teeming with frogs, insects. Small animals would normally go there to drink. I've got hundreds of dead fish in those ponds. I've paid huge sums of money just to feed my cattle this summer. If my parents were alive, they wouldn't believe what we're going through right now. I may see the effects of this for the remainder of my life.\""}, "2-4": {"heading": "High potential for wildfires across Texas for several days ", "link": "https://en.wikinews.org/wiki/High_potential_for_wildfires_across_Texas_for_several_days", "date": "13-July-2022", "text": "Extreme high heat and dry conditions are serving to create the potential for excessive wildfires across much of Texas, according to officials. On Tuesday, a report citing officials with the Texas A&M Forest Service, noted that even though thunderstorms are predicted this week, lightning from those storms could spark ignitions of fire. Between July 8 and July 10, forty-three new wildfires were recorded across the state. The report also noted the potential is high for wildfires to erupt near the cities of Athens, Tyler, Longview, Palestine and Huntsville. Also on Tuesday, temperatures in the city of Tyler hovered at 102 °F (38.9 °C) for most of the afternoon. As of Wednesday, the National Weather Service has a heat advisory in place across portions of southern Texas."}, "2-5": {"heading": "Drought conditions hit much of US again in 2012 ", "link": "https://en.wikinews.org/wiki/Drought_conditions_hit_much_of_US_again_in_2012", "date": "9-July-2012", "text": "Over half of the contiguous United States is experiencing drought conditions, according to a report released Thursday by the National Weather Service. The report, addressing the period through this coming September, predicted many states will see these conditions persist, or worsen. Further government reports indicate that high temperatures have played a role in the drought. Additionally, food supplies are being negatively impacted. 22 percent of the corn and soybean crop in key states is reported in \"poor or very poor condition\"; other crops have also been reduced in the wake of the conditions. Only days ago, over one million residences in the greater Washington D.C. area were without air-conditioning following a rash of storms and high winds. Reports indicate that temperatures reached at least 100 degrees Fahrenheit (about 38C) during that period. Overall, 18 deaths were attributed to those conditions which extended to several states. Two Tennessee brothers, ages 3 and 5 died after playing outside, according to one report. When asked about weather conditions, a Texas woman told Wikinews, \"This heat has been dreadful. I can hardly stand to be outside for more than 10 minutes.\" The National Weather Service's report noted that, in the southeastern US, some weather improvements are expected across certain portions of Georgia and South Carolina. An Arkansas woman told Wikinews, \"...it's horrible. We're not used to these kinds of temperatures. It's so miserable outside right now. It doesn't normally get this hot here...this is unbelievable.\" Sources are referring to this drought as the worst since 1988."}, "2-6": {"heading": "Drought stricken Somalia nears famine ", "link": "https://en.wikinews.org/wiki/Drought_stricken_Somalia_nears_famine", "date": "15-July-2011", "text": "The African Union made a plea on Tuesday for the international community to come to the aid of Somalia. This is a country where one in three, (ten million people) is suffering from a severe  drought, a situation complicated by warring rebel factions. In 2009, UNICEF discontinued air deliveries to areas controlled by the Islamic insurgent group al-Shabab due to militant threats. Last week al-Shabab said it would welcome the presence of humanitarian groups, provided aid groups did not have a \"hidden agenda\". On Wednesday, the United Nations airlifted supplies to a part of the country controlled by al-Shabab, flying five metric tons of medicines, food and water supplies to Baidoa, a rebel-held  town, 155 miles south of Mogadishu. Maulid Warfa,  UNICEF emergency officer, in an interview with state-run Radio Mogadishu, said a very critical humanitarian crisis exists in rural communities where people have lost their livestock and farms after the worst drought in six decades. The aid is to help them and their children who are extremely malnourished. When Warfa, was asked  about the arrest of two aid workers by al Shabaab, one with UNICEF, Warfa did not confirm or deny it. Instead he emphasized the desperate need of  Somalians for assistance. Although some feared a new Kenyan camp would result in more Somalis fleeing to Kenya, Kenya has announced in will open a new refuge camp near the Somalian border within ten days which will hold 80,000. Kenyan Prime Minister Raila Odinga said, \"Although we consider our own security, we can't turn away the refugees.\" In a nearby refugee camp in Kenya where 370,000 people are squeezed into a space set up for 90,000 people, conditions are desperate aid workers said. Somalia's Prime Minister Abdiweli Mohamed Ali in an interview with the BBC said  a refugee camp has opened  in Mogadishu, but that the government had \"meagre\" resources to help drought victims. \"We are appealing to the international community to take the matter seriously and to act quickly to save as many lives as we can,\" he told the BBC. On Thursday, UNICEF said Somalia's drought and refugee crisis is \"the most severe humanitarian emergency in the world.\" On Friday, Jens Oppermann, the country director of Action Against Hunger (Action Contre La Faim, ACF), told AFP: \"We are no longer talking about a humanitarian crisis or a humanitarian emergency. We are seeing this as a humanitarian catastrophe.\" This is the second consecutive year the summer rains have not come, and according to the BBC,  the current drought threatens the lives of at least four million in Somalia."}, "2-7": {"heading": "750,000 could be affected by flooding in Kenya, UN says ", "link": "https://en.wikinews.org/wiki/750,000_could_be_affected_by_flooding_in_Kenya,_UN_says", "date": "8-November-2009", "text": "The United Nations has warned that up to 750,000 people could be hit by heavy flooding and mudslides in Kenya due to heavy rains. The United Nations High Commissioner for Refugees (UNHCR) appealed for US$2.8 million to help more than 300,000 refugees in two camps in Kenya threatened by flooding. The agency explained that the mainly Somali refugees in Kenya's overcrowded Dadaab camps urgently need to be protected from the worst effects of the torrential rains. Most of Kenya is suffering from the effects of the prolonged drought; however, along the Indian Ocean Coast and the northeastern region of the country, people are being pounded by torrential rainfall. UN refugee spokesman Andrej Mahecic said many of those affected by the flooding are Somali refugees living in Kenya's overcrowded Dadaab camps. \"We fear that the looming El Nino phenomenon [...] a change in the atmosphere and ocean of the tropical Pacific region that produces floods, droughts and other weather disturbances in many regions of the world-may now threaten the 338,000 mostly Somali refugees in the two camps, which in any case usually are flooded for three months every year,\" he said. Although the yearly floods are predictable, Mahecic commented that the UNHCR is limited in what it can do ahead of time to protect the refugees from their destructive impact. Mahecic says the UNHCR began digging trenches and placing sandbags around hospitals, bore holes and other strategic locations in both camps, when heavy rains started three weeks ago. Without these and other measures, he says many sections of the camps would have been inundated. \"We are also preparing to locate to higher ground within the camps refugees who might be worst affected by the floods, particularly the chronically ill, disabled people, the elderly and children and teenagers on their own,\" he stated. When asked why camps were built on areas prone to flooding, he replied that the government allocated the areas. \"There is very little choice on where you can put a camp,\" he added. Much of the money from the appeal will be used to pre-position essential items such as fuel, blankets, plastic sheets, and to respond to possible outbreaks of disease."}, "2-8": {"heading": "Freshwater lakes in Texas show signs of extreme drought ", "link": "https://en.wikinews.org/wiki/Freshwater_lakes_in_Texas_show_signs_of_extreme_drought", "date": "29-August-2011", "text": "Extreme drought conditions this summer have reduced many of Texas' freshwater lakes to a fraction of their usual water levels. Central Texas, home to Lake Buchanan and Lake Travis, has seen severe effects of the drought. Those two lakes are currently 45 percent full and further drops in water levels are anticipated.  Austin, the state's capital, has recorded 70 days of 100-degree heat already this summer. The state saw less than an inch of rainfall in July alone. Residents of Henderson county are concerned that Lake Palestine has reached levels which haven't been seen since the 1980's. Some report that fishing in general has been hard-hit. Residents also report excessive sightings of snakes in and around residential areas near the lake, an effect believed to be caused by drought conditions. Collectively, estimates recently showed the state's reservoirs to be at 68% capacity. Chris Ransom of Houston told Wikinews on August 21 that Sheldon Reservoir is \"all dried up now.\" He went on to state that Lake Houston water levels have dropped significantly this summer. He also stated that, while an avid fisherman, he's ceased almost all such activities within the past few weeks. Meteorologist Bob Rose told news sources that heat conditions are likely to continue into September."}, "2-9": {"heading": "Africa faces food crisis, UN Security Council told ", "link": "https://en.wikinews.org/wiki/Africa_faces_food_crisis,_UN_Security_Council_told", "date": "1-July-2005", "text": "The head of the World Food Programme, James Morris, has told the United Nations Security Council that Africa is facing a food crisis, with one in three people there malnourished. Zimbabwe is one country that Morris is particularly concerned about at the moment. “It does not matter whether that instability is caused by civil conflict, drought, AIDS, poor governance or any combination of those factors-hunger almost always comes with it,” said Morris. “The impact of rural-urban migration on employment in Africa has been precisely the opposite of Western Europe and the United States - it has led to higher rather than lower rates of unemployment and social instability. “At a certain point the capacities of local governments are stretched to the limit and social demands are not met, especially among competing ethnic groups perhaps not accustomed to sharing the same political space.” In addition to Zimbabwe, 1.6 million in Malawi, 1.2 million in Zambia, 900,000 in Mozambique, 245,000 in Lesotho, 230,000 in Swaziland, and 60,000 in Namibia all need emergency food aid. According to Morris, the World Food Programme has been told by the Zimbabwe government that they will feed the people, which goes against the policies of the WFP. Morris highlighted the effects hunger can have — destabilizing countries and threatening peace and security. Food shortages are driving people into urban areas, where they are confronted by high unemployment and social instability."}, "2-10": {"heading": "Report indicates Texas state parks still suffering following worst drought on record ", "link": "https://en.wikinews.org/wiki/Report_indicates_Texas_state_parks_still_suffering_following_worst_drought_on_record", "date": "27-January-2012", "text": "Carter Smith, The Executive Director of the Texas Parks and Wildlife Department, told a state legislative committee on Tuesday that together wildfires and drought have caused an estimated $11 million dollars in damage to state parks during 2011. Severe damage was reported to Davis Mountains, Possum Kingdom, and Bastrop state parks. Mr. Smith stated that in August 2011 alone there was a 25% drop in visitors and noted the loss of nearly 4,000 homes across the state last year due to wildfires. An employee of Tyler State Park told Wikinews on Friday that the park's lake is currently \"...about three feet low\", but went on to state that staff had recently stocked the lake with freshwater trout. When asked about the park's overall status, the employee stated, \"We're doing OK.\" In the U.S. Texas ranks lowest in state park funding per capita. Reportedly, the drought has impacted wildlife, with increases of sightings of bears, mountain lions and feral hogs in unusual locales."}, "2-11": {"heading": "Rains visit much of Texas, but most of state still in drought ", "link": "https://en.wikinews.org/wiki/Rains_visit_much_of_Texas,_but_most_of_state_still_in_drought", "date": "10-June-2014", "text": "Although severe rains have hit much of Texas in recent days, the Texas Water Development Board's latest weekly report indicated 46% of the state continues to encounter troubling drought conditions. The report released Monday also indicated, however, conditions were \"moving in the right direction.\" The report further indicates the state's reservoirs, an integral part of citizens' water supply, is still 20 percent below normal. Large parts of East Texas experienced heavy rains earlier this month. Earlier this week, a severe rain storm struck the city of Tyler and surrounding areas. About 3,000 residents were without power at one point as a result of downed power lines. The city of Wichita Falls has seen a severely dry period, spanning well over three years. One media source recently stated the city had experienced its harshest 41-month drought period since 1897. Notably, experts predict Texas's population may nearly double over the next 45 years."}, "2-12": {"heading": "New South Wales, Australia government says entire state in winter 2018 drought ", "link": "https://en.wikinews.org/wiki/New_South_Wales,_Australia_government_says_entire_state_in_winter_2018_drought", "date": "10-August-2018", "text": "On Wednesday, the New South Wales, Australia Department of Primary Industries (DPI) reported fifteen percent of New South Wales, Australia (NSW) was in \"intense drought\", and the rest of the state \"in drought\" or \"drought-affected\". Farmers were reportedly running out of food for cattle and had to make difficult decisions about the collection times for their crops; food for cattle became harder to get, and more expensive. The report from DPI indicated \"up to 48% of the state as Drought Affected, 37% in Drought and 15% in Intense Drought\". The areas of intense drought included \"parts of Western, North West, Central West, Central Tablelands, South East, Hunter, Greater Sydney and Northern Tablelands LLS regions\", according to the report. The drought indicator was based on agronomic data, remote sensing, and field reports, including soil moisture and pasture conditions. The report from DPI named \"the southern alpine zone, the greater Hilltops (Young) region and parts of the south and north coast\" as areas with better conditions. Furthermore, according to ABC (the Australian Broadcasting Corporation), the chair of the Australian Fodder Industry Association, Frank McRae, said many farmers in NSW had barely any food for their cattle. He said, \"There's pretty much virtually nothing in NSW and supplies are rapidly drying up in southern Victoria [state bordering NSW on the south] [...] You have to go back to 1981–1982 to see a drought this widespread and so severe.\" The BBC reported Prime Minister Malcolm Turnbull saying some farmers bought hay for animal feed for as much as AUD 10,000 per truckload. NSW Primary Industries Minister Niall Blair remarked many people were hoping for rain to come and farmers were needed to make difficult decisions about the best viable time for crops collection. He said, \"This is tough, there isn't a person in the state that isn't hoping to see some rain for our farmers and regional communities [...] Producers are now faced with some very difficult decisions on whether to graze sown crops or rely on potential rainfall in the next two months in order to increase yield production.\" According to ABC's reports, Australian Bureau of Meteorology (BOM) meteorologist Jane Golding said these conditions were unlike previously observed climatic conditions in NSW with rain in June, July and August. He said, \"This year we haven't really seen either of those and last year as well we didn't really see too much of the either of those rain-bearing systems making their way into NSW [...] It is unusually dry and also unusually warm which exacerbates the problems, so the warm temperatures dry out the soils even more.\" According to BBC, Queensland, north of NSW, was also experiencing dry conditions, as well as parts of South Australia and Victoria. The report from DPI mentioned last autumn's failed growing season. About the forecast conditions and risks, the report from DPI said dry and warm conditions were \"likely\" to continue in the next three months, with an El Niño 50% likely in NSW in spring, which would mean depressed rainfall. The Australian forecasting services have an El Niño Watch on the region according to the report."}, "2-13": {"heading": "World leaders call to address Amazon rainforest fires at G7 ", "link": "https://en.wikinews.org/wiki/World_leaders_call_to_address_Amazon_rainforest_fires_at_G7", "date": "24-August-2019", "text": "On Thursday, French President Emmanuel Macron called for G7 action to correct what he named the international crisis of wildfires currently destroying Amazon rainforest in and around Brazil. G7 was already scheduled to meet this weekend. The call was quickly seconded by German Chancellor Angela Merkel and British Prime Minister Boris Johnson. \"Our house is burning. Literally. The Amazon rainforest — the lungs which produces 20 percent of our planet's oxygen — is on fire. It is an international crisis. Members of the G7 Summit, let's discuss this emergency first order in two days!\" Macron told the world on Thursday via Twitter. Merkel seconded Macron's recommendation the fires be added to the agenda. \"We stand ready\" tweeted Johnson \"to provide whatever help we can to bring them under control and help protect one of Earth's greatest wonders.\" Brazilian President Jair Bolsonaro opposed Macron's statement: \"The French president's suggestion that Amazon issues be discussed at the G-7 without participation by the countries in the region evokes a colonialist mentality that is out of place in the 21st century[.]\" G7, or the Group of Seven, is an informal group of seven countries, the United Kingdom, United States, France, Canada, Germany, Japan, and Italy, though the European Union is also often involved. It grew out of the Group of Six, which started in the 1970s as a place for noncommunist countries to talk. Unlike G20, which focuses on economics, G7 meetings usually center on politics. Brazil is not a member of G7, but it is part of a pact between the European Union and the South American group Mercosur, which requires Brazilian compliance with the Paris Climate Accord. Brazil's National Institute for Space Research has reported there have been 85% more wildfires in Brazil in 2019 than there were in 2018. Bolsonaro has said publicly the Amazon rainforest should be opened up to agriculture, amongst other economic uses, and his critics, which include non-governmental environmental activism group Greenpeace, blame him for encouraging farmers and agrobusiness to set fires. Around 3:00 p.m. local time on Monday (1800 UTC), smoke in the atmosphere turned the city of São Paulo, Brazil dark enough to require artificial lighting in a combination of cold front, clouds, and smoke from wildfires burning the Amazon rainforest in Brazil, Bolivia, and Paraguay. The phenomenon lasted about an hour. Experts attribute this to human activity. Amazon Environmental Research Institute Director Ane Alencar, in remarks to UOL.com.br, said, \"This year we do not have an extreme drought, as there was in 2015 and 2016 [...] In 2017 and 2018 we had a sufficient rainy season. In 2019, we have no weather events that affect droughts, such as El Niño [...] There's no way the weather can explain this increase.\" Around one million indigenous people live in the Amazon rainforest."}, "2-14": {"heading": "Niger facing food shortages after drought ", "link": "https://en.wikinews.org/wiki/Niger_facing_food_shortages_after_drought", "date": "19-July-2005", "text": "The Food and Agriculture Organization of the United Nations has warned that 2.5 million people living in the African country of Niger are facing food shortages. Of those, about 800,000 are children. Supplies of the staple foods - such as millet - have been low, forcing prices up. Drought and plagues of locust devastated crops across the Sahel region of Africa, and in Niger the effects have been compounded by years of economic decline. More than a third of the countries districts face \"critical\" or \"extremely critical\" situations. While rainfall in the last few weeks has improved, seeds are in short supply after the earlier droughts. The FAO launched an appeal to the world community for $4m of aid to combat the situation. So far, the only contributor has been Sweden, who donated $650,000 of seeds and animal fodder, which is currently being distributed to make the most of the current rains. It is said by Oxfam that the neighbouring countries of Mali and Mauritania are also affected putting the total number of people at risk close to 5 million."}, "2-15": {"heading": "2007 Major League Soccer: Toronto FC end drought; lose to Crew ", "link": "https://en.wikinews.org/wiki/2007_Major_League_Soccer:_Toronto_FC_end_drought;_lose_to_Crew", "date": "22-September-2007", "text": "Miguel Canizalez opened the scoring to end the Major League Soccer record drought in the 2nd minute from within the penalty area. Toronto FC found many chances to increase their lead, but to no avail. Canizalez found himself in the starting lineup for the 1st time since April 14. Columbus came out attacking in the 2nd half and it paid dividends in the 61st minute when Jason Garey scored the equalizer. Substitute Jacob Thomas scored the winner in the 83rd minute. The next Toronto FC game is away to DC United on September 29 while Columbus Crew faces Los Angeles Galaxy at home on September 30."}, "2-16": {"heading": "Snowy Mountains Hydro could be closed as drought tightens on Australia ", "link": "https://en.wikinews.org/wiki/Snowy_Mountains_Hydro_could_be_closed_as_drought_tightens_on_Australia", "date": "23-April-2007", "text": "Operations at Snowy Mountains Hydro may be suspended in weeks as water supplies fall due to the drought which has affected much of South-Eastern Australia. Water stores as part of the scheme are at their lowest levels since it was opened in 1973. Mayor of the Snowy Mountains Shire Council, Richard Wallace warned that should water levels in dams continue to fall, many towns in the area may suffer from water shortages. He also warned that the Snowy Mountains Hydro electric scheme could be suspended. Snowy Hydro Limited, the company which operates the scheme, has predicted that water levels in Lake Jindabyne will fall below  the threshold needed to operate power turbines by mid to late May. Lake Eucumbene, the second water source for the scheme will fall below its threshold by late July or early August. A statement by the company claims that over the last decade, water levels have continued to fall as the drought continues. The drought has lasted longer than the region's previous worst which lasted from 1936 to 1946. According to the company, water flows are around 30 percent lower than average, with the last eleven months flows being lower than those recorded in 101 years. It is also feared that low water stores may affect the supply of water for some towns in the region. The Snowy River Alliance, an organisation which promotes the conservation of the Snowy River predicts that water may have to be trucked into towns such as Dalgety in the near future."}, "2-17": {"heading": "UN proposes world-wide natural disaster warning system ", "link": "https://en.wikinews.org/wiki/UN_proposes_world-wide_natural_disaster_warning_system", "date": "20-January-2005", "text": "The UN has proposed the formation of the International Early Warning Programme (IEWP), with the suggestion that it would have greatly limited the impact of the 2004 Indian Ocean earthquake and tsunamis. The system would analyse data from all over the world and rapidly transmit warnings. It would also feature a population training element, to make sure people know what to do upon hearing warnings or to teach them to recognize danger signs. “This new programme will help bring safety, security and peace of mind,” stated the Director of the UN International Strategy for Disaster Reduction (ISDR), Sálvano Briceno, at the World Conference on Disaster Reduction (WCDR) in Kobe, Japan. The system, first proposed two years ago, has been given new impetus by the recent disaster in the Indian Ocean. It will warn against many types of natural disaster including wildfires, floods, droughts, volcanic eruptions and tsunamis. The Program will see many existing UN programs working together, including the World Food Program, the World Meteorological Program, the UN Educational, Scientific and Cultural Organization (UNESCO), and the UN Environment Programme (UNEP). One third of the people the World Food Program helps are the victims of natural disasters. The system will be built around better, more open flow of regional data and the formulation of local warning plans."}, "2-18": {"heading": "Calls for aid to help feed millions, as East Africa plunges into drought ", "link": "https://en.wikinews.org/wiki/Calls_for_aid_to_help_feed_millions,_as_East_Africa_plunges_into_drought", "date": "12-January-2006", "text": "Millions may starve in Kenya, Somalia, Ethiopia, and Djibouti in East Africa, because of extreme drought, combined with inequalities built into mechanisms for distributing food, according to the analysis made by Amartya Sen, who was awarded the Bank of Sweden Prize in Economic Sciences in 1998. War in parts of the region is an extra exacerbating factor. The countries need immediate food, water, seeds and any other agricultural product, according to the Rome-based Food and Agriculture Organization (FAO), which reports that millions of people are on the brink of starvation due to the recent severe droughts that have been devastating the area. \"The whole area is affected,\" FAO representative Shukri Ahmed said. \"The situation is deteriorating.\" Local newspaper reports gave an official death toll at 30 famine-related deaths, said Mr Ahmed. Many had not expected that the area's dry season would be as severe as it has been, and did not anticipate the effects. Others, such as Yves Engler, expect famines and massive starvation to continue in the region as long as the IMF continues to influence economic policies in the region. Yves Engler has claimed, consistently with Amartya Sen's analysis, that the IMF is responsible for worsening or actually creating famine in Malawi (2002), Ethiopia (2003) and Niger (2005). The present drought has been said to be getting worse by the day, and the total figure for those who need food from the World Food Program could rise from today's 1.2 million, to exceed 2.5 million people, according to United Nations (UN) spokesman Stephane Dujarric at the organisation's New York headquarters. The FAO had called for domestic food purchases in areas where harvests were expected to be favorable, coupled with food aid imports elsewhere, the UN's Mr Dujarric said. Crops have failed, and local attempts at distributing supplies have been blamed on poor infrastructure and a lack of supplies. What makes the region's situation even more grave, is that the rainy season failed to aid in the production of much needed crops. Nearly one-fifth of the population of Djibouti were said to be facing food shortages and wide-spread starvation. Nearly $40 million is said to be needed to offset the famine. 64,000 tons of food are needed by the World Food Program, but only 16,700 were known to be available. The World Food program was trying to assess the worst hit areas."}, "2-19": {"heading": "UN Report on Global Warming calls for rapid 'unprecedented' changes globally to limit planetary warming to 1.5 degree C ", "link": "https://en.wikinews.org/wiki/UN_Report_on_Global_Warming_calls_for_rapid_%27unprecedented%27_changes_globally_to_limit_planetary_warming_to_1.5_degree_C", "date": "10-October-2018", "text": "The Intergovernmental Panel on Climate Change (IPCC), a United Nations organization, released its Special Report on Global Warming of 1.5ºC (SR15)  on Monday, during its 48th session held in Incheon, South Korea. In this report, the panel called for rapid \"unprecedented\" changes globally to limit planetary warming to 1.5°C (2.7°F) above pre-industrial levels, saying failure to do so would result in increased sea level rise and higher frequency of extreme weather events such as droughts, floods, and heatwaves. The report examined the possibility of limiting global warming to a maximum of 1.5ºC, as sought in the Paris Agreement — a landmark agreement in which global leaders united to combat climate change — as well as the consequences of failure to do so. The final report was produced by a team of 91 scientists from 40 countries and based on assessments of 6,000 available scientific studies. The New Delhi-based Centre for Science and Environment said the impact of 1.5°C warming presented in the report is plainly larger than expected.  The most vulnerable countries were coastal or economically agriculture-dependent, such as India, where poverty reportedly could increase as crop yields decline and unprecedented climate extremes would take place. One of the working groups' co-chairs, Debra Roberts, called the report the \"largest clarion bell from the science community\". The report indicated that without an increase in current climate change initiatives, by 2030 with 1.5°C, coral reefs would decline by 70–90% and be substantially lost — over 99% — at 2ºC. According to the report, the mitigation projects already taking place globally would need to be taken to an unprecedented scale."}, "2-20": {"heading": "\"One-in-100-year flood event\" devastates Western Australia ", "link": "https://en.wikinews.org/wiki/%22One-in-100-year_flood_event%22_devastates_Western_Australia", "date": "8-January-2023", "text": "Aerial evacuations took place and food was airlifted in yesterday after a devastating flood Western Australia emergency services minister Stephen Dawson called the 'worst in a century' isolated communities in the Kimberley. Flooding began last week after heavy rain from Tropical Cyclone Ellie swelled local rivers, bolstered by La Niña. Notably, the Fitzroy River broke a 2002 record of 13.95 meters (45.8 ft), reaching a water level of 15.81 meters (51.9 ft) on Wednesday, according to a Bureau of Meteorology spokesperson. The Bureau today released a statement warning while the storm has moved eastward toward the Northern Territory, \"record-breaking major flooding\" continues in the Kimberley. Authorities estimate it could take months to recover from what Dawson called \"the worst flooding Western Australia has had in its history.\" While the extent of the damage is not yet known, parts of the Great Northern Highway have been shut, the bridge at Fitzroy Crossing closed and the airstrip inundated. According to Reuters, among the hardest-hit is the town of Fitzroy Crossing, on the Fitzroy River after flooding created a 50 kilometers (31 mi) wide \"inland sea\", making roads there impassable. By Saturday, 233 people had been evacuated from settlements across the Kimberley, which has a 50% aboriginal population, and Australian Defence Force helicopters airlifted approximately 3,000 kilograms (6,600 lbs) of food and supplies as weather has improved and the airstrip reopened. Five new helicopters will begin operations by Thursday, Reuters heard. Prime Minister Anthony Albanese described the flood as \"devastating\" and pledged federal assistance for the region. The Western Australian government has also announced a AU$3 million distress fund organized by Perth's Lord Mayor Basil Zempilas."}, "2-21": {"heading": "Fujitsu launches cloud website for dog pedometer service ", "link": "https://en.wikinews.org/wiki/Fujitsu_launches_cloud_website_for_dog_pedometer_service", "date": "27-November-2012", "text": "Japanese multinational company Fujitsu launched a website for a dog pedometer which allows customers to monitor their dog's health online. The device measures data while attached to the dog's collar. Customers are also able to add more data to the website manually, then it displays the complete set of data graphically. Fujitsu launched the website today (Tuesday) and plans to start the sales in Japan tomorrow (Wednesday). The pedometer is called \"Wandant\", from Japanese \"Wan\" equivalent to \"woof\", and the \"dant\" of \"pendant\". The latter refers to the pedometer, because it is attached to a dog collar. The users can transfer data to an Android phone using a touch-card to make it available online. Fujitsu said Wandant would be the first cloud-based dog health-care service. The data include walking, temperature, and shaking motion statistics. The users can manually enter additional data such as food quantities, weight, custom notes, and photos. Fujitsu said, \"The data are presented graphically on a custom website that makes trends in the dog's activities easy to understand at a glance. This helps owners get a stronger sense of their dog's health, while enabling communication with the dog.\""}, "2-22": {"heading": "Heavy rains welcomed in Texas ", "link": "https://en.wikinews.org/wiki/Heavy_rains_welcomed_in_Texas", "date": "17-March-2012", "text": "Recent rainfall could signal the end of the worst drought on record for the state of Texas, according to media sources. A meteorologist with AccuWeather noted recently that the rains could help lessen drought conditions which have plagued the state for months. On Thursday, portions of Kickapoo Creek and the Neches River near Lake Palestine showed water levels several feet above their respective banks. A man who lives near Lake Palestine described last summer's drought conditions as \"...unbelievable.\" He further stated, \"[Lake Palestine] looked scary.\" When asked what he thought about recent rises to the lake's water levels, he told Wikinews, \"It's nice.\"  Over the recent weekend, portions of the eastern part of the state received 6–8 inches of rain, according to a representative with the National Weather Service. Some parts of the state have already received double their average rainfall for the month of March. A representative with the Regional Climate Center in Fort Worth, Texas told reporters that he anticipates seeing a \"...slow but steady improvement\" in drought conditions across much of the state. Certain farmers, though, have expressed concerns about the recent deluge of rain, and its potential to damage critical crops. However, cotton growers in the southern-most parts of the state have said even more rain is needed."}, "2-23": {"heading": "Drought conditions and high winds lead to wildfires in Texas ", "link": "https://en.wikinews.org/wiki/Drought_conditions_and_high_winds_lead_to_wildfires_in_Texas", "date": "7-September-2011", "text": "Fire authorities struggled to manage a vast string of wildfires stretching across the eastern part of Texas on Sunday. News sources report that prolonged dry conditions and excessive winds were the main factors in the blazes. Traffic along Interstate-20 near Longview, Texas was backed up for several miles. Fire authorities fought a brush fire in Tyler, near Tyler Pounds Field airport; a large truck near this area was also ablaze. A fire threatened a power sub-station near the city of Van.  Regional utilities companies reported Sunday that over 8,000 customers were without electricity. A church in Hallsville opened to assist evacuees. Residences spanning several counties were evacuated by authorities for safety reasons. Multiple residences in north-central Anderson county were evacuated by fire officials about two hours after a large blaze there erupted. Authorities closed off a 9-mile perimeter of roadways surrounding this blaze. Many homes in the area were blanketed with a thick haze of visible smoke. One evacuee told Wikinews, \"I have [homeowner's] insurance. I got my dog, that matters a' lot to me.\""}, "2-24": {"heading": "Albert Pujols ends his worst homerun drought ", "link": "https://en.wikinews.org/wiki/Albert_Pujols_ends_his_worst_homerun_drought", "date": "8-May-2012", "text": "Dominican baseball player Albert Pujols earned his first home run after joining the Los Angeles Angels of Anaheim. Besides hitting his 446th Major League home run, Pujols ended a personal drought by claiming his first regular-season long ball after 33 games and 139 plate appearances, including his last St. Louis Cardinals at-bats. Pujols snapped back at Anaheim and capped a 4-3 home-team win against the Toronto Blue Jays at the Angel Stadium of Anaheim. The Dominican first baseman now has a career 1,336 runs batted in and a .326 batting average. Previously, Pujols had played for St. Louis for 11 seasons. Since playing for the Angels, Pujols has been booed by Anaheim fans after his hits slipped to a .194 average over the past month. Pujols came to his new team with high expectations after signing a contract worth US$240 million. For his part, Pujols offered the following explanation for his performance: \"This game is about making adjustments and being patient...\""}, "2-25": {"heading": "Needed rains blanket much of Texas, more expected, in early 2013 ", "link": "https://en.wikinews.org/wiki/Needed_rains_blanket_much_of_Texas,_more_expected,_in_early_2013", "date": "10-January-2013", "text": "Rain fell continuously along a large swathe of the eastern part of Texas on Tuesday and Wednesday, and is predicted to continue through much of today, according to media sources. Experts predict 3–5 inches of rain will fall in the area. The city of Tyler received just under 35 inches of rainfall in 2012, about 11 inches less than usual for a one-year period. A meteorologist with the National Weather Service noted the rainfall is a positive sign for 2013 considering the state's limited rain over the past three years. 2011 and 2012 were extreme drought years for the state. In July 2011, the state saw less than 1 inch of rainfall for the entire month. In 2010–11, the state saw the worst drought year in an over 100-year recorded period. Many farmers and ranchers experienced devastating losses of livestock and crops. Significant drought conditions returned again during Summer 2012."}, "2-26": {"heading": "New South Wales water supply problems continue ", "link": "https://en.wikinews.org/wiki/New_South_Wales_water_supply_problems_continue", "date": "13-November-2005", "text": "The inland city of Goulburn is still facing major water restrictions despite an easing in drought in the State over the past few months. The water levels in the city's dam, the Pejar Dam, are still very low at 11% full, with the total water supply at 32% capacity in comparison to 36% capacity over the same period last year. Available capacity for the city at 31 October 2005 was still under 20% and the water consumption rate of the city is approximately half compared with the five-year average. Above average rainfalls in September 2005 have delayed some of the harder decisions facing the town in the middle of the year, such as the closing down of industries dependent on water usage. In May 2005, Pejar Dam was at 10% of its capacity and the town was looking at running out of water within eight months.  There had been no significant rainfall since December 2004 and the dam was last full in November 2000."}, "2-27": {"heading": "Nine hundred thousand Somalis face food crisis ", "link": "https://en.wikinews.org/wiki/Nine_hundred_thousand_Somalis_face_food_crisis", "date": "4-July-2005", "text": "According to a report from the UN Office for the Coordination of Humanitarian Affairs (OCHA), 500,000 Somalians are directly affected by a drought, around 400,000 are internally displaced, and an additional 12,000 Somalians had been affected by seasonal flooding in the central regions of Hiraan and Middle Shabelle as well as in \"Overall, the extended effects of four years of drought, which adversely impacted livelihoods and coping mechanisms, combined with chronic food insecurity, and more recently flooding has exacerbated the suffering of Somalis,\" said the report. OCHA estimates that around 44,000 people were directly affected by the tsunami, and many still need urgent humanitarian assistance, the agency said.  An estimated figure released by OCHA stated that $162,266,738 would be needed to be raised to target an estimated 900,000 vulnerable people. As of June 10, donors had funded approximately 39 percent of this appeal. The December Indian Ocean Tsunami devastated the northeastern Somali coastline, further worsening the humanitarian situation now seen in Somalia. Good seasonal rains in Somalia which have ended a four-year drought have done little to help the estimated 900,000 Somalians in need of humanitarian aid."}, "2-28": {"heading": "Aid for Australian farmers increased to $1 billion ", "link": "https://en.wikinews.org/wiki/Aid_for_Australian_farmers_increased_to_$1_billion", "date": "25-September-2007", "text": "The Australian Federal Government today announced an additional AU$714 million in aid to farmers affected by the drought. Prime Minister John Howard announced $430 million on September 17, bringing the total aid to over $1 billion. Deputy Prime Minister Mark Vaile has said that the farming sector is important to the Australian economy. \"There's about 130,000 farming units across Australia that contribute over $100 billion into our GDP - up to about 18-20 per cent of our exports in a good year,\" he said. \"We cannot afford as a nation to lose our agricultural industries.\" Opposition primary industries spokesman Kerry O'Brien has stated that if elected Labor will honour drought assistance measures put in place by the present government. \"But I have given the assurance wherever I have gone that we don't see the midst of a drought as a time to undo settings in relation to Exceptional Circumstances funding, so the horticultural community can be assured they can rely on settings in place for this drought,\" he said."}, "2-29": {"heading": "Massive flooding in China; over 550 thousand evacuated ", "link": "https://en.wikinews.org/wiki/Massive_flooding_in_China;_over_550_thousand_evacuated", "date": "18-June-2011", "text": "Heavy June rainfall has forced China to  evacuate more than 550,000 people from their homes. Massive floods have devastated the central and  southern parts of the country,  causing rivers to overflow their banks and triggering mudslides.  The rains follow the worst drought in China in over 50 years, which has decimated  crop yields. Overall, 40 rivers have risen above safe limits, stressing  dykes and dams including those on China's largest waterway, the Yangtze River, which is flooding downstream while experiencing a severe drought near its source in the north. China's disaster level has been raised to four, the highest on the scale. In a statement on its website on Friday, China's Ministry of Civil Affairs said, \"Since June 13, the damage caused by the rainstorms has led to ... the emergency evacuation of 671,200 people to safety.\" The current round of heavy rains began in early June. Since then, more than a million and a half people have been displaced in  the central and southern regions of the country and at least 168 deaths have been reported. Meteorologists in Beijing are predicting more heavy rain in  Sichuan, Guizhou, and Zhejiang this weekend. The government has mobilized its forces to aid in the massive evacuations. According to Reuters, local authorities are distributing a box of instant noodles and a carton of bottled water to those affected by the flood. But villagers have reported that survival is difficult, especially for those still trapped by the flood waters in small villages, and distribution of aid is slow, with some not receiving any. A villager was quoted by Reuters: \"To be frank, those rescue boats cannot go through those narrow lanes inside the village. A lot of them depend on their relatives rowing small wooden boats to get to them... It is hard to help these people inside there.\" Another villager, Shou Pengfei  said, \"Some did not even get any relief items. There is no electricity and you get bitten by mosquitoes all the time.\" According to  the Beijing Climate Centre, weather trends have shifted drastically. Currently the  rain is coming in shorter but fiercer bursts, with  protracted periods of drought in between the torrential rain. The heavy  rainfall is not likely to reduce the crop failure caused by months of drought, especially in the north, the heart of China's grain-growing bread basket, where many rivers have dried up. According to reports, the northern countryside  has been left devastated by the droughts. Huge dams hundreds of meters wide are now small, muddy pools. Large cities such as Beijing are draining the underground water sources and China is facing a long-term water crisis. Meanwhile, China is engaged in  a huge multi-year engineering project designed to move water to the parched north and away from the flooded south. The North-South water project is a massive series of canals and pipes designed to carry water from the Yangtze and Yellow rivers to Beijing. It is likely, analysts predict, that Chinese crop shortages will increase food prices worldwide. Even before the latest flooding, the severe drought in the north caused a  shortfall in China's crop yields that will likely  affect the price of wheat and may propel a price increase in global markets."}, "2-30": {"heading": "Hurricane Dorian strengthens to Category 5, makes landfall in the Bahamas ", "link": "https://en.wikinews.org/wiki/Hurricane_Dorian_strengthens_to_Category_5,_makes_landfall_in_the_Bahamas", "date": "1-September-2019", "text": "In an advisory issued at 11:00 a.m. local time today (1500 UTC) the National Hurricane Center (NHC) reported Hurricane Dorian in the Caribbean had strengthened into a Category 5 hurricane. Dorian reached the Bahamas earlier today, making landfall in Elbow Cay. It was accompanied by a \"life-threatening\" 18 to 23 foot (5.5 to 7 meter) storm surge. The NHC also warned of potential flash floods, with up to 30 inches (76 cm) of rain in northwestern parts of the Bahamas. Prime Minister Hubert Minnis urged residents to evacuate. After passing over the Bahamas, Dorian was forecast to reach the eastern coast of the United States late on Monday or early Tuesday. The NHC issued a hurricane warning in the northwestern Bahamas and hurricane watch for Andros Island. Last week, Florida Governor Ron DeSantis declared a state of emergency in anticipation of Dorian, with South Carolina Governor Henry McMaster following suit yesterday. Palm Beach County in Florida issued an evacuation order to some residents, effective 1 p.m. on Sunday, after the NHC placed Palm Beach County under a tropical storm warning. A Category 5 hurricane is a form of tropical cyclone. On the Saffir–Simpson scale used by the NHC for classifying tropical cyclones, at Category 5, \"catastrophic damage will occur\". The wind speed cut-off for Category 5 hurricanes is 157 miles per hour (mph); the NHC advisory indicated Dorian's maximum sustained winds were near 180 mph (285 kph)."}, "2-31": {"heading": "Report indicates continued severe weather problems still looming ", "link": "https://en.wikinews.org/wiki/Report_indicates_continued_severe_weather_problems_still_looming", "date": "30-March-2012", "text": "A 586-page report by the Intergovernmental Panel on Climate Change released Wednesday indicated governments should prepare for continued weather-related catastrophes. The report noted highly populated and very poor areas are at highest risk, and stressed no country or continent is safe from these ongoing threats. The panel consists of Nobel Prize-winners, whose work in climatology indicates more intense tropical cyclones. The report placed blame regarding recent disasters on a combination of climate change caused by humans, population changes and poverty. The panel was founded in 1988 by the United Nations. The Intergovernmental Panel on Climate Change estimates recent severe weather conditions are costing upwards of US$80 billion per year. The report focused heavily on issues pertaining to coastal areas of the United States, specifically noting damage in those areas could increase 20 percent by 2030. The authors of the report stated some portions of India may become uninhabitable for floods and other problems. The Intergovernmental Panel on Climate Change pointed out other cities at lesser risk, such as: Miami, Shanghai, Bangkok, China's Guangzhou, Vietnam's Ho Chi Minh City, Myanmar's Yangon (formerly known as Rangoon), and India's Kolkata (formerly known as Calcutta). Inhabitants of small island nations may have to leave their homes because of elevated sea levels and major storms. A total of 220 authors worked on the report."}, "2-32": {"heading": "Scores dead, thousands flee as flooding spreads across southern China ", "link": "https://en.wikinews.org/wiki/Scores_dead,_thousands_flee_as_flooding_spreads_across_southern_China", "date": "15-June-2008", "text": "Over 50 people have been confirmed dead and at least one million people have fled from their homes as a result of heavy flooding across much of southern China. In the Guangdong and Jiangxi provinces alone, at least 6,000 homes have been submerged and destroyed by the flood. Further rainfall is expected to occur throughout the next ten days. The China Meteorological Administration (CMA) has issued a warning on the situation. \"Faced with the increasingly severe rain and flood situation, at 16 o’clock of June 12, Flood Control and Drought Relief Headquarters of Guangxi urgently started level 2 flood control emergency response and required the relevant departments and places to prepare immediately so as to ensure the work of flood control and drought relief,\" the CMA said in a statement released on Friday."}, "2-33": {"heading": "Study: Arctic ice could be gone by 2020 ", "link": "https://en.wikinews.org/wiki/Study:_Arctic_ice_could_be_gone_by_2020", "date": "2-May-2007", "text": "Researchers belonging to the National Snow and Ice Data Center (NSIDC) say that the Arctic ice caps are melting at a rate much faster than that predicted by computer models previously reported by the Intergovernmental Panel on Climate Change (IPCC), and that the ice could be gone sometime near year 2020. \"This suggests that current model projections may in fact provide a conservative estimate of future Arctic change, and that the summer Arctic sea ice may disappear considerably earlier than IPCC projections,\" said head researcher of the study group at the United States-based National Center for Atmospheric Research (NCAR) and the University of Colorado's NSIDC, Julienne Stroeve. Stroeve says that the IPCC's 18 computer models used in the study were out of date and that the melting of the ice has actually progressed 30 years quicker than the computers predicted. The researchers also say that the computers did not take into account the increased threat of global warming. The IPCC ultimately predicted that the ice would be gone by 2050. Despite the predictions, since 1979, the ice has actually melted at a rate of 9% per decade. The prediction by the IPCC was done in the Arctic Sea during September and predicted that between 1953 and 2003, the ice would have melted 2.5% per decade, but it actually melted at a rate of 7.8% per decade. Their worst case scenario between those years, which was predicted using only one computer, had shown that the ice was going to melt at a rate of 5.4% per decade. \"Right now — the Arctic helps keep the Earth cool. Without that Arctic ice, or with much less of it, the Earth will warm much faster. The IPCC report was very careful, very thorough and cautious, so they erred on the side of what would certainly occur as opposed to what might occur,\" said Ted Scambos, an expert on Arctic ice in the U.S. \"Long-term and for the next 50 years, I think even the new report will agree that we're in for quite a bit of warming,\" added Scambos."}, "2-34": {"heading": "Researchers find preserving spotted owl habitat may not require a tradeoff with wildfire risk after all ", "link": "https://en.wikinews.org/wiki/Researchers_find_preserving_spotted_owl_habitat_may_not_require_a_tradeoff_with_wildfire_risk_after_all", "date": "8-October-2017", "text": "In a study scheduled for publication in the December 1 issue of Forest Ecology and Management, scientists from the University of California, Davis; USDA Forest Service Pacific Southwest Research Station; and University of Washington have found a way to resolve the conflict that has sprung up between protecting forests from increasingly frequent wildfires and droughts and preserving sufficient habitat for the endangered spotted owl, Strix occidentalis.  The study was performed in two national parks in California, United States. For the past twenty-five years, spotted owl habitat preservation has focused on keeping 70% or more of the total ground area covered by natural tree canopy, a tree density that leaves forests prone to wildfires and trees more likely to die during droughts. Both wildfires and droughts have become more frequent in the years since the program began. However, the previous studies upon which the 70% figure was based only measured overall canopy coverage. In this work, researchers used aerial LiDAR (Light Detection And Ranging) imaging technology to scan areas within Kings Canyon National Park and Sequoia National Park in California. The regions were analyzed by distribution of foliage, tree height, and the sizes of the spaces between trees and stands. These data were then cross-referenced with decades of field studies showing the locations of hundreds of owl nests.  They found that spotted owls clustered in areas with very tall trees and stands almost exclusively, over 150 feet (48 m), avoiding areas that only had moderate or low canopy, regardless of how dense or wide. \"This could fundamentally resolve the management problem because it would allow for reducing small tree density, through fire and thinning,\" said lead author Malcolm North, of UC Davis and the USDA Pacific Southwest Research Station. \"We've been losing the large trees, particularly in these extreme wildfire and high drought-mortality events. This is a way to protect more large tree habitat, which is what the owls want, in a way that makes the forest more resilient to these increasing stressors that are becoming more intense with climate change.\" The spotted owl gained national prominence in the United States during the 1990s, when environmentalists' efforts to preserve its habitat resulted in federal measures forbidding logging on large swaths of land, as well as federal limits on the sales of harvested wood. There was a 1995 U.S. Supreme Court case which was preceded by lawsuits on the part of timber companies and by years of large protests by timber workers and their communities who feared job losses.  For a time, it seemed that the spotted owl was also threatened by competition from the faster-breeding barred owl, which had moved west into its territory. This is not the only major study of spotted owls to reach the public eye this week.  On Thursday, the U.S. Fish and Wildlife Service released the California Spotted Owl Conservation Objectives Report, which analyzes the past several decades of research on the California spotted owl and provides recommendations for ecologically and economically viable conservation."}, "2-35": {"heading": "At least twenty dead after landslides in Tanzania ", "link": "https://en.wikinews.org/wiki/At_least_twenty_dead_after_landslides_in_Tanzania", "date": "12-November-2009", "text": "Four days of torrential rains in Tanzania caused landslides on Tuesday, killing at least twenty people in a village, among them seven schoolchildren. More people are also reported missing. The regional commissioner for Kilimanjaro region, Monica Mbega, said to the Reuters news agency that twenty bodies were recovered from the village of Goha. She remarked that the torrential rains came after a period of prolonged drought. \"A landslide with a big chunk of mountain collapsed itself and came down and fell on about seven houses with about 32 families and about 25 people died. For these past two years there has been a drought, but for about four days there has been a lot of powerful rain,\" she said, noting that local residents think that there might be five more bodies to find. Rescue efforts in Goha are ongoing."}, "2-36": {"heading": "Neighbours of Niger also facing food crisis ", "link": "https://en.wikinews.org/wiki/Neighbours_of_Niger_also_facing_food_crisis", "date": "26-July-2005", "text": "A food crisis is threatening three other countries in the region of Niger — a country facing severe food shortages after drought and plagues of locusts — the United Nations Office for the Coordination of Humanitarian Affairs (OCHA) has warned. The three — Burkina Faso, Mali and Mauritania — have been affected by drought and plagues of locusts that engulfed the Sahel region of West Africa last August. About 6 million are short of food and require food aid: 3.5 million from Niger; 1.1 million from Mali; 750,000 from Mauritania; and 500,000 from Burkina Faso. The United Nations — which has a Consolidated Appeal for West Africa of just under £196 million US dollars in aid for the region this year — is expecting to feed 250,000 people shortly. In May, OCHA made an additional flash appeal for $16,191,000 US dollars. Over the past few weeks, the media has shown graphic images of the situation in Niger. Jan Egelend, OCHA Under-Secerary General and Emergency Relief Coordinator, claims that the situation in the region prior to this was largely ignored by the international community, saying that: \"Over the last few days, the world has finally woken up, but it took graphic images of dying children for this to happen.\""}, "2-37": {"heading": "Trees continue to die in Houston, Texas ", "link": "https://en.wikinews.org/wiki/Trees_continue_to_die_in_Houston,_Texas", "date": "3-July-2009", "text": "Relentless drought and record-high temperatures are taking their toll on trees in and around Houston, Texas. Experts estimate as much as 10% of all trees in the area are either dead or dying. Urban Forester Victor Cordova said, \"We water in the morning. We go back and check and it's like we didn't even water. The air, the humidity, the heat just sucks up the moisture.\" Officials say young trees are in greatest danger; approximately 20,000 trees planted since January are at risk. Along portions of the North Freeway, workers have been removing dry trees. \"At a point we have to go back to the survival of the fittest. Whatever makes it, makes it and whatever doesn't, doesn't\", Cordova reported. Last year's Hurricane Ike may have also played a role in killing the plants. Up to 64,000 trees in the Houston area might be lost by the end of this year. However, those planted by the Texas Department of Transportation are still under warranty, and are replaced at no cost to taxpayers."}, "2-38": {"heading": "Wikinews Shorts: April 19, 2007 (section Water cuts possible as Australia faces drought) ", "link": "https://en.wikinews.org/wiki/Wikinews_Shorts:_April_19,_2007", "date": "19-April-2007", "text": "Wikinews reported previously on an Internet outage in New Zealand that lasted for over five hours. Telecom New Zealand, the company that owns and operates the \"local loop\", said that they will review compensation for its customers on a case-by-case basis. A wholesale ISP is attempting to give its subscribers compensation for the outage. CallPlus says that it is asking Telecom for the thousands of dollars it needs to pass on to its affected customers. They doubt Telecom will give them the money needed. Related news Sources Farmers in Peru striking over the Peruvian government's stance on coca, have issued an ultimatum. The ultimatum appears to be: negotiate within 24 hours, or face roadblocks indefinitely. The protests come in response to a coca eradication drive and measures Peruvian president Alan García is taking against cocaine production in the country. Peruvian police have arrested the leader of the Shining Path rebel group, Jimmy Rodríguez on charges of organising anti-government protests. Sources Meetings are underway at NATO headquarters in an attempt to reassure Russia that the missile defence plans pose no threat. The United States maintains the system is to protect against missiles from rogue states, whereas Russia sees the system as compromising its strategic interests in the region. In today's talks NATO allies encouraged the United States to make the planned anti-missile shield capable of covering all of Europe. They did this without committing themselves to joining the project. Reaction to the proposed system in European states has been mixed. Irrigation water to a substantial proportion of Australia's farming regions could be cut due to drought conditions, Australian PM John Howard has warned. Mr Howard's comments concerned the Murray-Darling Basin, one of the largest systems in Australia. \"If it doesn't rain in sufficient volume over the next six to eight weeks, there will be no water allocations for irrigation purposes in the basin\", adding that the drought conditions could continue until May 2008. He continued \"It is a grim situation, and there is no point in pretending to Australia otherwise,\" he said. \"We must all hope and pray there is rain.\" Sources Russia, in coordination with the government of the United States and Canada, is planning to build a tunnel from Russia to Alaska, Viktor Razbegin, deputy head of industrial research at the Russian Economy Ministry, told reporters in Moscow Wednesday. The tunnel is budgeted to cost US$65 billion and would take 10 to 15 years to build.  The tunnel is to provide train and automobile transport between Alaska and the Russian Far East, and to carry petroleum and natural gas pipelines, and high-voltage electrical cable. The proposed tunnel is 64 miles long, or about 100 kilometers, in total, and is designed to link with two islands in the Bering Strait.  The project is expected to have a very positive economic effect in the area. Derek Brower, an energy market expert, called the project \"absurd\" and suggested the Russian government is playing political games to threaten its European customers to sign energy deals. \"I've never heard of this plan,\" said Sergei Grigoryev, Vice President of oil pipeline monopoly Transneft. \"To be honest, anyone who look[s] at the map will realize that the project is too hard to implement,\" an anonymous government source told Reuters. Sources"}, "2-39": {"heading": "Water level rising in Chinese rivers, further flooding expected ", "link": "https://en.wikinews.org/wiki/Water_level_rising_in_Chinese_rivers,_further_flooding_expected", "date": "19-June-2008", "text": "Further rain has continued to fall across southern China after the country was devastated by floods earlier this week. 176 people have been confirmed to have died as a result of the flooding, and around 50 more are officially missing. Xinhua, the state news agency in China, has reported that the flooding in the Pearl River Delta was the worst in the area for over fifty years. The Chinese government says it evacuated 111,476 in the Sichuan Province. In Wenchuan County, 72,000 were relocated. Over the past week some 1.3 million people have reportedly fled their homes. The China Meteorological Administration (CMA) issued a warning on the situation before the first wave of flooding. \"Faced with the increasingly severe rain and flood situation, at 16 o’clock of June 12, Flood Control and Drought Relief Headquarters of Guangxi urgently started level 2 flood control emergency response and required the relevant departments and places to prepare immediately so as to ensure the work of flood control and drought relief,\" the CMA said in a statement released late last week."}, "2-40": {"heading": "IPCC claims about Himalayan glaciers were not based on science ", "link": "https://en.wikinews.org/wiki/IPCC_claims_about_Himalayan_glaciers_were_not_based_on_science", "date": "22-January-2010", "text": "Part of a major 2007 report by the Intergovernmental Panel on Climate Change (IPCC), which claimed that the glaciers in the Himalayas were likely to melt within thirty years, has been found to have not been based on scientific data. The IPCC, a United Nations panel, admitted that the original claim was \"poorly substantiated\" and that \"well-established standards of evidence were not applied properly\" in the preparation of this section of the report. \"The chair, vice-chairs, and co-chairs of the IPCC regrets the poor application of IPCC procedures\", read a statement released by the panel. News reports have suggested that the claim originated in a 1999 article in the popular science magazine New Scientist, and was picked up by the IPCC when it was quoted in a 2005 report by the World Wildlife Fund. Jairam Ramesh, India's minister of Environment and Forests, had criticized the estimate when the report was initially released. After the announcement, Ramesh reiterated his criticism and told The Times of India: \"The health of the glaciers is a cause of grave concern, but the IPCC's alarmist position that they would melt by 2035 was not based on an iota of scientific evidence.\" According to The Times (UK), most glaciologists believe it would take hundreds of years to melt the Himalayan glaciers, with some doubting that it will ever happen. There is evidence of glaciers growing in the neighboring Karakoram mountain range. Michael Zemp, of the World Glacier Monitoring Service told CNN that, \"There are simply no observations available to make these sorts of statements.\" \"The other thing is that the report says the glaciers are receding faster than anywhere else in the world. We simply do not have the glacier change measurements. The Himalayas are among those regions with the fewest available data\", Zemp added. Nevertheless, the IPCC maintains that the melting of the glaciers is a concern to the region, which is home to over one billion people. It stands by its overall conclusion that \"mass losses from glaciers and reductions in snow cover over recent decades are projected to accelerate throughout the 21st century, reducing water availability, hydropower potential, and changing seasonality of flows in regions supplied by meltwater from major mountain ranges.\" The IPCC had recently come under fire during the 2009 United Nations Climate Change Conference, when selectively leaked e-mails, hacked from the University of East Anglia, reportedly showed that some scientists were attempting to suppress findings by other climatologists that did not agree with their own findings."}, "2-41": {"heading": "Ethiopia appeals for food aid for over 6 million ", "link": "https://en.wikinews.org/wiki/Ethiopia_appeals_for_food_aid_for_over_6_million", "date": "23-October-2009", "text": "The government of Ethiopia has appealed the international community for food aid for 6.2 million people that it says are in danger of starvation. Mitiku Kassa, the Ethiopian State Minister for Agriculture, said that the country needs about 159,000 tonnes of food aid, worth US$121 million, between now and the end of the year. \"[Since] January, the country continues to face several humanitarian challenges in food and livelihood security, health, nutrition, and in water and sanitation,\" he said to donors. Kassa added that close to 80,000 children younger than five years old were affected by acute malnutrition. This comes after a lengthy drought hit the region, also affecting the neighbouring countries of Kenya and Somalia. Droughts in Ethiopia can bring about especially disastrous effects, as the economy is dependent mainly on agriculture, and over four fifths of the population lives off the land."}, "2-42": {"heading": "Hurricane Fiona batters parts of Caribbean ", "link": "https://en.wikinews.org/wiki/Hurricane_Fiona_batters_parts_of_Caribbean", "date": "24-September-2022", "text": "This week parts of the Caribbean were affected by Hurricane Fiona, a Category 4 hurricane. Large-scale damage to critical water and power infrastructure has been sustained with winds raging as high as 130 miles (209 km) per hour, and later reports of heavy rainfall and flash flooding. The main affected area was Puerto Rico, where at least four people have died and 80% of the island remained without power. An estimated 1.3 million homes and businesses in were left without electricity. One death was reported in Guadeloupe and two deaths were reported in the Dominican Republic, where President Luis Abinader declared three eastern provinces as disaster zones. It was claimed by a resident that La Altagracia Province had been hit much harder than it was by Hurricane Maria in 2017. Fiona then hit the Turks and Caicos Islands, where deputy governor Anya Williams reported widespread power outages, before the hurricane continued north towards Bermuda. On Tuesday, the Federal Emergency Management Agency sent a team to Puerto Rico to assess the damage, as supported by Governor Pedro Pierluisi."}, "2-43": {"heading": "UN inaugurates rapid-response fund for future disasters ", "link": "https://en.wikinews.org/wiki/UN_inaugurates_rapid-response_fund_for_future_disasters", "date": "21-March-2006", "text": "After every earthquake, flood, or other disaster, the call goes out for pledges to fund emergency relief. Then a second round of begging tries to convert those pledges into actual payments. In the meantime, some relief is delayed, and people die. Money that does eventually come may not be in proportion to the need. For example, relief funding for the 26 December 2004 tsunami generally came rapidly and exceeded the amount requested, but famine relief for 3.5 million Kenyans suffering drought is now 75% underfunded. To help solve these problems, the United Nations this month created the Central Emergency Response Fund (CERF) as a rainy-day savings account, to be dipped into when urgent needs require that money be spent within days--not in several months after aid pledges start being fulfilled. The Fund is about half way to the goal of half a billion dollars in deposits, which could be spent for either natural or man-made disasters. \"We meet to launch a fund that is proactive rather than reactive. The CERF will provide a ready pool of resources that better empower the United Nations in funding immediate relief efforts in the aftermath of disasters,\" said UN Secretary-General Kofi Annan on March 9. Jan Egeland, the UN Emergency Relief Coordinator, will manage the Fund. \"We are working on the two first allocations from the CERF...One is to the Horn of Africa and Kenya drought, the other one is to Cote d'Ivoire where humanitarian work and the civilian population is suffering so much,\" he said. \"Too often, aid resembles a lottery in which a few win but most lose based on considerations other than need. We must move from lottery to predictability so all those who suffer receive aid.\" The biggest donations paid so far are $41 million from Sweden and $30 million from Norway. The largest pledges are $70 million from the United Kingdom and $24 million from the Netherlands."}, "2-44": {"heading": "Aid agencies warn of food shortages in flood-hit India ", "link": "https://en.wikinews.org/wiki/Aid_agencies_warn_of_food_shortages_in_flood-hit_India", "date": "9-October-2009", "text": "Aid agencies and Indian government officials have warned that there may be food shortages in the country, following severe floods that affected southern states. They said that agricultural production is likely to drop dramatically due to flooding of farmland and crops. Officials have predicted that food production in Andra Pradesh, one of the southern states most affected by flooding, will go down by over 900,000 tonnes. The waters are said to have ruined large quantities of grain stocks as well. \"Rice and other crops in an area of 260,000 hectares [642,000 acres] have been destroyed,\" said Andra Pradesh agricultural minister N. Raghuveera Rao. Jayakumar Christiandirector of World Vision India, an aid agency working in the region, said that \"floods and drought have set back India's fight against poverty by years.\" Heavy flooding last week, mainly in Andhra Pradesh and neighbouring Karnataka, has killed about three hundred people and forced the evacuation of over a milion. The rains came after a prolonged period of drought."}, "2-45": {"heading": "Kiribati acquires international funding for solar power ", "link": "https://en.wikinews.org/wiki/Kiribati_acquires_international_funding_for_solar_power", "date": "26-March-2013", "text": "Last Tuesday, AusAID Australia and the World Bank's Global Environment Fund (GEF) reached an agreement to give the government of Kiribati US$5 million (AU$4,779,000, NZ$5,985,000, €3,885,000) to install solar panels around the country capital, located on the Tarawa atoll.  According to Business Desk of the Brunei Times, AusAID promised AU$3.2 million in funding, while GEF promised US$1 million.  The country was the first in the Pacific to make a deal with the World Bank. The funding was part of a US$530 million (NZ$635 million) package announced at yesterday's Pacific Energy Summit in Auckland involving New Zealand and the European Union, Australia, the Asian Development Bank, the European Investment Bank, the Japan International Cooperation Agency, the World Bank Group, and the United Arab Emirates.  Also at the summit yesterday, New Zealand's Foreign Affairs Minister Murray McCully had announced a national commitment of USD$54,262,000 (AU$51,861,000 NZ$65 million, €42,178,000) to Pacific region energy solutions, of which US$8,348,000 (AU$8 million, NZ$10 million, €6,483,000) would be specifically earmarked for renewable energy and improved energy efficiency in the Cook Islands, Kiribati, Papua New Guinea, Samoa, Tonga, and Tuvalu. Kiribati is heavily dependent on diesel fuel for most of the energy available on the national power grid, which supplies power to half Kiribati's population of 110,000. In addition, a third of the country's population lacks access to electricity. Once installation of the solar panels is complete, they are estimated to reduce diesel consumption by 230,000 liters (60,760 gallons) a year and give access to the electricity to some parts of the population that currently have no electricity.  The European Union already has committed €100 million to sustainable energy in the region, with €10 million of that coming as a result of an announcement made last week. In a press release about the news, Kiribati President Anote Tong was quoted as saying, \"Kiribati faces big challenges it is remote, it is at risk from the effects of climate change, and it is vulnerable to economic shocks. [...] Shifting Kiribati's focus to reliable solar energy will provide a more secure, more sustainable power source for the country's people.\" Radio New Zealand International quoted Tong as saying, \"It's the first time we are doing this. We're excited at the prospect of even substituting fossil fuel to a small extent at this stage. What the system being envisaged will only produce around 500 kilowatts, but this is the beginning of what I hope will be a pattern, the trend in the future.\" The European Union's Fiji-based head of operations for the Pacific region, Renato Mele, supported alternative energy solutions like solar power for the region, but said that solar power had limitations because climate and environmental conditions sometimes meant batteries required to power the panels had a life of only 12 months, compared to other climates where batteries normally last five years.  This created the potential to drive up standard operating costs. Mele has also noted these additional costs though are still lower than the cost of diesel power. One News Pacific Correspondent Barbara Dreaver noted, \"Governments will be able to put the money they (currently) spend on diesel into things like education and health.\""}, "2-46": {"heading": "UN creates rapid-response fund for disasters ", "link": "https://en.wikinews.org/wiki/UN_creates_rapid-response_fund_for_disasters", "date": "21-March-2006", "text": "After every earthquake, flood, or other disaster, the call goes out for pledges to fund emergency relief. Then a second round of begging tries to convert those pledges into actual payments. In the meantime, some relief is delayed, and people die. Money that does eventually come may not be in proportion to the need. For example, relief funding for the 26 December 2004 tsunami generally came rapidly and exceeded the amount requested, but famine relief for 3.5 million Kenyans suffering drought is now 75% underfunded. To help solve these problems, the United Nations this month created the Central Emergency Response Fund (CERF) as a rainy-day savings account, to be dipped into when urgent needs require that money be spent within days--not in several months after aid pledges start being fulfilled. The Fund is about half way to the goal of half a billion dollars in deposits, which could be spent for either natural or man-made disasters. \"We meet to launch a fund that is proactive rather than reactive. The CERF will provide a ready pool of resources that better empower the United Nations in funding immediate relief efforts in the aftermath of disasters,\" said UN Secretary-General Kofi Annan on March 9. Jan Egeland, the UN Emergency Relief Coordinator, will manage the Fund. \"We are working on the two first allocations from the CERF...One is to the Horn of Africa and Kenya drought, the other one is to Cote d'Ivoire where humanitarian work and the civilian population is suffering so much,\" he said. \"Too often, aid resembles a lottery in which a few win but most lose based on considerations other than need. We must move from lottery to predictability so all those who suffer receive aid.\" The biggest donations paid so far are $41 million from Sweden and $30 million from Norway. The largest pledges are $70 million from the United Kingdom and $24 million from the Netherlands."}, "2-47": {"heading": "Former Formula 1 designer unveils new electric car ", "link": "https://en.wikinews.org/wiki/Former_Formula_1_designer_unveils_new_electric_car", "date": "9-November-2009", "text": "Former Formula One McLaren designer Gordon Murray has unveiled a new all-electric car. The car model, which is known as the T.27, is due to be developed over the course of the next 16 months with four prototypes. The process that will be used during the course of the manufacturing of the vehicle is called iStream. The technology iStream had been invented by Gordon Murray in 1999 and means that all the parts are designed using a computer. The project has approximately received £9,000,000 (US$14,919,000) in investment. The electric car is designed for urban purposes, such as in cities or towns. The weight of the vehicle is just 600 kilograms. It has the ability to travel at speeds of up to 60 miles per hour and can go for a maximum of 100 miles between recharges. The designer thinks that motorists will some day be travelling in vehicles like this. Murray believes that the new car will be 'the most efficient electric vehicle on earth'."}, "2-48": {"heading": "Arizona may have driest winter in centuries ", "link": "https://en.wikinews.org/wiki/Arizona_may_have_driest_winter_in_centuries", "date": "16-January-2006", "text": "Nearly a month into the Winter season, much of Arizona has still not received rain or snow.  Drought conditions have affected the state to varying degrees for the past 11 years, but 2006 looks to be the worst yet. Rain and snowfall are typically most prevalent during January and February, but a high-pressure system has been keeping storms away from Arizona.  Both are needed to refill the water reservoirs and keep forests healthy; if they continue to dry out under the current warm weather, it could cause an earlier fire season than usual. The lack of rain will also increase farmers' demand on the water supply earlier in the year than usual and may cause problems if the summer monsoons also fail to arrive."}, "2-49": {"heading": "A-League 2007–08: Round 7 Results ", "link": "https://en.wikinews.org/wiki/A-League_2007%E2%80%9308:_Round_7_Results", "date": "9-October-2007", "text": "Round 7 of the A-League 2007-08 has produced some interesting moments throughout the country. Accusations have been made that the A-League's 'thug-like' onfield play has decreased its good name, but all teams enjoyed a close-to satisfying game, whatever the result. WA team Perth Glory is still stalling in its win drought, sparking calls for coach Ron Smith's dismissal, however this was met with limited concern. The low attendance numbers were partly due to the Perth Glory vs Adelaide United match with one of the lowest crowds in Perth's history, 6252."}, "2-50": {"heading": "Inaugural African Protected Areas Congress closes ", "link": "https://en.wikinews.org/wiki/Inaugural_African_Protected_Areas_Congress_closes", "date": "28-July-2022", "text": "The inaugural African Protected Areas Congress hosted in Kigali, Rwanda, closed on Saturday with delegates adopting the Kigali Call to Action, committing countries to greater investments in the conservation of nature. The conference ran from July 18-23, and was organised by Rwanda, the International Union for Conservation of Nature and the African Wildlife Foundation, with the aim of discussing the challenges and opportunities in the conservation of nature and wildlife across Africa. Over 2300 delegates were present representing countries, the private sector, indigenous groups and conservation organisations. Initiatives included the launching of a Pan-African Conservation Trust, with African governments encouraged to approve its establishment. This would see a $200 billion pan-African trust fund created for the financing of all 8,500 of Africa's protected areas in perpetuity. Congress closed with delegates adopting the Kigali Call to Action, committing countries to spending 1% of their GDP on funding biodiversity programs, alongside increasing collaborations between the public and private sectors. The Call to Action also called for the strengthening of the rights of indigenous peoples and local communities."}, "2-51": {"heading": "Iberia burning: forest fires rage across Portugal ", "link": "https://en.wikinews.org/wiki/Iberia_burning:_forest_fires_rage_across_Portugal", "date": "26-August-2005", "text": "In Portugal, which is suffering its worst drought since 1945, some 1,500 firefighters and 600 soldiers battled forest fires that have raged for six days.They said cooler temperatures and higher air humidity levels helped them to contain more than a dozen fires but the risk of new ones remained high."}, "2-52": {"heading": "Imminent danger of famine in the Sahel ", "link": "https://en.wikinews.org/wiki/Imminent_danger_of_famine_in_the_Sahel", "date": "18-March-2012", "text": "The U.N. Food and Agriculture Organization reports that an estimated number of sixteen million people may soon suffer from food shortages in the Sahel region. The U.N. Office for the Coordination of Humanitarian Affairs announced that by Tuesday the United Nations had so far only received about a quarter of the US$1 billion required for the imminent food crisis; the United Nations had appealed to the international community for donations. The situation is further complicated by Tuareg separatists in Mali, which are a security risk to the charities and have displaced residents to other states of the Sahel, as well as by workers in Niger, who have returned from Libya or Nigeria, but found no occupation in Niger. The government of Niger has initiated a program for this group consisting of relief food aid and labor schemes. \"We witnessed last year the situation spiraling out of control in East Africa as the aid community failed to act swiftly,\" explained Mamadou Biteye, the regional director of Oxfam for West Africa: \"The worst can be avoided and thousands of lives will be saved if we act now. It's that simple.\" The last food crises were the 2011 East Africa drought in the Horn of Africa and the 2010 Sahel famine."}, "2-53": {"heading": "Sydney Swans win AFL premiership after 72 years in classic match ", "link": "https://en.wikinews.org/wiki/Sydney_Swans_win_AFL_premiership_after_72_years_in_classic_match", "date": "24-September-2005", "text": "After 72 long years, long suffering fans of the Sydney Swans football club will be toasting their club's success as they defeated the West Coast Eagles of Perth today in the AFL Grand Final by a score of 8.10 (58) to 7.12 (54), a victory of four points. This gives the Swans, formerly based in South Melbourne before moving to Sydney in 1982, their first premiership since 1933. Sydney captain Barry Hall and West Coast goalsneak Adam Hunter both kicked two goals in a low-scoring affair. West Coast kicked the first goal, and then proceeded to kick another after Sydney replied. The Swans went on to kick five unanswered goals (6 points) to take a 20-point lead into halftime, while the Eagles could manage a handful of behinds (1 point). The Eagles came alive in the third quarter, and at three-quarter time reduced the deficit to two points thanks to picked-up performances from West Coast stars like David Wirrapunda and Brownlow Medal winner Ben Cousins. However, attempts at goal were wasted as West Coast failed to capitalize throughout the game at many scoring opportunities. West Coast gained the lead 15 minutes in the final quarter thanks largely in part to a misjudged short kick by Luke Ablett which was caught by Cousins right in the front of the goal. This would bring the Eagle lead up to 10, before Amon Buchanan's goal erased the deficit. The Eagles mounted a spirited charge in the dying minutes, but a timely saving mark by Leo Barry seconds before the final siren was the final nail in West Coast's coffin. Chris Judd won the Norm Smith Medal for being voted the best-on-ground, becoming the fourth person to win this honour while representing the losing side. The grand final was Sydney and West Coast's fourth meeting of the season, with both teams splitting the home-and-away series. The Eagles had defeated the Swans by the same Grand Final-winning margin in the Qualifying final at Subiaco Oval three weeks ago, and it is a vindication for the Swans, who lost that match on a number of questionable umpiring decisions which the AFL's chief umpire Jeff Gieschen later admitted were incorrect. The Swans had also come under great criticism earlier in the year from footy commentators and AFL Commissioner Andrew Demetriou for their now premiership-winning tactics, which was criticized as \"boring\" and, in the words of Demetriou, would lead the Swans to \"lose more games than they would win\" this season, but the Swans achievement forced  Demetriou to backtrack his words days before the Grand Final. 91,898 footy fans of all stripes and locales packed the Melbourne Cricket Ground for the game, which was opened with entertainment from the likes of Delta Goodrem (singing I Am Australian), the finalists of Australian Idol (performing Waltzing Matilda), Dame Edna and Michael Buble. John Steven's (Sydney Swans fan) later remarked \"This was one of the most exciting, gripping and enthralling matches I have ever witnessed.\" This game will certainly leave a mark in the record books."}, "2-54": {"heading": "China: Heavy flooding displaces over a million, kills dozens ", "link": "https://en.wikinews.org/wiki/China:_Heavy_flooding_displaces_over_a_million,_kills_dozens", "date": "14-June-2010", "text": "The Chinese government has said that severe seasonal flooding in the country has displaced over a million people and killed at least 155. According to the Office of Flood Control and Drought Relief Headquarters, the southeastern parts of China were hit the worst. 1.3 million people were forced to temporary shelters after 140,000 homes collapsed, mostly in the provinces of Hunan and Jiangxi. The office reports that direct economic losses from the disaster has reached 24 billion yuan, or about US$6.5 billion, and that the figure is 370% higher than the damage caused by last year's seasonal rains. The rainy season in eastern China is in June through August; flooding is frequent, and causes mudslides and deaths. This year, however, rainfall totals appear to be the highest they have been in over ten years."}, "2-55": {"heading": "Stressed plants produce aspirin-like chemical ", "link": "https://en.wikinews.org/wiki/Stressed_plants_produce_aspirin-like_chemical", "date": "23-September-2008", "text": "Researchers at the  National Center for Atmospheric Research have found that stressed plants produce an aspirin-like chemical,  methyl salicylate. Methyl salicylate is also known as oil of  wintergreen. This semi-volatile plant  hormone was detected in the air above the plants in the experiments conducted in a walnut grove near  Davis, California. According to the scientists the chemical may be a sort of immune response that help protect the plants. Acetylsalicylic acid, commonly called aspirin, had originally come from the bark of Willow trees. It had never been observed to be emitted as a gas. The researchers observed spikes in methyl salicylate after nighttime temperatures dipped low, which suggested the plants were reacting to cold stress. The peaks were higher during a dry period, pointing to combined stress of cold nighttime temperatures and mild drought. Laboratory observations have shown that numerous plants produce methyl salicylate, but this is the first time the phenomenon has been observed in nature. Previous studies have shown that plants being eaten by animals produce chemicals that can be sensed by other plants. A study conducted in 1997 found that methyl salicylate is produced by tobacco plants inoculated with tobacco mosaic virus. Emitting methyl salicylate may be a means for the plants to warn other plants about a threat. The finding may help to more readily identify plants under stress by monitoring for the airborne distress signal."}, "2-56": {"heading": "Weightlifter Hidilyn Diaz wins the Philippines' first-ever Olympic gold medal ", "link": "https://en.wikinews.org/wiki/Weightlifter_Hidilyn_Diaz_wins_the_Philippines%27_first-ever_Olympic_gold_medal", "date": "30-July-2021", "text": "On Monday, Filipina weightlifter Hidilyn Diaz won the gold medal at the Tokyo Olympics in women's weightlifting in the 55 kg category during her fourth Olympic games. She lifted a combined weight 224 kg (494 lb), tying the previous new Olympic record. In the snatch she lifted 97 kg (214 lb) and in the clean and jerk 127 kg (280 lb), totaling the 224 kg. After the match, she said in an interview, \"I am 30 years old and I thought it would be like going down, my performance, but I was shocked I was able to do it\". A statement from the Philippines' presidential spokesman Harry Roque celebrated Diaz's win, saying, \"Congratulations, Hidilyn. The entire Filipino nation is proud of you\". The previous record-setter Liao Qiuyun of China took the silver medal with a total weight of 223 kg (492 lb), and Zulfiya Chinshanlo of Kazakhstan took the bronze with 213 kg (470 lb). Diaz won the silver medal during the 2016 Olympic Games in Rio de Janeiro, Brazil, where she competed in the 53 kg category. She won a gold medal in the 2019 Southeast Asian Games. Diaz trained in Malaysia, where she was stuck due to COVID-19 travel restrictions imposed by the Philippines. While there, she trained in a self-built gym, using water bottles."}, "2-57": {"heading": "Zimbabwe bans crop growing in urban areas ", "link": "https://en.wikinews.org/wiki/Zimbabwe_bans_crop_growing_in_urban_areas", "date": "23-June-2005", "text": "Farming in urban areas has been banned in the latest turn in the Zimbabwean government's 'crackdown' on the country's poor. Zimbabwe is in the grip of a chronic drought and with food supplies running low, thousands fear starvation after they were told they could no longer supplement their food supply with crops grown themselves. A police spokesman told a UN news agency that they were under government instruction to prevent urban farming. Police spokesman Wayne Bvudzijena said \"a lot of harm is being done to the environment. Why can't those who want to cultivate crops go to rural areas, where people are being allocated farms under the land reform programme?\" People living in urban areas had taken to growing their staple crop - maize - and other grains in patches of land near their houses. Much of the land being used had already been earmarked for cultivation, but the police have been told to ignore any such designations. A non-governmental organisation, Environment Africa, agreed with some of the policy. \"We totally understand and appreciate the need for urban people to supplement their incomes, but they should not do it the wrong way. Ideally, farming should be done on farms, not in towns. What we have witnessed is an irreparable damage to the environment, which will certainly have dire consequences for our beloved cities,\" said an official. A spokesman for the opposition — the Movement for Democratic Change (MDC) — said that while planting on undesignated land, especially amid a maze of houses in townships, was not something they could approve, planting on designated areas should be allowed. Such urban farming could produce up to 100,000t of grain in a good year, the spokesman added. He believes the government aims to drive urban people — who are often MDC supporters — out into the countryside, with the promise of getting land under the \"reform program\". As international concern about Zimbabwe grows, Kofi Annan plans to send a special envoy to assess the situation.  However, he has not scheduled a date for the visit."}, "2-58": {"heading": "Queensland government not doing enough on water: Poll ", "link": "https://en.wikinews.org/wiki/Queensland_government_not_doing_enough_on_water:_Poll", "date": "11-June-2007", "text": "A poll conducted by galaxy for Brisbane's Courier Mail newspaper has found Queenslanders do not believe the Beattie government is doing enough to secure water supplies in drought affected South-Eastern Queensland. The poll found 83 percent of voters believe the government is not doing enough to solve the state's water crisis with 76 percent believing the supply of water to South-East Queensland is poor or very poor. As a further blow to the Beattie government, two-thirds of voters believed that the promised water grid would not be completed on time. The water grid will allow for the sharing of water across Queensland's South-East and includes the supply of recycled water to industry. Speaking at the Bundamba Water Treatment Facility, Premier Beattie promised that the water gird would be completed on time regardless of cost. \"We will deliver this water grid and we will deliver it on time and we will get through this drought,\" he said. The Bundamba facility will deliver 20 megalitres of water per day to the Swanbank power station instead of from Wivenhoe Dam. The states Deputy Premier Anna Bligh was also positive about Queensland's water grid. Speaking of the Bundama facility, she said the operation of the water grid would commence in 10 weeks. \"We are just 10 weeks away from beginning of the operation of The Official Queensland Water Grid,\" Ms Bligh said. Ms Bligh also reassured Queenslanders that the Tarong power station will be receiving recycled water within the next 12 months, with recycled drinking water being used after that. \"We are only just 12 months away now from the next part, which is water to Tarong and in October next year, this equipment will be delivering drinking water into our dams,\" said Ms Bligh."}, "2-59": {"heading": "'Electra'-fying competition faces 'Fockers' ", "link": "https://en.wikinews.org/wiki/%27Electra%27-fying_competition_faces_%27Fockers%27", "date": "14-January-2005", "text": "U.S. and Canada — North American movie box offices were dominated  by Universal pictures last weekend as two of its films, a comedy, Meet the Fockers, and a horror flick, White Noise, together raked in a combined $52.6 million, more than half the $98.3 all films made over the Jan. 7 weekend, according to film tracking firm Box Office Mojo. But Universal's dominance of the North American box office receipts is in danger as 20th Century Fox, Paramount, Warner Brothers and Sony all have films debuting in wide release Friday. After a two-week drought of new releases with Noise the only debut, the Jan. 14 weekend is relatively crowded as three new films bow and one Oscar-buzz movie expands into wide release. The following films will be playing in at least 1,000 U.S. and Canada venues:"}, "2-60": {"heading": "UN report: climate change and food shortage major problems for Earth's future ", "link": "https://en.wikinews.org/wiki/UN_report:_climate_change_and_food_shortage_major_problems_for_Earth%27s_future", "date": "25-October-2007", "text": "The United Nations Environment Programme (UNEP) has released a comprehensive report on the current state of the global environment. Climate change, food and water shortage and a decline in biodiversity threaten humanity's survival, so urgent action is necessary, the report warns. UNEP's Global Environment Outlook: environment for development (GEO-4) report involved the work of about 390 experts in various fields from around the world. While the GEO-4 report salutes some improvements, for example the increased public awareness of environmental issues and political interest, it also warns that \"There are no major issues... for which the foreseeable trends are favourable.\" Although the report sets out a gloomy scenario, its main aim is to call for action. The report finds that despite \"visible and unequivocal\" evidence of climate change caused by human activity, the global response is \"woefully inadequate\" and shows \"a remarkable lack of urgency\". It criticizes highly-polluting countries that refused to ratify the Kyoto Protocol, and the industrial sectors that lobbied against it. Negotiations for a new Protocol to curb climate changes will start in December. Although the emission of ozone-layer damaging chemicals has decreased by 95 percent, the spring hole in the ozone layer is larger than ever. UNEP calls the way Europe and North America have dealt with the problem of acid rain \"one of the success stories of recent decades\", while the challenge remains in countries like China, India and Mexico. As far as water is concerned, the report warns that \"The escalating burden of water demand will become intolerable in water-scarce countries.\" Contaminated water and lack of sanitation services already affect 2.6 billion people, being the single leading cause of death in developing countries with 3 million deaths annually, mostly in children younger than five. Although agricultural efficacy has increased, up to a third of the global population is affected by soil erosion, nutrient depletion and water scarcity. This is the first UNEP report which addresses specific problems in individual continents. In Africa, desertification and declining food production are key problems, while agricultural subsidies in developing countries decrease trade profits. Bushmeat trade is also mentioned, for example in the Congo Basin, where the trade is at six times its sustainable rate. In Asia, urban air quality, fresh water and increasing waste problems are among the priorities. The illegal traffic in electronic and hazardous waste worldwide is mentioned separately as an emerging challenge. Overconsumption, high energy use and transport problems cause concern in Europe, while North America is, according to the report, struggling to address climate change. Urban growth is a particular concern in Latin America. 2007 is reported as being the first year in history when more than half of all people lived in cities. The Polar regions are already feeling the impact of climate change, ozone layer effacement and pollution. Achim Steiner, Under-Secretary General of the U.N. and director of UNEP, said that \"There continue to be 'persistent' and intractable problems unresolved and unaddressed. ... Meanwhile, institutions like UNEP, established to counter the root causes, remain under-resourced and weak.\" \"There have been enough wake-up calls ... I sincerely hope GEO-4 is the final one. The systematic destruction of the Earth's natural and nature-based resources has reached a point where the economic viability of economies is being challenged and where the bill we hand on to our children may prove impossible to pay,\" Mr Steiner warned."}, "2-61": {"heading": "Wildfires still burn in Oklahoma, Texas ", "link": "https://en.wikinews.org/wiki/Wildfires_still_burn_in_Oklahoma,_Texas", "date": "4-January-2006", "text": "NORMAN, Okla. – National Weather Service officials are warning of continued fire dangers throughout Oklahoma and Texas due to serious drought conditions. More than 220 homes and businesses have been destroyed by fire in Oklahoma since Nov. 1, according to the Oklahoma Department of Emergency Management. Wildfires in 29 of the state’s 77 counties have claimed more than 360,000 acres. Meanwhile, officials in Texas say 238 homes and 254,555 acres have been lost to wildfires in that state since Dec. 26. Unseasonably warm weather and wind gusts of up to 40 mph have combined to make an already dangerous situation worse across the Southern Plains, which also include parts of Kansas, Colorado and New Mexico, said Jason Levit of the National Storm Prediction Center in Norman. “The region also continues to remain in a severe to extreme drought situation,” Levit said. “Dry surface vegetation will continue to serve as an excellent fuel for any fires that develop.” Some dry areas, such as the Rocky Mountains and Great Lakes, may soon see some much-needed rain. Levit says the already fire-ravaged Southern Plains will have no such luck, however, and people should be aware of the severe danger that will continue to threaten the region. In Oklahoma, state authorities and the National Guard have established a command post in Shawnee, about 40 miles east of Oklahoma City, where they have been joined by officials from the U.S. Forest Service, the Bureau of Indian Affairs, and the National Weather Service. The state was granted access to relief from the Federal Emergency Management Agency on Dec. 28, said Gov. Brad Henry. The Governor requested fire management grants to help cover expenses related to the wildfires that began the previous day. FEMA’s approval means funds are now available to local governments and volunteer fire departments that responded to the blazes in Hughes and Seminole counties. Requests involving nine other counties were approved in the days that followed. Fires hit the northeastern part of Oklahoma City, the state’s capital and largest city, on Sunday. Fires were said to have destroyed 20 homes over the weekend. A National Guard helicopter and firefighters from North Carolina were sent to battle a blaze near the town of Davis, in south-central Oklahoma, on Tuesday. Meanwhile, the BIA sent two airplanes to help fight a fire near Eufaula, in eastern Oklahoma. Three other BIA aircraft aided crews fighting fires near Wewoka, in central Oklahoma, and additional fires were reported near Knowles, Oklahoma City, Ponca City and Tishmingo. Authorities said additional National Guard helicopters and Forest Service planes are available to battle other fires as they break out. The Oklahoma State Medical Examiner’s Office said one man has died from injuries sustained from recent wildfires. A 68-year-old Hughes County man died Dec. 28 from thermal burns and smoke inhalation. The death is in addition to that of a 68-year-old Carter County woman who died last month while trying to use a garden hose to save her home from being consumed by flames. The governor’s office said the state continues to await word on a request for a federal disaster declaration made Friday. A disaster declaration by President George W. Bush would qualify Oklahoma for federal funds to place firefighters ahead of where blazes are burning, and would provide temporary housing assistance and low-interest loans for those whose homes or businesses have been destroyed. Texas authorities say they have 92 aircraft and 650 state workers working to fight fires, and have been joined by crews from Alabama, Florida, Louisiana, Tennessee, and Wisconsin. The U.S. Forest Service is also helping the state to handle the emergency. Despite efforts, wildfires on Monday claimed nearly the entire town of Ringgold, destroying 45 buildings that comprised about 80 percent of the town."}, "2-62": {"heading": "Kenyan cattle rustlers kill eleven ", "link": "https://en.wikinews.org/wiki/Kenyan_cattle_rustlers_kill_eleven", "date": "15-November-2009", "text": "Kenya's livestock minister, Mohammed Kuti, said today that cattle rustlers have killed eleven people near the central town of Isiolo. Kuti, who is also the member of parliament for Isiolo, said the rustlers raided in a village in the area early in the day. \"The eleven people were killed when rustlers stormed a village in Kisima area early this morning,\" he commented. The state-owned Kenya Broadcasting Corporation puts the number of attackers at 300, and stated that they stole an unknown number of livestock. Cattle rustling is common in Kenya, and the extended drought has heightened competition for scarce sources of food. In mid-September, 30 people were killed in a shootout as rustlers from the Pokot tribe attacked the Samburu tribe and made off with hundreds of cattle."}, "2-63": {"heading": "Fossilized remains of \"burrowing\" dinosaur found in Montana ", "link": "https://en.wikinews.org/wiki/Fossilized_remains_of_%22burrowing%22_dinosaur_found_in_Montana", "date": "21-March-2007", "text": "The remains of a fossilized \"burrowing\" dinosaur have been found in Lima, Montana and scientists say that the dinosaur may have been forced to dig in an effort to survive the asteroid impact that wiped out the dinosaurs nearly 65 million years ago. One full grown dinosaur and two young ones are the first evidence of any burrowing dinosaur to be discovered by scientists and is also the first evidence that a dinosaur cared for their offspring in dens. \"Burrowing behaviour allows vertebrates to escape harsh environmental conditions. Small dinosaurs could potentially have withstood severe conditions, such as drought or ... temperature extremes. Survival of terrestrial vertebrates at the end-Cretaceous event has been attributed to sheltering behaviour, with the extinction of non-avian dinosaurs resulting from their inability to find an appropriate cover,\" said Montana State University's chief researcher, David Varricchio. The new dinosaur has been called \"Oryctodromeus cubicularis\" which is being defined as the \"digging runner of the lair.\" \"Here we have the burrow, den, an adult with traits for digging, and two juveniles, all in the same place. It doesn't get much better than that,\" said researcher at Emory University, Anthony Martin. The remains were found in an area that was once covered by an ancient flood, but Varricchio states that the flood was not the cause of the dinosaurs death. \"The bones are disarticulated; they are not in life position. It's not like they were sitting in the burrow and a flooding event filled the chamber with sediment and they were entombed. They must have died, undergone decay and then the burrow was filled,\" added Varricchio. The fully grown dinosaur is at least 2.1 meters long and weighed nearly 22 to 32 kilograms. Scientists say that the dinosaurs are nearly 95 million years old and are from the Cretaceous period of dinosaurs. In evolutionary terms, the dinosaur lived just before the asteroid impact that made dinosaurs extinct."}, "2-64": {"heading": "Dominican comedian Freddy Beras-Goico dies aged 69 ", "link": "https://en.wikinews.org/wiki/Dominican_comedian_Freddy_Beras-Goico_dies_aged_69", "date": "20-November-2010", "text": "Dominican comedian Freddy Beras-Goico has died at the age of 69 in the United States. Beras died at the Mount Sinai Medical Center on Thursday in New York. Admitted to the hospital on November 5, the comedian died on Thursday, three days before his 70th birthday, of pancreatic cancer. Beras, who started his career as a cameraman in the 1960s, was also an actor and television presenter. As a child Beras fled Colombia with his family due to the dictatorship of Rafael Trujillo. During the 1950s and 60s he became a political activist and was jailed in 1965. He reached national fame when he began to present a weekly variety television programme. During its thirty year run the show featured some of the most famous musicians from the Dominican Republic and Latin America. Tributes have been paid to the late comedian. The president of the Dominican Republic, Leonel Fernandez, said that he spoke out against the social and political conflicts of the country. He added that \"He appealed with energy and integrity for the construction of a better society.\" His son posted an announcement through his Twitter page. He said \"It is with great pain that I announce the death of my father. Infinite thanks to all for your solidarity in these days. Peace to his remains.\" His funeral is to take place in the Dominican Republic and his body is due to return there today."}, "2-65": {"heading": "US Soccer: Seattle Sounders fall to LA Galaxy 1-0 ", "link": "https://en.wikinews.org/wiki/US_Soccer:_Seattle_Sounders_fall_to_LA_Galaxy_1-0", "date": "13-April-2015", "text": "California-based soccer club LA Galaxy triumphed 1–0 over Seattle Sounders FC of Washington yesterday with a header from Alan Gordon. Both sides were missing a key player; Clint Dempsey was out for the Sounders with a hamstring injury while Robbie Keane missed the match with a groin injury. This was LA's first win since opening day and are now 2-2-2 while Seattle experienced their second loss of the season and stand at 2-2-1. Seattle had ten opportunities on the night saved by Galaxy goalkeeper Jaime Penedo. Lamar Neagle could not find the back of the net with four on target. In the 53rd minute Sounders' Rose had a clear shot against goal; Penedo again made the save when the ball was struck directly at the keeper. The lone goal started with a cross from Juninho on the right side which found center back Omar Gonzalez. He was able to head the ball back to Gordon who then easily scored. This ended a goal drought for LA who were scoreless for 290 minutes, last scoring on March 21 against Houston. LA next face Sporting Kansas City at home while the Sounders continue their road trip to the Colorado Rapids."}, "2-66": {"heading": "Two thirds of Queensland flooded; \"disaster zone\" declared ", "link": "https://en.wikinews.org/wiki/Two_thirds_of_Queensland_flooded;_%22disaster_zone%22_declared", "date": "22-January-2008", "text": "Monsoonal rains in Queensland, Australia have caused massive flooding over two thirds of the state, and led Emergency Services Minister Neil Roberts to declare the town of Emerald a disaster zone. The floods, which first hit the north part of the state a week ago, have since spread as far south as Charleville, where they have been compared to the floods which struck the town in 1990 and 1997, and stand in stark comparison to the drought that has plagued the area since 2003. Authorities believe that temporary floodbanks, erected near the town, will hold back the waters. More than 2,000 people have evacuated from Emerald, and more than 200 homes are on standby to evacuate. According to Acting Mayor Kerry Hayes, \"[t]he shopping centres are basically short of bottled water, bread and milk obviously and a lot of baby necessities\", which will be brought in by rail as the town is currently cut off by road. The Prime Minister, Kevin Rudd, who visited Charleville, has pledged federal support during the disaster. Damage from the floods is predicted to be as high as $A1 billion."}, "2-67": {"heading": "Red dust storm engulfs Sydney, Australia ", "link": "https://en.wikinews.org/wiki/Red_dust_storm_engulfs_Sydney,_Australia", "date": "23-September-2009", "text": "A huge dust storm has covered much of New South Wales and southern Queensland, Australia, including the major cities of Sydney and Brisbane.  The storm is causing eerie red skies, as well as breathing problems, traffic chaos, and flight cancellations. Residents have described it as like \"Armageddon\" or \"being on Mars\". Vulnerable people including children, the elderly, and those with respiratory illnesses have been warned to stay indoors, as air pollution levels soared.  According to the New South Wales Department of Environment and Climate Change, PM10 (particulate matter) readings are at 15,500 micrograms per cubic metre. This is the highest since records began, and compares with normal readings of around 10 micrograms per cubic metre. Even a bushfire typically raises levels to only 500 micrograms per cubic metre. The red dust plume is visible from space and, according to Dr John Leys of the NSW Department of Climate Change and Water, stretches 600 km along the coast, dropping 75,000 tonnes of dust into the sea every hour. The Bureau of Meteorology said it was the worst storm in 70 years. The dust was caused by strong winds which lifted valuable top soil from the desert and drought affected areas by an intense low pressure system, which has also caused other extreme weather.  Hail storms have smashed windows in New South Wales, with stones as large as cricket balls reported in Crookwell with large hail also reported in Wagga Wagga.  Winds up to 100 km per hour are also predicted for Sydney."}, "2-68": {"heading": "Somalia in danger of famine ", "link": "https://en.wikinews.org/wiki/Somalia_in_danger_of_famine", "date": "4-December-2008", "text": "Heavy violence, drought, and soaring food prices mean that half of the population of the African country of Somalia is in immediate need of food aid in order to prevent a famine, according to a new study. Every sixth child under the age of five is acutely malnourished, and three and a quarter million people are in need of immediate aid, a number 77% higher than last year, according to the Food Security Analysis Unit (FSAU), which is based in Nairobi, Kenya. Few aid agencies are able to operate in Somalia, due mainly to the high levels of violence there: almost one hundred ships being seized by pirates in Somali waters this year, and 23 aid workers have been killed in the country, with a further 18 abducted, in 2008 alone. Most international humanitarian staff have been forced to leave the country, and even Somali staff are finding it hard to function. \"The escalating conflict, civil insecurity, and instability in Somalia is now fueling an economic crisis that is beginning to have a wider and more devastating impact on the broader population,\" said FSAU's chief technical advisor, Cindy Holleman. Alexandre Liebeskind, The International Red Cross's East African division head, said that this crisis is comparable to the 1992 Somalia famine, in which between 202,000 and 238,000 people died of starvation. The Red Cross has called for the country's borders to be opened, and for its residents to be allowed to cross and flee from the impending disaster."}, "2-69": {"heading": "First Tropical Depression of 2006 Forms ", "link": "https://en.wikinews.org/wiki/First_Tropical_Depression_of_2006_Forms", "date": "10-June-2006", "text": "Near the western tip of Cuba, a poorly organized Tropical Depression has formed, the first of the 2006 tropical storm season in the Atlantic Ocean. The thundershowers and torrential rain lie east of the center. However, over the weekend, if persistent convection develops closer to the center of circulation, the tropical depression could become Tropical Storm Alberto. This is the first T.D. of the 2006 Atlantic hurricane season. Some of the rain will hit the north-eastern part of the Yucatan Peninsula, but the bulk of the heaviest rain will remain east of the tropical depression over the western half of Cuba where 10 to 30 inches are possible by early Monday. Deadly flash flooding and mudslides are possible. Grand Cayman picked up 22.7 inches of rain in the last 24 hours. From Sunday into Tuesday, the heavy rain will hit Florida and could become a good source of drought relief for much of the state. In the Pacific Ocean, clusters of thunderstorms extend westward from Central America to just south of Mexico. Any thunderstorms over land could produce flooding and mudslides in the higher elevations. Slow development of a low pressure system off the coast of Guatemala is possible over the next few days as it heads northwestward to along the southern Mexican shores."}, "2-70": {"heading": "Dominican murder draws light to anti-Haitian sentiment ", "link": "https://en.wikinews.org/wiki/Dominican_murder_draws_light_to_anti-Haitian_sentiment", "date": "12-February-2015", "text": "Yesterday's  discovery of a bound man, believed to be of Haitian ancestry, hanged from a tree in Santiago, Dominican Republic has drawn attention to anti-Hatian sentiments in the nation. The Dominican Republic and Haiti between them make up the island of Hispaniola and Dominicans have grown concerned by Haitian immigration in recent years. Police say they believe the man, known to his friends as Tulile, was murdered during a robbery. Police officers anonymously told reporters a winning lottery ticket may have been the motive. Aged around 23, Tulile made his living shining shoes and taking commissions from money lending in the area he was murdered. Bound hand and foot, his body was found at dawn in Ercilia Pepín park, Sabana Larga street. The scene is close to the University Hospital Jose Maria Cabral y Báe, around which Tulile worked. This week saw the public burning of Haiti's flag in Santiago by local residents, saying it symbolised their rejection of Haitian immigration. The issue is a hot topic, with a court ruling two years ago retrospectively stripping Dominicans born to unregistered Haitian parents from 1930 onwards of their citizenship. Only 7,000 of an estimated 200,000 eligible residents have signed up for residency cards, a scheme instigated by the government in the face of international pressure. The deadline to apply for the permits, which allow citizenship after two years, has passed. \"They shouldn't have to apply for residency,\" said Santiago Canton of the Robert F Kennedy Center for Human Rights in a Guardian interview. \"They are Dominicans.\" Canton said the murder should be viewed \"in the context of constant discrimination and violence against Haitians\"."}, "2-71": {"heading": "Southeast United States hit with strong storms ", "link": "https://en.wikinews.org/wiki/Southeast_United_States_hit_with_strong_storms", "date": "6-January-2007", "text": "Strong storms hit the southeastern United States on Friday. Crews are currently working to restore power to the area. There are two known fatalities. Tornadoes were reported in South Carolina, Mississippi and Louisiana. In South Carolina, a tornado piled up cars, injuring 15, by an elementary school. In Mississippi, 9 people were injured with \"8 to 10 homes destroyed,\" said Ben Dudley, Kemper County's emergency management director. In Alabama, a few mobile homes were destroyed and power was out. Louisiana had the worst damage (especially around Iberia Parish) with a tornado touching down. In Georgia, there were a large number of trees down."}, "2-72": {"heading": "Poverty rises as food prices increase ", "link": "https://en.wikinews.org/wiki/Poverty_rises_as_food_prices_increase", "date": "17-April-2011", "text": "The World Bank, an organization that provides loans to developing countries, warned Thursday that rising food prices are driving millions of people deeper into poverty. Robert Zoelick, World Bank president, said that food prices have risen 36% over the last year,  pushing 44 million more people into poverty since last June. About 1.2 billion people are extremely poor. He warned that a further increase of 10% in the cost of food would move  an additional 10 million persons into extreme poverty, and there was no sign of a near term  reversal  in  the inflation of food prices, which affects the developing world disproportionately. \"We have to put food first and protect the poor and vulnerable, who spend most of their money on food,\"  said Zoellick. “The general trend lines are ones where we are in a danger zone… because prices have already gone up and [food] stocks are relatively low,” he said. The cost of the  basic foods, such as  wheat, maize and soy are all surging. Only rice has shown a slight decrease in price. The steep rise in the cost of food is being driven by a combination of factors, including bad weather in food exporting areas such as Russia, Ukraine, North America and China,  rising energy costs that increase the cost of producing and transporting food, and the incentives for  farmers in many countries to produce crops for biofuels  instead of for food. \"The linkage between food and fuel is much tighter than it was ten years ago,\" said Zoellick. Additionally,  the change in diet of the growing middle class  in developing countries means they  consume more meat and pork products which take increased grain to produce and drives up the price of feed stocks. National food investment and export policies of some wealthier countries are affecting poorer nations. For example, China is acquiring large amounts of land in Africa to grow food for the needs of the Chinese; Saudi Arabia has given up wheat production to invest overseas for food, and a drought in Russia has led it to implement an export ban on wheat. Zoellick spoke in Washington at the opening of the  meetings of the World Bank and the International Monetary Fund (IMF). He hopes to discuss food policies with officials of the G-20 countries to develop a \"code of conduct\" on export bans and to encourage these countries to do more to  increase food production and aid developing countries in managing  agricultural problems. On Saturday, the World Bank and the IMF issued \"Global Monitoring Report 2011: Improving the Odds of Achieving the MDGs\" which said the world was still on track  toward reaching a key goal of reducing the number of the world's people living in extreme poverty and hunger by half, to  883 million, by the target date of 2015.  Most of the world's progress is due to fast growth in India and China, while African countries are behind."}, "2-73": {"heading": "United Nations requests US$700 million in aid for East Africa to avoid famine ", "link": "https://en.wikinews.org/wiki/United_Nations_requests_US$700_million_in_aid_for_East_Africa_to_avoid_famine", "date": "20-September-2008", "text": "The United Nations has called for wealthy donor nations to donate US$700 million (£382 million or €484 million) in emergency aid for Eastern Africa to prevent widespread famine. Since the start of 2008 the number of people living in hunger in the region has almost doubled to seventeen million, according to the UN. UN emergency relief co-ordinator John Holmes states that food levels are dangerously low in much of Ethiopia, Somalia, Eritrea, Northern Kenya and Uganda. The area, known as the 'Horn of Africa', has seen drought, war and high food prices all worsen the situation. Holmes has warned that the levels of those in need could rise still further. A total of $1.4 billion is to be raised for the period from now to the year's end, but at least $716 million of that remains to be found. \"We may need significant funds after that period - this is not the end of the story,\" warned Holmes. \"We can avoid the situations of the 1980s and the 1990s which were genuine famines at different times. But we do need extra resources, very quickly indeed if we are going to avoid going back to famine situations,\" he said. He says Ethiopia and Somalia are in the worst states, with six million Ethiopians requiring emergency support and 43% of Somalia's population in a similar predicament. He described locals saying that the situation has never been as bad since 1928, when vast amounts of livestock died. They say rain is needed within the next few months if there is to be any grazing and cereal crops are impossible in the near future, it being well into 2009 before anything may be ready to harvest. The number of hungry people in the world rose by 75 million last year to 925 million. The UN Food and Agriculture Organisation says high food prices are to blame for the crisis."}, "2-74": {"heading": "44 dead and over 300,000 homeless after flooding in Brazil ", "link": "https://en.wikinews.org/wiki/44_dead_and_over_300,000_homeless_after_flooding_in_Brazil", "date": "12-May-2009", "text": "Floods affecting five states in northeastern Brazil have left hundreds of thousands homeless and have taken 44 lives. Heavy rainfall which began in early April has caused overland flooding that has destroyed homes in the region and landslides that have blocked roads, including 6 major highways, and a railway. The Associated Press reports that over 300,000 are homeless in north eastern Brazil, and CNN states 270 communities have been affected by overland water from flooded rivers. This flood has been the worst to strike the area since the 1950s and officials estimate damages at one billion reais (about US$482 million). Civil defence authorities placed the homeless figure at about 185,000 as of Saturday. Emergency shelters have taken in some of the homeless, and friends and relatives have opened their doors to others who have been forced from their homes. Maranhão has been hit the hardest, and has lost nine residents, two due to electrocution.  The state has declared a state of emergency as over 40,000 are homeless and without water.  A canoe with seven people aboard capsized.  Police and firefighting officials are searching for two who are still missing. Twelve deaths have been reported in the state of Ceará. Bahia on the Atlantic coast has suffered seven fatalities. The state of Amazonas has lost eight people so far. The Rio Negro, the largest tributary of the Amazon, has been rising. Piauí is suffering from two swollen rivers, no electricity due to power failures, and no potable water. The Brazilian government began to send food via military cargo planes on Friday. The government has also sent out rice and beans by boat and helicopter to a few places. Officials verify that they are sending out as much aid as possible.  Land slides combined with overland waters have washed out roads are making deliveries challenging. Emergency flood crews are struggling to open roads and pathways for food, supplies and aid. \"We have to go out and find food because almost nothing's arrived here,\" said a victim helping out in an emergency shelter. Homeless people huddled together by the thousands in tents and cow pens are fishing and leaving by canoe to find food. Besides drowning, electrocution is also taking victims. rattlesnakes and anacondas, and alligators are also displaced and are swimming through partially submerged communities in the swollen waters. This northeastern region of Brazil typically endures drought-like conditions. meteorologists are baffled by the deluge of rain which hit the area for the past fourteen days. Precipitation is estimated to continue for another week and half."}, "2-75": {"heading": "Horse racing: Curlin wins 2007 Preakness Stakes (redirect from Curlin extendes Triple Crown drought to 29 years) ", "link": "https://en.wikinews.org/wiki/Horse_racing:_Curlin_wins_2007_Preakness_Stakes", "date": "20-May-2007", "text": "At the 132nd running of the Preakness, the second jewel in horse racing's Triple Crown, Robby Albarado rode Curlin to a photo finish victory over Kentucky Derby winner Street Sense.  Going into the final stretch run, Curlin made a valiant charge to beat Street Sense by a head with a winning time of 1:53.46, matching the fastest ever finishing time in Preakness race history. Thus, for at least another year, the Triple Crown trophy will remain unclaimed.  Affirmed was the last horse to accomplish what has become a rare feat for thoroughbred horses, back in 1978. Curlin's win was as fast as track record holders (for 1 3/16 mile races) Tank's Prospect and Louis Quatorze, winners of the Preakness in 1985 and 1996, respectively. Curlin (4) paid $8.80 to win at odds of almost 7-2. The top three finishers in the Preakness were also the top three finishers in the Kentucky Derby, albeit in a different order. The $2 exacta of Curlin and Street Sense (4-8) paid $23.20. The $1 trifecta of Curlin, Street Sense, and Hard Spun (4-8-7) paid $25.00. Edgar Prado rode C P West to a 4th-place finish, capping off a $1 superfecta (4-8-7-9) of $340.30. If a rematch happens between Street Sense and Curlin, it may not happen very soon. Carl Nafzger, trainer of Street Sense, has not indicated that he will run Street Sense in the Belmont Stakes on June 9. \"Street Sense wins Kentucky Derby\" — Wikinews, May 5, 2007"}, "2-76": {"heading": "Two die in school bus accident in Missouri, several others injured ", "link": "https://en.wikinews.org/wiki/Two_die_in_school_bus_accident_in_Missouri,_several_others_injured", "date": "5-August-2010", "text": "An accident involving two school buses, a tractor trailer and an sport utility vehicle has left at least two people dead and fifty more injured about 40 miles outside of St. Louis, Missouri according to reports. The incident occurred Thursday morning on I-44 in Gray Summit between 10:15 AM (15:15 UTC) to 10:30 AM local time (15:30 UTC) according to Jorma Duran, a spokesman for the Missouri Department of Transportation. The school buses were carrying students from St. James High School and were en route to the Six Flags St. Louis amusement park, approximately 10 miles (16.1 kilometres) from the scene of the accident. It wasn't immediately clear how exactly the collision happened."}, "2-77": {"heading": "Netherlands beats Uruguay 3-2 in FIFA World Cup semifinals ", "link": "https://en.wikinews.org/wiki/Netherlands_beats_Uruguay_3-2_in_FIFA_World_Cup_semifinals", "date": "7-July-2010", "text": "The Netherlands defeated Uruguay in the semifinals of the 2010 FIFA World Cup on Tuesday. Uruguay was the last South American team holdout in the tournament. This year's World Cup is being hosted by South Africa. Giovanni van Bronckhorst scored for the Dutch with a 35-yard shot in the eighteenth minute, while Uruguay's Diego Forlan scored his fourth goal in this year's World Cup to tie in the 41st minute. However, after the Netherlands' coach Bert van Marwijk replaced Demy de Zeeuw with attacker Rafael van der Vaart at halftime, the Dutch went on a roll, with Wesley Sneijder and Arjen Robben both scoring in the second half. They scored in quick succession, in the 70th and 73rd minutes, respectively. Uruguay later narrowed the Dutch's lead to one point in injury time, but the orange-clad Dutch beat back late Uruguayan pressure after the injury time goal was scored. The Dutch team was jubilant after their semifinal win. \"This is unforgettable,\" Sneijder said. \"It was a tough fight and toward the end we complicated matters. Sunday we play in the World Cup final. I have to get used to that.\" Coach Bert van Marwijk was also happy. \"This is very special. After 32 years we play the final again. Such a small country. We can be very proud of this.\" Van Marwijk has been coach of the Netherlands for two years. Fans of the Netherlands' soccer team were wildly celebrating too. 45 minutes after the small Western European country won, many fans returned to Cape Town's Green Point Stadium to see the players do a victory dance. Many of the fans beat drums and cheered \"Holland! Holland! Holland!\" The Dutch will face either Spain or Germany Sunday in the World Cup finals. This will be their first World Cup final appearance since 1978, when they lost 3-1 to Argentina, who was playing on their home turf. The Dutch also lost the championship in 1974. Uruguay hadn't appeared in the semifinals since 1970. However, they won the World Cup in 1930, and again in 1950, but they have since suffered a 60-year drought, which continues to this day."}, "2-78": {"heading": "130 dead after torrential rains in India ", "link": "https://en.wikinews.org/wiki/130_dead_after_torrential_rains_in_India", "date": "3-October-2009", "text": "Officials in southern India have said that flash floods killed more than 130 people in the southern part of the country, following four days of heavy rain. The Indian army dispatched troops and helicopters to the states of Karnataka and Andhra Pradesh to rescue people stranded by the flooding. They also delivered emergency medical supplies and food provisions. Hundreds of thousands of people have already been evacuated out of the vicinity. The rains damaged or destroyed thousands of homes, the authorities have said. The waters have also ruined crops, blocked roads, and disrupted communication links. The death toll is expected to rise as search teams reach areas previously rendered inaccessible. The Chief Minister of Karnataka, B. S. Yeddyurappa, said that the current situation was \"serious\". \"We have asked for more helicopters from the Indian Air Force to help us,\" he told media. Chief Minister K. Rosaiah said that army personnel had dispatched to assist with rescue efforts. \"Six chopper [sic] have been pressed into service to immediately rescue people. While four helicopters are being used to airlift the flood-hit people in Kurnool district, two choppers were deployed in Mahabubnagar district. A helicopter rescued 15 people in the pilgrim town of Mantralayam,\" he said. Weather analysts have said that the intense rains come from a storm in the Bay of Bengal. \"India's monsoon season usually brings rains from June and withdraws by the end of September. But, this year some parts of the country were actually drought affected due to inadequate and untimely rainfall. Moreover, the cyclone in the Bay of Bengal did the damage in south India which is battling floods after rivers breached their banks. This is a calamity. The central government is also closely monitoring the situation,\" said Professor D.K. George, a weather specialist. The Indian Meterological Department has said it expects more heavy rains over the next day in the states of Karnataka and Andhra Pradesh."}, "2-79": {"heading": "Dibaba’s comeback: Long-distance track star wins her first World Championship title since 2007 ", "link": "https://en.wikinews.org/wiki/Dibaba%E2%80%99s_comeback:_Long-distance_track_star_wins_her_first_World_Championship_title_since_2007", "date": "12-August-2013", "text": "Tirunesh Dibaba won her first World Championship title in six years, coming first in the 10,000 meter race at the IAAF World Championships in Moscow, Russia last night. Dibaba finished with a time of 30 minutes and 43.37 seconds, giving her the third World Championship victory of her career. Dibaba’s victory last night ended a six-year drought for the athlete on the World Championships stage, having been unable to win a World Championship title since 2007. In that period of time, Dibaba had more luck in the Olympics, winning the 10,000 meter final in 2008 and successfully defending her title in 2012. Dibaba waited until the final two laps of the race to take the lead, sprinting the final 500 meters in 59.98 seconds. She easily left her fellow competitors behind, with silver-medalist Gladys Cherono of Kenya trailing by almost two seconds. Belaynesh Olijra of Ethiopia, one of Dibaba’s training partners, took the bronze medal, crossing the finish line in a time of 30 minutes and 46.98 seconds. Dibaba spoke about wanting to return the Ethiopian women’s track team to glory, when talking to reporters after her race. The team had not won gold at a 10,000 meter final at the IAAF World Championships for two years. \"Because of that, both as a team and individually, we trained very hard,\" she told reporters."}, "2-80": {"heading": "Bangladesh storms kill at least 23 ", "link": "https://en.wikinews.org/wiki/Bangladesh_storms_kill_at_least_23", "date": "3-May-2010", "text": "Stormy weather in Bangladesh left at least 23 people dead over the weekend and thousands more homeless. The storms, which are common between April and June, swept over the Mymensingh area and destroyed crops and trees. Most of the deaths were said to have occurred when farmers harvesting rice paddy fields were struck by lightning. Six were in the Habiganj District. Additionally, the lightning killed two teenage brothers in Haluaghat tending to cattle in a field near their home. Dozens of other people received injuries and were transported to hospitals. The Bangladesh Meteorological Department had issued warnings for continued severe weather."}, "2-81": {"heading": "Tropical Storm Fay continues through Florida ", "link": "https://en.wikinews.org/wiki/Tropical_Storm_Fay_continues_through_Florida", "date": "22-August-2008", "text": "Snakes and alligators have been forced out onto Florida streets in the United States as Tropical Storm Fay continues to flood the state, breaking the region's two-year drought. The storm has already left over two feet of rain along Florida's central Atlantic coast with more still to come. About 60,000 homes have lost power and schools have been closed. On Thursday President George W. Bush issued a federal disaster declaration that allows for the Department of Homeland Security to use federal funds to pay for 75% of the debris removal costs. Gary Redwine of Merritt Island near Cape Canaveral was so sick of waiting inside he hopped in a kayak to tour around the neighbourhood to inspect the debris. \"It's the only dry way to get around. It's not like you can go jogging or anything,\" the 49-year-old said to Associated Press. At 5 a.m. EDT (UTC-4) Fay was moving west at 6 mph (~10 km/h) and forecast to gradually weaken. Florida Governor Charlie Crist commented, \"This storm has been hanging around and hanging around and hanging around, and she's going to be around for a while longer.\" State climatologist David Zierden told the Los Angeles Times that the reason for the rain is that Fay is a \"slow moving system\" which has drawn water from the Gulf of Mexico and the Atlantic Ocean. Several thousand homes have been damaged by the flooding. The National Guard helped to evacuate some residents. Aside from the flooding, Tropical Storm Fay has been beneficial for the water table, according to district spokesman Randy Smith."}, "2-82": {"heading": "Conservationists capture most massive Burmese python in Florida history ", "link": "https://en.wikinews.org/wiki/Conservationists_capture_most_massive_Burmese_python_in_Florida_history", "date": "25-June-2022", "text": "Media reported Wednesday that biologists from the Conservancy of Southwest Florida reported having captured a Burmese python (Python bivittatus) measuring nearly 18 feet (5 m) in length and 215 pounds (97 kg) in weight in the state's Everglades wetlands. It may be the largest member of its species ever found outside its natural range in Southeast Asia.  Another Burmese python measuring 18 feet and 9 inches (5.7 m) was found in 2020, but it only weighed 104 pounds (47.2 kilograms). In a search documented by National Geographic, the team captured the current snake in December 2021 by tagging a male \"scout snake\" named Dionysius with a GPS tracking device and releasing it into the western Everglades. \"How do you find the needle in the haystack? You could use a magnet, and in a similar way our male scout snakes are attracted to the biggest females around,\" said wildlife expert Ian Bartoszek, the team's project manager. Pythons are an invasive species in Florida.  Removing female snakes from the environment before they lay their eggs is the Conservancy's preferred strategy for limiting python breeding.  When the team saw that Dionysius was spending several weeks in one area, they concluded he'd found a sexually mature female and set off to retrieve him. It took twenty minutes of wrestling and three adult humans to carry the snake to a vehicle, in which it was taken to a laboratory in Naples, Florida and euthanized.  Upon necropsy, it was found to contain over 122 healthy but unfertilized egg follicles. Pythons were introduced to Florida in the 1970s, probably by being sold as pets.  While there is a history of individual pet owners illegally releasing exotic animals into the wild after they grow larger than expected, the destruction caused by Hurricane Andrew in 1992 also allowed animals from a serpent center to escape to the Everglades and other habitats, where they reproduced in great numbers. Since then, they have disrupted the food chain by eating local animals, including endangered animals: the stomach of this snake contained the remains of a white-tailed deer. The state of Florida considers Burmese pythons a threat to native wildlife and sponsors an annual python hunt with USD2,500 as first prize."}, "2-83": {"heading": "UNICEF: An increasing number of children are living in slums ", "link": "https://en.wikinews.org/wiki/UNICEF:_An_increasing_number_of_children_are_living_in_slums", "date": "5-March-2012", "text": "About one billion children and adolescents, and thus half of all children and adolescents, are living in cities. The continuing urbanization makes the cities of the world grow annually by about 60 million people. The needs and rights of children and adolescents are, according to UNICEF, often disregarded and play no significant role in urban planning. In order to give children a voice in urban decision-making processes, UNICEF has worked on the Child-Friendly Cities Initiative. The report describes the effects of poverty with regard to malnutrition, poor hygiene, educational inequality and vulnerability; social inequality also leads to crime and violence. The infant mortality in poor slums is higher than in some rural areas. Often between 50 and 80 percent of the income of a family are required for nutrition and access to existing health services; in the cities this is not possible, so diseases such as measles, tuberculosis and other diseases avoidable by vaccination are becoming dangerously prevalent again. On February 28, 18 countries signed an additional protocol to the UN Convention on the Rights of the Child that gives children the right to appeal to the United Nations if their human rights have been violated and domestic remedies have been exhausted."}, "2-84": {"heading": "UN: one billion hungry people in the world ", "link": "https://en.wikinews.org/wiki/UN:_one_billion_hungry_people_in_the_world", "date": "14-November-2009", "text": "The United Nations' World Food Program (WFP) said today that for the first time in history, the number of hungry people worldwide will exceed one billion. The huge number of people facing food insecurity has prompted the UN organization to appeal to individuals for the first time.  The WFP launched the Billion for a Billion online campaign today, in an effort to get one billion people living in the developed world to give one euro (US$1.50) a week to the campaign. WFP Executive Director Josette Sheeran commented that donor governments have supported WFP efforts in the past, but they cannot be expected to do so anymore because of the financial pressure they are facing in the worldwide economic downturn. She said that the WFP was projected to make only $3.7 billion in donations, about half of the $6.7 billion it had targeted for 2009. \"We now have hunger galloping ahead — over a billion people now for the first time in history — and because of the financial pressure on governments we think it's really important now to call on the citizens of the world to help solve this problem directly,\" Sheeran told the Reuters news agency in an interview. Sheeran noted the rise in the number of hungry people was partially due to increasing prices in the developing world following a food crisis in 2007–08.  The WFP's resources are stretched due to many crises worldwide, such as violence in Pakistan, drought in eastern Africa, and flooding in Southeast Asia.  The organisation can thus provide only limited assistance to those in need. \"The problem at the moment is that WFP probably has ten or twelve acute emergencies on its hands, each one complex, each one with its own compelling situation [...] We are cutting rations,\" Sheeran told Reuters. Sheeran made the online campaign announcement ahead of the World Food Summit beginning on Monday in Rome, Italy, where world leaders will meet to find solutions to the growing number of hungry people in the world. The summit is to be hosted by the UN Food and Agriculture Organization."}, "2-85": {"heading": "British scientists claim 2005 warmest yet in Northern Hemisphere ", "link": "https://en.wikinews.org/wiki/British_scientists_claim_2005_warmest_yet_in_Northern_Hemisphere", "date": "15-December-2005", "text": "Scientists in the UK, have claimed that Summer 2005 has been The claim comes from researchers at the University of East Anglia(UEA) Dr David Viner of the UEA's Climatic Reasearch Unit is"}, "2-86": {"heading": "US senators on Greenland tour ", "link": "https://en.wikinews.org/wiki/US_senators_on_Greenland_tour", "date": "18-August-2006", "text": "U.S. Senator John McCain will next observe the effects of global warming on Greenland. The Danish government has invited a number of influential American politicians to visit for them to witness with their own eyes the consequences of climate change on the Arctic ice. Last year 25 Environmental Ministers from all over the world were treated to a similar tour. Last week American scientists from University of Texas at Austin released a study that showed that the ice is melting three times faster now than in the late nineties. Among several senators participating in the trip is former presidential candidate John McCain. From the Danish side, Foreign Minister Per Stig Møller and Minister for the Environment Connie Hedegaard will be on the tour. \"We have to realize, that the current president hasn't in mind to do anything, but John McCain can be key to that process in the U.S.\" Connie Hedegaard said to DR's radio news."}, "2-87": {"heading": "Scientists: Snow on Mt. Kilimanjaro to melt in twenty years ", "link": "https://en.wikinews.org/wiki/Scientists:_Snow_on_Mt._Kilimanjaro_to_melt_in_twenty_years", "date": "3-November-2009", "text": "Scientists at the Ohio University predicted that the ice sheets of Mount Kilimanjaro, Africa's tallest mountain peak, will melt in the next twenty years due to global warming. The ice that was present in 1912 gradually decreased by 85% by 2000, and by 2007 another 26% of the amount in 2000. This was the first time that the volume of the ice in Kilimanjaro was measured. The tests were conducted by Lonnie Thompson, a professor at Ohio University. \"The fact that so many glaciers throughout the tropics and subtropics are showing similar responses suggests an underlying common cause,\" Thompson said. Change in cloudiness and weather could have also been factors in the retreat of the ice, especially in recent decades, scientists said. These findings were first published in the journal proceedings of United States National Academy of Sciences (NAS) on Monday."}, "2-88": {"heading": "AFCON 2013: Hosts South Africa draw 0-0 with Cape Verde Islands ", "link": "https://en.wikinews.org/wiki/AFCON_2013:_Hosts_South_Africa_draw_0-0_with_Cape_Verde_Islands", "date": "21-January-2013", "text": "File:Soccer-City-Stadium-at-capacity.jpg Cape Verde, who made their Africa Cup of Nations debut, had one of the best chances of the game when Platini broke through on goal but fired wide. With the 0–0 score, the Cape Verde Islands, who have a population of only about 500,000, took their first point of the tournament. After a long period of heavy rain in Johannesburg the conditions were wet, causing problems for play. Cape Verde goalkeeper Vozhina spilled a save from a free kick before eventually gathering the ball. With both teams failing to string together a series of passes, they resorted to long balls to advance up the pitch. Towards the end of the game, South Africa had a penalty appeal rejected. The South African bench had called for a penalty after Bernard Parker appeared to have been brought down in the box by Toni Varela, but the referee carried on play. South Africa nearly took the game in injury time but Bongani Khumalo's header floated over the crossbar from close range. Both managers spoke to the media after the match, with differing reactions to the draw. South African coach Gordon Igesund said, \"The first half was a complete waste of 45 minutes. We got a point. I don't think we deserve too much more than that, to be honest.\" Cape Verde manager Luico Antunes expressed joy with the result. He said, \"I'm happy with the performance of the team. It'll make Cape Verde's 500,000 people happy. Today, I can hold my head up high. It means that our team has been well organised. Not conceding goals makes the team more confident.\" South Africa and Cape Verde are in Group A along with Angola and Morocco."}, "2-89": {"heading": "Shrink-wrapped sheep survive: Researchers say 'Biobag' artificial uterus, successful on lambs, may one day be suitable for use on premature human babies ", "link": "https://en.wikinews.org/wiki/Shrink-wrapped_sheep_survive:_Researchers_say_%27Biobag%27_artificial_uterus,_successful_on_lambs,_may_one_day_be_suitable_for_use_on_premature_human_babies", "date": "28-April-2017", "text": "In findings published Tuesday in Nature Communications, a team mostly from the Children's Hospital of Philadelphia announced they have successfully created an artificial womb in which premature lambs can be brought to term.  The researchers say this technology could develop into a means of helping premature human babies survive, but it has also drawn concern from bioethicists. According to first author Emily Partridge and her team, previous efforts at creating an artificial womb have failed because the pumps used, to provide oxygen and nutrients to the developing animal, put too much stress on the heart, causing circulatory failure; and because they used open-fluid systems, which were easily exposed to germs.  Partridge et al.'s system uses a closed-fluid apparatus, which they've called the Biobag. The sound of a maternal heartbeat was played in the room where the fetuses were kept. The animals housed in the artificial womb showed normal blood gases and their lungs, brains and nervous systems showed normal development.  They opened their eyes and grew wool. When they were removed from the circuit and dissected, their brains, lungs and other organs were found similar to those of lambs delivered by hysterotomy (Caesarean section) when nearly full term. Although lambs often serve as an experimental model of fetal development, the researchers concede that not all of their findings can be translated to humans.  While the lambs' brains appeared healthy, they also develop certain traits much earlier than human brains, so not all of these effects may be attributable to the Biobag system. The researchers also acknowledge the startling appearance of a fetus wrapped in plastic. \"It is important to consider that the comparator is the extreme premature infant on a ventilator and in an incubator,\" reads the official paper. \"We feel that parents will be relatively reassured that their fetus is being maintained in a relatively protective and physiologic environment.\" One of the researchers, Dr. Alan Flake, also of the Children's Hospital of Philadelphia, says the apparatus may be ready for testing on human babies in three to five years. The researchers noted premature birth is the leading cause of infant mortality in the United States, with about nine out of ten infants born at 23 weeks gestation or earlier suffering complications such as mental retardation, deafness, blindness, paralysis, and cerebral palsy.  When a fetus is removed from the amniotic fluid and placed on a respirator, the shift from liquid to gas can cause the lungs to stop developing. The most common direct cause of death among premature infants is failure of the lungs to properly oxygenate the blood. Bioethicist Dena Davis of Lehigh University notes this invention raises several ethical issues. \"If it's a difference between a baby dying rather peacefully and a baby dying under conditions of great stress and discomfort then, no, I don't think it's better,\" she told National Public Radio.  She also notes the problem of babies who would otherwise have died surviving with severe side effects and the implications that this has for the abortion debate: \"Up to now, we've been either born or not born. This would be halfway born, or something like that.\" Scott Gelfand of Oklahoma State University worries that women who would otherwise seek abortion could be pressured into putting their fetuses in Biobags instead or that employers would punish mothers who took maternity leave instead of using an artificial uterus. \"I want to make this very clear: We have no intention and we've never had any intention with this technology of extending the limits of viability further back,\" Dr. Flake said in response to these issues. \"I think when you do that you open a whole new can of worms.\" He went on to call gestating fetuses younger than 23 weeks \"a pipe dream at this point.\""}, "2-90": {"heading": "United States: Two killed, more than a hundred injured in Amtrak train collision in South Carolina ", "link": "https://en.wikinews.org/wiki/United_States:_Two_killed,_more_than_a_hundred_injured_in_Amtrak_train_collision_in_South_Carolina", "date": "7-February-2018", "text": "Early on Sunday morning, Amtrak's passenger train number 91, the Silver Star, bound for Miami from New York, slammed into a stationary CSX freight train in Cayce, about ten miles (16 km) south of Columbia, capital of the US state of South Carolina.  Two Amtrak employees were killed and at least 116 were injured, some seriously. The two killed were 54-year-old engineer Michael Kempf of Savannah, Georgia, and 36-year-old conductor Michael Cella of Orange Park, Florida.  Robert Sumwalt, chairman of the National Transportation Safety Board, told a press conference the passenger train had been diverted into a siding by a switch left \"literally locked, with a padlock\" in that position. The collision happened at about 2:35 am local time (0735 UTC) at a switching yard in the small city of Cayce. The Amtrak train, with reportedly 139 passengers and eight employees aboard, collided head on with the freight train, which was parked with no one on board. The Amtrak locomotive and the leading locomotive on the freight train were destroyed; the Amtrak locomotive and some of its passenger cars derailed, and one of those cars was folded in half. Several freight cars were crumpled, Reuters reported. In a press conference, the state governor, Henry McMaster, said the Amtrak locomotive was \"barely recognizable\" and described it as \"a horrible thing to see, to understand the force involved\". Harrison Cahill, a spokesman for Lexington County, gave a count of 116 injured, up from an initial report of 70; according to Derrec Becker, public information officer for the South Carolina Emergency Management Division, injuries ranged \"from cuts and bruises to severe broken bones\". On Monday a Palmetto Health spokesperson said two patients were in serious and two in critical condition at their facilities. A spill of approximately 5,000 gallons of fuel from the freight train posed no safety hazard, according to officials. Passenger Derek Pettaway told the CNN network that like most others, he had been sleeping when the collision happened. He said Amtrak staff cleared the passengers from the train rapidly, and there was no panic; \"I think people were more in shock than anything else\", he said. \"Key to this investigation is learning why the switch was lined that way\", Sumwalt said. Amtrak's CEO, Richard Anderson, speaking to reporters on Sunday, held CSX responsible; he stated the track in that area is operated by CSX and the signals, which CSX operates, were not working at the time of the collision and a CSX dispatcher was therefore directing the Amtrak train's movements. Sumwalt noted an automatic monitoring and braking system called positive train control, which was not in use on the stretch of line, could have forestalled the collision. Several fatal incidents involving Amtrak trains have occurred in the past three months. On December 18, the inaugural train on a new route in Washington state derailed at high speed while crossing above a highway, killing three; on January 31, the driver of a garbage truck was killed in Virginia when he collided with an Amtrak train chartered to take Republican lawmakers to a retreat."}, "2-91": {"heading": "Oil rig in Gulf of Mexico sinks after explosion; eleven missing ", "link": "https://en.wikinews.org/wiki/Oil_rig_in_Gulf_of_Mexico_sinks_after_explosion;_eleven_missing", "date": "23-April-2010", "text": "The oil rig Deepwater Horizon sank yesterday after an explosion Tuesday night that left eleven people missing. According to an officer from the US Coast Guard, the rig sank sometime in the morning. The rig had caught fire after an explosion of unknown origin occurred two days ago. 115 of the 126 workers on board the time of the explosion have been rescued after evacuating in lifeboats, either by the Coast Guard or from other ships in the area. The remaining eleven have not been located, although Coast Guard officials have expressed optimism that they are still alive. The environmental impacts of the explosion and subsequent sinking of the rig are unclear. While up to 13,000 gallons of crude oil per hour has been released from the rig, until now, the effects have been considered minimal, as it had been burned off in the fire. That does have the potential to change, though, according to David Rainey, vice president of the lessor of the rig, BP. The rig, built in 2001 by Hyundai Heavy Industries was owned and operated by Transocean. The rig was located roughly 50 miles southeast of the coast of Louisiana, and was under lease to BP since 2007. It was completing the construction of a new oil well, and was constructing a layer of cement in the well to reinforce it. This is considered dangerous, as it has the potential to produce an uncontrolled release of case, called a blowout. While the cause of the explosion has yet to be determined, a blowout is considered a possibility. One survivor of the explosion, who declined to give his name, told the The New York Times that he was lying in bed when the explosion happened. \"It caught me by surprise. I’ve been in offshore 25 years, and I’ve never seen anything like that,\" he recalled. Stanley Murray, the father of another survivor named Chad, an electrician, said: \"My son had just walked off the drill floor.\" However, Murray said that a neighbor did not make it in time, adding that his son told him that the missing eleven workers could not have made it out alive. \"The eleven that’s [sic] missing, they won’t find them,\" Murray said."}, "2-92": {"heading": "Australian–US team of scientists finds Atlantic warming causes Pacific climate trends ", "link": "https://en.wikinews.org/wiki/Australian%E2%80%93US_team_of_scientists_finds_Atlantic_warming_causes_Pacific_climate_trends", "date": "6-August-2014", "text": "A team of scientists from Australia and US has found a solution for a challenging problem in climate research. Climate models predicted more greenhouse gases would weaken the equatorial Pacific trade winds. While previous research supposed natural variability alone accounted for cooling in the eastern Pacific, this study highlights a previously overlooked climate feedback: as the Atlantic warms, it alters the winds over the Pacific, depressing the ocean temperature there. Coauthor Malte Stuecker of the University of Hawaii Meteorology Department reports that \"Our study documents that some of the largest tropical and subtropical climate trends of the past 20 years are all linked: Strengthening of the Pacific trade winds, acceleration of sea level rise [three times faster than the global average] in the western Pacific, eastern Pacific surface cooling, the global warming hiatus, and even the massive droughts in California\". His colleague cauthor Fei-Fei Jin adds, \"We are just starting to grasp the scope of the impacts of this global atmospheric reorganization and of the out-of phase temperature trends in the Atlantic and Pacific regions\". Coauthor Axel Timmermann of the University of Hawaii notes a further amplifying effect: \"Stronger trade winds in the equatorial Pacific also increase the upwelling of cold waters to the surface. The resulting near-surface cooling in the eastern Pacific amplifies the Atlantic–Pacific pressure seesaw, thus further intensifying the trade winds [...] It turns out that the current generation of climate models underestimates the extent of the Atlantic–Pacific coupling, which means that they cannot properly capture the observed eastern Pacific cooling, which has contributed significantly to the leveling off, or the hiatus, in global warming.\""}, "2-93": {"heading": "Asexual ants discovered ", "link": "https://en.wikinews.org/wiki/Asexual_ants_discovered", "date": "17-April-2009", "text": "According to research undertaken at the University of Texas at Austin (and recently published in the Proceedings of the Royal Society B Journal), a species of ant (Mycocepurus smithii) found in the Amazon reproduces asexually.  The species is thought to be the first such species discovered. The possibility that Mycocepurus smithii reproduces asexually had previously been suggested by Hermógenes Fernandez-Marin, \"The possibility that females reproduce parthenogenetically is suggested by the conspicuous lack of males in reproductive colonies.\" Molecular genetic results reported in the Royal Society Proceedings indicate that members of Mycocepurus smithii colonies are genetically identical, consistent with asexual reproduction. Anna Himler, the biologist leading the research commented that \"In social insects there are a number of different types of reproduction,\" but continued that \"... this species has evolved its own unusual mode.\" Further research into when the species became asexual and why this change occurred is being undertaken."}, "2-94": {"heading": "Archer kills elderly man on street in California, US ", "link": "https://en.wikinews.org/wiki/Archer_kills_elderly_man_on_street_in_California,_US", "date": "12-March-2008", "text": "The body of a man was discovered on a street in Lancaster, California around 1:45 a.m PDT (UTC-7) Tuesday morning with an arrow stuck deep into his chest. Sheriff's deputies who responded to the crime scene at 13th Street and Avenue K initially thought the victim to have been homeless, but he was later identified as Angel Martinez, age 62, who resided in Lancaster. \"Who would want to do something like that to an elderly person?\" said Tony Martinez, a local resident who was among those who found the victim. \"And what was an elderly man doing out here anyway that late?\" The attacker, who struck by night, is being sought by authorities."}, "2-95": {"heading": "Indian police break up hunger strike over dam project ", "link": "https://en.wikinews.org/wiki/Indian_police_break_up_hunger_strike_over_dam_project", "date": "7-April-2006", "text": "On the ninth day of the hunger strike she and two other activists had undertaken to protest the Indian government's decision to raise the height of the Sardar Sarovar dam across the Narmada river and the lack of progress in rehabilitating people displaced by the dam project, Patkar was taken to the All India Institute of Medical Sciences where she was placed under intensive care. Doctors have said that she is conscious and her condition is stable. Police sources say that Patkar has not been arrested as of now, but an First Information Report has been lodged against her for attempting to commit suicide. Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges. Patkar, Jamsinh Nargave and Bhagwatibai Patidar began an indefinite fast on March 29, refusing food and medical care. They called on the government to reverse its decision to raise the height of the dam under construction from 110m to 121m Patkar said \"If the construction work for increasing the height of the dam is started, over 35,000 people will lose their land by the month of June.\" and that \"Yet, most of the villagers living along the Narmada river bank have not been provided alternative land holdings\". The Indian Water Resources Minister Saifuddin Soz and other central ministers met the protestors and called on them to end the fast, promising suitable rehabilitation. \"We urge Medha Patkar to break her fast. She is welcome to continue her protest and raise the issue with Prime Minister Manmohan Singh, my ministry and the courts,\" said Soz. On April 3rd, the Prime Minister Manmohan Singh appealed to the  hunger strikers to end their fast. Three union ministers are also planning to visit the dam site to personally supervise the rehabilitation work. The Sardar Sarovar Project involves the construction of a series of large hydroelectric dams on the Narmada River in India. Although first conceived of in the 1940s by the country's first prime minister, Jawaharlal Nehru, the project began only after 1979. Officials say that the dam is essential for drought-prone areas in Gujarat and Madhya Pradesh but the dam has been mired in controversy over its environmental impact, costs and benefits since the late 1980s. Local protests have coalesced under the Narmada Bachao Andolan (Save Narmada Movement) led by Medha Patkar. The World Bank was a funder of the SSP, but withdrew after an independent review in 1990. Indian writer Arundhati Roy has protested the Narmada Dam project."}, "2-96": {"heading": "BBC: Ethiopian famine aid 'siphoned off' to buy weapons according to rebels, report ", "link": "https://en.wikinews.org/wiki/BBC:_Ethiopian_famine_aid_%27siphoned_off%27_to_buy_weapons_according_to_rebels,_report", "date": "5-March-2010", "text": "An investigation by the BBC has revealed that millions of dollars in famine relief aid money, including the money raised from the charity supergroup Band Aid and the Live Aid concert held by Bob Geldof, was \"siphoned off\" by Ethiopian rebels to buy weapons.  One rebel said that at least US$ 95 million (£63 million) from — Western governments and private charities — was diverted into rebel coffers. This was also noted in a declassified Central Intelligence Agency assessment of the famine situation titled Ethiopia: Political and Security Impact of the Drought, in which the report states, \"Some funds that insurgent organizations are raising for relief operations, as a result of increased world publicity, are almost certainly being diverted for military purposes.\" During the 1984–1985 famine, Ethiopia was fighting Eritrean and Tigray rebels in those two northern provinces, although Eritrea has since gained its independence. Since the countryside was out of the government's control, aid was brought in from neighboring Sudan. Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers. Rebels would disguise themselves as traders and merchants to get their hands on the currency. \"I was given clothes to make me look like a Muslim merchant. This was a trick for the NGOs,\" said Gebremedhin Araya, a senior member of the Tigray People's Liberation Front (TPLF). One such aid worker that brought the grain was Max Peberdy, who worked for the charity Christian Aid. Peberdy is seen in a photo with Araya buying grain. Araya said that only some of the sacks were filled with grain; the rest were filled with sand.  The transaction was overseen by a member of the Relief Society of Tigray (REST), the humanitarian wing of the TPLF.  The money was then given to TPLF leaders, including chairman Meles Zenawi, who has been Prime Minister of Ethiopia since 1991.  Zenawi has not commented on the allegations. Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"  He added, \"It's 25 years since this happened, and in the 25 years it's the first time anybody has claimed such a thing.\" However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.  He said the group got their hands on over US$100 million (£66 million) of which 95% went to buy weapons and build up a hardliner Marxist party inside the rebel movement.  The remaining five percent would go to famine victims.  Berhe told the BBC that the group would put on a \"drama\" to get the money.  Berhe said, \"The aid workers were fooled.\" In response to the allegations, the charity Christian Aid issued a statement saying, \"There are allegations in the story which are against all of Christian Aid's principles and our initial investigations do not correspond to the BBC's version of events.\" Nick Guttmann, who is director of emergency relief operations for the group, says the \"story has to be put into context\".  \"We were working in a major conflict, there was a massive famine and people on all sides were suffering,\" Guttmann said, adding, \"Both the rebels and the government were using innocent civilians to further their own political ends.\" Bob Geldof, the Irish rock star who help organized Live Aid, said, \"We are talking about a disgruntled, exiled general.  The essence of the report also is not just about Live Aid.  It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.  And that's simply not the case.  It just didn't happen.\""}, "2-97": {"heading": "CRS analyses al Qaeda statements ", "link": "https://en.wikinews.org/wiki/CRS_analyses_al_Qaeda_statements", "date": "17-November-2004", "text": "WASHINGTON — A report by the United States government's Congressional Research Service (CRS) analysing al-Qaeda statements was made public Tuesday. The report examines methods used, ideas presented, and audience intended in al-Qaeda public statements, and how they have changed over time. The CRS is an auxiliary research office for the United States Congress, and does not make its unclassified reports public. The full report is available at the website of the Secrecy News project run by the Federation of American Scientists. Released November 16th, 2004, it is titled \"Al Qaeda: Statements and Evolving Ideology\"."}, "2-98": {"heading": "Block of flats collapses in Aleppo, killing eleven ", "link": "https://en.wikinews.org/wiki/Block_of_flats_collapses_in_Aleppo,_killing_eleven", "date": "5-February-2019", "text": "State media on Saturday reported a war-damaged five-storey block of flats collapsed in a former rebel-held neighbourhood of Aleppo, Syria. The accident in Salaheddin district killed eleven, with a child the sole survivor. The district was recaptured by the state in 2016 following heavy bombing, in an operation supported by Russia. Little reconstruction has taken place, with such reconstruction efforts as have occurred, by the state, focused on infrastructure. According to AFP, other buildings in Salaheddin are similarly close to collapse. Rescuers, some using only their hands, dug out the surviving child. Buildings around the collapsed block bear damage from the ongoing conflict. The survivor was rescued from beneath broken breeze blocks. The United States, which has retreated from a previous goal of ousting Syrian President Bashar al-Assad, has stated reconstruction will cost between US$300 and 400 billion. The US has further indicated no support will come without political reform in Syria. Satellite imaging from 2017, from the United Nations, suggests Aleppo contained 35,000 war-damaged structures at that time. China, Iran, and Russia have pledged funds and Syria is taxing certain goods toward the cost of reconstruction."}, "2-99": {"heading": "Cambridge, Mass., city council recommends construction firm W. R. Grace remain under DEP supervision for asbestos contamination ", "link": "https://en.wikinews.org/wiki/Cambridge,_Mass.,_city_council_recommends_construction_firm_W._R._Grace_remain_under_DEP_supervision_for_asbestos_contamination", "date": "10-April-2005", "text": "The Cambridge city council adopted a resolution on April 4 to request that the US Department of Environmental Protection (DEP) \"take explicit account\" of the activities of local construction firm W. R. Grace, which has previously contaminated an industrial area near the Alewife train station with asbestos. The council cited Grace's \"extraordinarily extensive and well-documented history of contaminating sites and concealing the contamination\" as the reason for its request. The resolution was a reaction to a Response Action Outcome Statement and Risk Characterization (RAO) that W. R. Grace filed with the DEP. The Cambridge Chronicle recently took the filing as evidence that \"the state seems poised to stop watching over\" the contaminated site. In February, W.R. Grace was indicted by a federal grand jury for contamination as a product of vermiculite mining operations in Libby, Montana, USA. The company was also charged with \"concealing information about the health affects [sic] of its asbestos mining operations.\""}, "2-100": {"heading": "Canberrans flood Cotter Dam on open day ", "link": "https://en.wikinews.org/wiki/Canberrans_flood_Cotter_Dam_on_open_day", "date": "26-June-2013", "text": "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday. The public was given limited access to the still-active construction site. Buses took viewers from the car park below to top of the dam wall. They ran every 15 minutes from 8:30 am to 4:00 pm. The dam is to supply fresh water to the city of Canberra. This is to provide water security for the city as droughts become more frequent due to global warming. It is a gravity dam, which holds back the waters through sheer mass. It is about 80 metres (about 260 feet) high. The dam is made from roller-compacted concrete. The concrete was laid dry and compacted with rollers. The concrete was made on site. Only the final touches use conventional concrete. In addition to the main dam, there are two saddle dams filling depressions in the landscape so flood waters flow over the spillway and not out the sides of the lake. The dam on the Cotter River has been under construction for four years. Concrete pouring is expected to take another two weeks. The site is then to be rehabilitated. Thousands of seeds were collected during constructions. These are to be replanted to replace the native flora. Work is expected to be complete by September. The dam replaces an old dam, first built in 1911 but subsequently expanded several times. Now heritage listed, it has been submerged by the waters of the new dam. Some materials were salvaged from the old dam to build the new, and some have been put on display. The river is named after Garrett Cotter, an Irish-born convict who was transported to Australia and lived in the area in the 1830s and 1840s."}}