{"1-1": {"heading": "Plants may adapt faster to climate change than previously thought, new study shows ", "link": "https://en.wikinews.org/wiki/Plants_may_adapt_faster_to_climate_change_than_previously_thought,_new_study_shows", "date": "12-August-2010", "text": "A new study suggests that plants can adapt to changing climatic conditions more efficiently than previously thought, making the onset of climate change less of a concern for plant species around the world. Jodrell Laboratory in the London Botanical Gardens has discovered that plants can alter specific components of their genetic make-up to suit rising temperatures and varying levels of rainfall that would otherwise take hundred of years to develop through natural selection, via a process known as epigenetics. This newly discovered ability suggests that mass plant extinction brought on by climate change may not happen to the extent that scientists previously predicted. The Intergovernmental Panel on Climate Change claimed in 2007 that \"20 to 30 per cent of species assessed so far are likely to be at increased risk of extinction if increases in global average warming exceed 1.5C to 2.5C\", a statement that now needs re-evaluating. The study focused on three species of common spotted orchid that grow in varying environments. These plants had nearly identical genetic heritage, but thrived under very different conditions. Mark Chase of Jodrell Laboratory claims that \"[their] results are particularly relevant in the present context of widespread environmental challenges and give us more hope in the adaptive potential of organisms [...] it is not instantaneous, but it is much faster than we thought previously\". It is still unclear whether plants would adapt in the same way under \"extreme\" climate change."}, "1-2": {"heading": "UN scientist: Eat less meat to tackle climate change ", "link": "https://en.wikinews.org/wiki/UN_scientist:_Eat_less_meat_to_tackle_climate_change", "date": "7-September-2008", "text": "Rajendra Pachauri, the chair of the UN-run Intergovernmental Panel on Climate Change (IPCC) has said that eating less meat is a good way to reduce damage to the climate. Pachuari said that \"the UN Food and Agriculture Organization (FAO) has estimated that direct emissions from meat production account for about 18% of the world's total greenhouse gas emissions,\" when explaining the reasons behind his comment. \"So I want to highlight the fact that among options for mitigating climate change, changing diets is something one should consider.\" \"In terms of immediacy of action and the feasibility of bringing about reductions in a short period of time, it [giving up meat] clearly is the most attractive opportunity,\" continued the climate scientist. \"Give up meat for one day [a week] initially, and decrease it from there.\" Joyce D'Silva, a spokesperson for Compassion in World Farming agreed with Pachuari. \"Surveys show people are anxious about their personal carbon footprints and cutting back on car journeys and so on; but they may not realize that changing what's on their plate could have an even bigger effect,\" she said in response to the comments made by the UN climate scientist. The National Farmers Union said that people should find ways of environmental farming instead of giving up meat. \"The NFU is committed to ensuring farming is part of the solution to climate change, rather than being part of the problem,\" said a spokesperson for the organization. \"We strongly support research aimed at reducing methane emissions from livestock farming by, for example, changing diets and using anaerobic digestion.\""}, "1-3": {"heading": "US, five Asian nations announce climate change partnership ", "link": "https://en.wikinews.org/wiki/US,_five_Asian_nations_announce_climate_change_partnership", "date": "28-July-2005", "text": "The United States, China, India, Japan, South Korea, and Australia have formed a partnership aiming to cut the emissions of gasses that lead to global warming. The deal was signed after nearly a year of secret negotiations. The Asia-Pacific Partnership on Clean Development and Climate deal does not — as yet — contain targets for reducing emissions. Environmental groups have condemned the deal, claiming that, as it is not legally binding, it is no substitute for the Kyoto Protocol, which the US and Australia refuse to sign. China and India — along with some 140 other countries — have already ratified the Kyoto agreement, but did not have to set a target for reducing gas emissions due to their status as developing countries. The Kyoto Protocol has the firm target of reducing emissions by 5.2% on 1990 levels before 2010. Answering critics, the Australian Foreign Minister Alexander Downer said, \"We are not trying to detract from Kyoto and the commitments that a number of countries have made under the Kyoto Protocol. This partnership will complement and not replace the Kyoto Protocol.\" The Australian Prime Minister John Howard also said that his country should not pursue renewable technologies, but should instead concentrate in reducing emissions from the use of coal. Australia is the world's largest exporter of coal, and Howard said that \"Australia [should not be] unreasonably penalising herself by saying, in effect, we're going to try to move away from the use of fuels in which Australia has a natural advantage.\" However part of the deal includes setting up a fund to further research cleaner energy technologies, including more efficient use of fossil fuels as well as renewable technologies, and also methods of trapping and storing greenhouse gasses rather than releasing them to the atmosphere. It is hoped that this will aid China, India and other developing countries to adopt cleaner energy solutions. The details will be worked out at a meeting between the six countries in November, shortly before the next UN summit on climate change. The countries believe the deal is fairer and more effective than the Kyoto Protocol. However, a Greenpeace spokesperson said, \"The suggested scheme is, unlike Kyoto, a voluntary scheme, and all evidence shows that voluntary schemes do not work. Skulking around making secretive, selective deals will not accomplish a reduction in emissions .\" The UN Intergovernmental Panel on Climate Change has warned that global temperatures could rise by 1.4C to as much as 5.8C by 2100. The US and China are the two biggest producers of carbon dioxide (a major greenhouse gas) in the world."}, "1-4": {"heading": "Stern: greatly underestimated costs in climate change report? ", "link": "https://en.wikinews.org/wiki/Stern:_greatly_underestimated_costs_in_climate_change_report%3F", "date": "4-November-2006", "text": "The Stern Review of the Economics of Climate Change put the cost of keeping emissions at 550 parts per million at one percent of global GDP A leaked draft report, by the UN Intergovernmental Panel on Climate Change (IPCC), due to be published next year, estimates this cost could be between one and five percent of global GDP. The Stern Review put the costs of not acting to resist climate change could be between 5 and 20 percent GDP. It is reported that UK Ministers are to travel to India and America to promote the Stern Review. Their task will not be eased by the leaked IPCC report which is now said to be available freely on the internet. Following the Stern Review, Chancellor Gordon Brown urged the member states of the European Union Emissions Trading Scheme to tighten their targets even further."}, "1-5": {"heading": "Climate change talks continue in Bali ", "link": "https://en.wikinews.org/wiki/Climate_change_talks_continue_in_Bali", "date": "7-December-2007", "text": "The United Nations Climate Change Conference in Bali is nearing its halfway mark. Senior delegates are hopeful an international agreement will be reached on how to control harmful climate emissions when the Kyoto Protocol expires in 2012, but environmental activists fear the talking is taking too long. Delegates in Bali hope to begin drafting a plan to cut greenhouse gas emissions in an effort to contain rising global temperatures. Many scientists believe the emissions contribute to a rise in global temperatures. Yvo de Boer, the United Nations' climate change chief, told reporters Friday that over the past two days, the mood at negotiations has been positive. Asked to provided a concrete example of progress, he said a special working group of delegates has agreed that any future agreement should include ways to encourage countries such as China and India to develop environmentally friendly practices as their industries and economies grow. \"So they've gone into an in-depth discussion on mitigation, and have come to the conclusion that really a strong focus needs to be on putting in place incentives for developing countries to mitigate climate change. That came up very strongly. That, to me at least, is a good indication that the mood is good, people are at work,\" said de Boer. But environmentalists have not been as optimistic about progress in this week's negotiations. Also today the Greenpeace ship the Rainbow Warrior arrived in Bali. Earlier this week, Japan took a position similar to the United States in proposing that any new agreement should favor voluntary emissions targets instead of mandatory ones. The two nations believe that binding emissions caps would threaten the economic growth needed to fund technology used to fight global warming. Hans Verlome, director of the World Wildlife Fund's Climate Change Program, urged the U.S., Japan and others to take more decisive action in light of a report from the Intergovernmental Panel on Climate Change that found global warming is occurring and is likely caused by humans. \"We did not come to Bali to just have another process, and we have two years of talks. It is time to get on with it,\" said Verlome. \"The IPCC report has delivered the results that are necessary to inform decision making, and the decision making is here, now.\" Verlome and other environmentalists say China has taken a leading role in negotiations this week. China wants wealthy countries to help spread technology for cutting greenhouse gas emissions in poor countries. Harlan Watson of the U.S. delegation reaffirmed his country's opposition to mandatory caps on carbon emissions, but said the U.S. would be open and flexible. \"The U.S. is committed to advancing negotiations, and developing a Bali roadmap, that will guide negotiations on a new post-2012 global climate change regime that is environmentally effective and economically sustainable,\" he said. Delegates are on schedule to begin drafting proposals early next week. Environment and trade ministers are scheduled to meet over the next few days."}, "1-6": {"heading": "Opening positions spark debate at Global Climate Change Conference ", "link": "https://en.wikinews.org/wiki/Opening_positions_spark_debate_at_Global_Climate_Change_Conference", "date": "5-December-2007", "text": "At the U.N. conference on Global Climate change in Bali, the early talk has focused on whether some of the major developed countries will commit to cutting greenhouse gas emissions in the coming years. European states are pushing for steep reductions in emissions, but environmentalists accuse some others of dragging their feet. The European Union's climate chief, Artur Runge Metzger, says his organization wants greenhouse emissions cut by half by the middle of the century. \"We would like to see global average temperatures rise no more than an average of two degrees compared to pre-industrial levels,\" Metzger said. \"And that would require that global emissions go down by at least 50 percent of the 1990 emissions by the year 2050.\" Greenhouse emissions are thought to be causing global warming. Metzger downplayed differences between the EU and other countries on reduction targets, saying he believes the response to the 50 percent proposal has been increasingly positive. He noted that Japan, Canada and some members of the U.S. congress have expressed support for the idea. Those same countries, however, have been targeted by environmental groups, who say they have failed in their initial statements here to come out strongly enough for significant cuts. {{w|Hans Verolme]] of the group WWF says Japan is being criticized for not including binding targets in its proposal for emission control discussions. \"That in our view would be quite disastrous. It would delay action and it would in fact lead to dangerous climate change,\" Verolme said. Japan says its proposal is merely an attempt to get the conversation started, and U.N. climate change chief Yvo de Boer has also sought to downplay any differences. De Boer repeatedly points out that the Bali conference is not meant to produce a new climate-change treaty to replace the Kyoto Protocol. That 1997 agreement is set to expire in 2012. \"This meeting in Bali will not finalize a post-2012 climate change deal, that's much too complicated to do in 10 days, but what it can do is put in place a two-year process to work towards such a deal,\" De Boer said. Even the two-degree temperature rise that the European Union talks about is predicted to have serious effects on humans and the environment. The U.N.'s Intergovernmental Panel on Climate Change has predicted such a rise would increase the frequency of damaging storms, and make 30 percent of the world's species more vulnerable to extinction. Thousands of delegates from more than 180 countries are meeting in Bali, which is due to run through December 14."}, "1-7": {"heading": "Climate change impacts Wyoming ", "link": "https://en.wikinews.org/wiki/Climate_change_impacts_Wyoming", "date": "18-March-2008", "text": "Cheek numbing, eye watering winds whip across the plains of the Laramie Basin, Wyoming. The ground is yellow brown with patches of recalcitrant snow. Sheep Mountain is losing its winter coat. All normal affairs for March.  The March edition of the Wyoming Basin Outlook Report also reports, based on February accumulations, that Snow Water Equivalent is at 99% of average. The SWE is a measure of the snow pack that feeds the streams, rivers and reservoirs that Wyoming, Nebraska and other states depend upon for water.  Current averages are compared to the average SWE for 1971-2000. In recent years, snow pack in this region has been anything but normal. The Outlook Reports are issued January to June.  Since March 2000, only five of 46 months have been above normal.  While many of the winter months have been near normal, June's snow pack is far below average.  Even in 2006, the wettest year of the last eight years, June snow pack was only 37% of the average. In an e-mail interview with Wikinews, Lee Hackleman, Water Supply Specialist, said In a phone interview with Wikinews, Myra Wilensky of the National Wildlife Federation in nearby Colorado, also commented on changing snow patterns. This is part of a general increase in temperature in the region.  An Intergovernmental Panel on Climate Change cited by the National Wildlife Federation estimates that the temperature will rise almost 7 degrees (F) by 2100. The NWF's main concern is the fate of the wildlife in the region, particularly how the impact of pine bark beetles.  Warmer winters have led to mass infestations in  Western lodge pole pine forests and The New York Times reports that they are now moving on to white bark pines in Yellowstone particularly impacting grizzly bears there. In turn, the grizzlies are shifting to feeding on Canadian thistle, an invasive species that might be choking out native plants. Changing weather patterns have also affected large migratory animals. Water for people has also become a major issue in the region. Kansas has long fought Wyoming over water rights issues.  And Montana is currently suing Wyoming, claiming that the Yellowstone River Compact signed in 1950 gives rights to both surface and ground water, while Wyoming disagrees.  On February 18, the Supreme Court agreed to hear the lawsuit. Authorities do not see this fight over increasingly limited water resources going away anytime soon."}, "1-8": {"heading": "Climate Conference in Bali concluded; opinions on outcome differ ", "link": "https://en.wikinews.org/wiki/Climate_Conference_in_Bali_concluded;_opinions_on_outcome_differ", "date": "17-December-2007", "text": "The Roadmap establishes the target year of 2009 and the scope for a post-2012 climate change agreement. This agreement is expected to include the setting, for industrialized nations, of reduction targets for greenhouse gas (GHG) emissions, amongst other things. While the EU had wished for the inclusion of a guideline range of 25-40% for GHG emission cuts by industrialized nations by 2020, this had been opposed by the US and others, and so was not included in the final \"roadmap\" which addresses all nations that are part of the United Nations Framework on Climate Change Convention (UNFCCC). The range was however included in the preamble of the document agreed on by the members of the Kyoto Protocol. The \"Bali Roadmap\" document can be seen as having three distinct sections: The first is the preamble, which is non binding and is there to put the following decisions in context. This is where the guideline emissions cut range would have been. Still included is a reference to the latest report by the international body of scientists that is charged with assessing the current state of knowledge on climate change. This Intergovernmental Panel on Climate Change (IPCC) had presented its Synthesis report earlier this year. It also recognizes that \"deep cuts in global emission will be required\" to avoid dangerous climate change. The second part is composed of a section calling for a \"shared vision for long-term cooperative action, including a long-term global goal for emission reductions\" and then goes on with a description of the four \"building blocks\" envisioned for tackling climate change. These are: The third and last part is the technical part of the document, with a proposed timetable for meetings and similar procedural matters being included. But it was not just the future that was talked about. There was also consensus on a number of current issues, such as the setting up of an expanded adaptation fund, and the necessity of accelerating the transfer and development of \"climate friendly\" technology. Perspectives on the outcome varied, with some non governmental organizations (NGOs) like Greenpeace International being generally happy that an agreement was achieved, but stating that a stronger mandate for the post 2012 negotiations had been wished for, and that current issues were not all addressed satisfactorily either. The UN secretary general Ban Ki-moon on the other hand welcomed the outcome of the conference, stating that all of his three benchmarks for success had been reached. He went on to say that he \"believes that the Bali Roadmap that has been agreed is a pivotal first step toward an agreement that can address the threat of climate change, the defining challenge of our time.\" The EU also welcomed the agreement that was reached, with Commission President José Manuel Barroso noting that \"We have worked hard to achieve this result. It is a very important step forward.\" Both he and Stavros Dimas, European Commissioner for Environment, made it clear that Bali had only been the start of what needed to be done, with the later stating that \"Now the real hard work must begin. It is essential that the agreement to be worked out over the next two years is ambitious enough to prevent global warming from reaching dangerous levels.”"}, "1-9": {"heading": "\"Bali Roadmap\" agreed on, applauded (redirect from Negotiations continue into the night at Climate Conference in Bali) ", "link": "https://en.wikinews.org/wiki/%22Bali_Roadmap%22_agreed_on,_applauded", "date": "15-December-2007", "text": "After the United States agreed to the changes proposed by India this morning, the so called Bali Roadmap has been agreed on, to applause from all parties. The decision was made at this year's United Nations Climate Change Conference in Bali. The Roadmap establishes a time frame and scope for reaching a post-2012 climate change agreement. This includes setting, for industrialized nations, targets for reductions of greenhouse gas (GHG) emissions. Numerous observers and parties had voiced that they see this as being of great importance prior to and during the conference. Following the reopening of the plenary at midday, India reiterated its position that part of a paragraph needed to be reformulated. The EU went on to state that in the spirit of negotiations, they agreed with the proposed changes. After some further statements by other nations, the US said that they can not accept the changes, as they would considerably change the balance of the text. This was met with loudly audible booing in the plenary. Some time later, after a number of other nations voiced their opinions and the American delegation could be seen busily debating and writing, the US said they would agree to the consensus position after all. Standing ovations and cheers welcomed this change in position, which allowed the President of the Conference soon thereafter to declare the document decided. India this morning had raised objections on one of the central documents of what constitutes the Roadmap. This had made a decision impossible for the time being, as the conference can only pass items unanimously. The objection regarded the phrasing of how nations with developing industries are to take action to slow and reduce their GHG emissions. The President of the Conference, the Indonesian Environmental Minister, had declined the request, stating that the proposal he had made was very finely balanced. The President had then suspended the session so that further consultations could be made. No progress was made when the meeting was reopened about an hour later, with China stating that negotiations of the so called Group of 77 and China with the Indonesian Minister of Finance were still ongoing. China then accused the UNFCCC secretariat of deliberately opening the plenary session at a time it knew that their Ministers were in talks. The Chinese delegate went on to demand an apology by the secretariat, and the meeting was again suspended. Ministerial negotiations had continued through the night until the early morning hours yesterday and the climate conference had been scheduled to decide on the last outstanding items this morning. Yesterday evening Yvo de Boer of the UNFCCC had said that the parties were \"on the brink of agreement\", when he was asked where negotiations currently stand. With almost all open matters having been agreed on by a group of 40 ministers, one of the last outstanding points then was still the question of guideline numbers for GHG cuts. Some of the issues that had still been open the day before yesterday (for example how deforestation was to be addressed and the matter of financial support for developing countries to send and support negotiators to the UN climate conferences), had apparently been addressed to everyones satisfaction during yesterdays informal talks. But the talks were still on with regard to preambular text of a document that states how further action to mitigate climate change is to be taken, the inclusion of a 25-40% range for reductions in GHG emissions for industrialized nations by 2020 from 1990 levels being contested. The draft decision proposed by the President of the Conference today however, no longer included the numbers, but did make reference to the latest report by the international body of scientists that is charged with assessing the current state of knowledge on climate change. This Intergovernmental Panel on Climate Change (IPCC) had presented its Synthesis report earlier this year."}, "1-10": {"heading": "Al Gore and Climate Panel awarded Nobel Peace prize 2007 ", "link": "https://en.wikinews.org/wiki/Al_Gore_and_Climate_Panel_awarded_Nobel_Peace_prize_2007", "date": "12-October-2007", "text": "The 2007 Nobel Peace Prize was awarded today to former U.S. Vice President Albert Arnold Gore Jr. and the Intergovernmental Panel on Climate Change (IPCC). The Nobel Peace Prize (Swedish and Norwegian: Nobels fredspris) is the name of one of five Nobel Prizes bequeathed by the Swedish industrialist and inventor Alfred Nobel. The Peace Prize is awarded annually in Oslo, the capital of Norway. The actual prize always is presented on the 10th of December, the anniversary of the death of Nobel. The Norwegian king is in attendance. For the past decade, the Nobel Peace Prize Ceremony at the Oslo City Hall has been followed the next day by the Nobel Peace Prize Concert, which is broadcast to over 150 countries and more than 450 million households around the world. The Concert has received worldwide fame and the participation of top celebrity hosts and performers. By the provisions of Nobel's will, the Nobel Peace Prize is awarded \"to the person who shall have done the most or the best work for fraternity between the nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses.\" The Committee's five members are entrusted with researching and adjudicating the Prize as well as awarding it. Although appointed by the Norwegian Parliament (Stortinget), they are independent and answer to no legislative authority. Members of the Norwegian government are not permitted to sit on the Committee."}, "1-11": {"heading": "UN Report on Global Warming calls for rapid 'unprecedented' changes globally to limit planetary warming to 1.5 degree C ", "link": "https://en.wikinews.org/wiki/UN_Report_on_Global_Warming_calls_for_rapid_%27unprecedented%27_changes_globally_to_limit_planetary_warming_to_1.5_degree_C", "date": "10-October-2018", "text": "The Intergovernmental Panel on Climate Change (IPCC), a United Nations organization, released its Special Report on Global Warming of 1.5ºC (SR15)  on Monday, during its 48th session held in Incheon, South Korea. In this report, the panel called for rapid \"unprecedented\" changes globally to limit planetary warming to 1.5°C (2.7°F) above pre-industrial levels, saying failure to do so would result in increased sea level rise and higher frequency of extreme weather events such as droughts, floods, and heatwaves. The report examined the possibility of limiting global warming to a maximum of 1.5ºC, as sought in the Paris Agreement — a landmark agreement in which global leaders united to combat climate change — as well as the consequences of failure to do so. The final report was produced by a team of 91 scientists from 40 countries and based on assessments of 6,000 available scientific studies. The New Delhi-based Centre for Science and Environment said the impact of 1.5°C warming presented in the report is plainly larger than expected.  The most vulnerable countries were coastal or economically agriculture-dependent, such as India, where poverty reportedly could increase as crop yields decline and unprecedented climate extremes would take place. One of the working groups' co-chairs, Debra Roberts, called the report the \"largest clarion bell from the science community\". The report indicated that without an increase in current climate change initiatives, by 2030 with 1.5°C, coral reefs would decline by 70–90% and be substantially lost — over 99% — at 2ºC. According to the report, the mitigation projects already taking place globally would need to be taken to an unprecedented scale."}, "1-12": {"heading": "Report indicates continued severe weather problems still looming (category Climate change) ", "link": "https://en.wikinews.org/wiki/Report_indicates_continued_severe_weather_problems_still_looming", "date": "30-March-2012", "text": "A 586-page report by the Intergovernmental Panel on Climate Change released Wednesday indicated governments should prepare for continued weather-related catastrophes. The report noted highly populated and very poor areas are at highest risk, and stressed no country or continent is safe from these ongoing threats. The panel consists of Nobel Prize-winners, whose work in climatology indicates more intense tropical cyclones. The report placed blame regarding recent disasters on a combination of climate change caused by humans, population changes and poverty. The panel was founded in 1988 by the United Nations. The Intergovernmental Panel on Climate Change estimates recent severe weather conditions are costing upwards of US$80 billion per year. The report focused heavily on issues pertaining to coastal areas of the United States, specifically noting damage in those areas could increase 20 percent by 2030. The authors of the report stated some portions of India may become uninhabitable for floods and other problems. The Intergovernmental Panel on Climate Change pointed out other cities at lesser risk, such as: Miami, Shanghai, Bangkok, China's Guangzhou, Vietnam's Ho Chi Minh City, Myanmar's Yangon (formerly known as Rangoon), and India's Kolkata (formerly known as Calcutta). Inhabitants of small island nations may have to leave their homes because of elevated sea levels and major storms. A total of 220 authors worked on the report."}, "1-13": {"heading": "Nobel prize winner Al Gore urges US and China to do more about global warming (category Climate change) ", "link": "https://en.wikinews.org/wiki/Nobel_prize_winner_Al_Gore_urges_US_and_China_to_do_more_about_global_warming", "date": "10-December-2007", "text": "Global warming campaigner and former U.S. Vice President Al Gore says it is time for humanity to stop \"waging war\" on planet Earth. Gore spoke today in Oslo after receiving the Nobel Peace Prize. He urged the two largest carbon-emitting countries — the United States and China — to make what he called the \"boldest moves\" to fight global warming. The United States has not ratified the Kyoto Protocol, the 1997 international pact that requires reductions in greenhouse gas emissions. China was not required to reduce emissions under the deal.  They also refused today to approve a new treaty designed to cut emissions by 25 percent to 40 percent by 2020. Gore said he would go to the U.N. climate meeting in Bali later this week to urge world leaders to meet as often as every three months to enact a global cap on greenhouse gas emissions by 2010. Gore shared the 2007 Nobel prize with the Intergovernmental Panel on Climate Change, represented at today's ceremony by Rajendra Pachauri. Pachauri stressed the link between the fight against climate change and peace. He warned that severe climate change will trigger what he called \"dramatic population migration,\" as well as war over water and other resources. He also warned that up to 250 million people in Africa could face what he called \"increased water stress because of climate change."}, "1-14": {"heading": "IPCC claims about Himalayan glaciers were not based on science (category Climate change) ", "link": "https://en.wikinews.org/wiki/IPCC_claims_about_Himalayan_glaciers_were_not_based_on_science", "date": "22-January-2010", "text": "Part of a major 2007 report by the Intergovernmental Panel on Climate Change (IPCC), which claimed that the glaciers in the Himalayas were likely to melt within thirty years, has been found to have not been based on scientific data. The IPCC, a United Nations panel, admitted that the original claim was \"poorly substantiated\" and that \"well-established standards of evidence were not applied properly\" in the preparation of this section of the report. \"The chair, vice-chairs, and co-chairs of the IPCC regrets the poor application of IPCC procedures\", read a statement released by the panel. News reports have suggested that the claim originated in a 1999 article in the popular science magazine New Scientist, and was picked up by the IPCC when it was quoted in a 2005 report by the World Wildlife Fund. Jairam Ramesh, India's minister of Environment and Forests, had criticized the estimate when the report was initially released. After the announcement, Ramesh reiterated his criticism and told The Times of India: \"The health of the glaciers is a cause of grave concern, but the IPCC's alarmist position that they would melt by 2035 was not based on an iota of scientific evidence.\" According to The Times (UK), most glaciologists believe it would take hundreds of years to melt the Himalayan glaciers, with some doubting that it will ever happen. There is evidence of glaciers growing in the neighboring Karakoram mountain range. Michael Zemp, of the World Glacier Monitoring Service told CNN that, \"There are simply no observations available to make these sorts of statements.\" \"The other thing is that the report says the glaciers are receding faster than anywhere else in the world. We simply do not have the glacier change measurements. The Himalayas are among those regions with the fewest available data\", Zemp added. Nevertheless, the IPCC maintains that the melting of the glaciers is a concern to the region, which is home to over one billion people. It stands by its overall conclusion that \"mass losses from glaciers and reductions in snow cover over recent decades are projected to accelerate throughout the 21st century, reducing water availability, hydropower potential, and changing seasonality of flows in regions supplied by meltwater from major mountain ranges.\" The IPCC had recently come under fire during the 2009 United Nations Climate Change Conference, when selectively leaked e-mails, hacked from the University of East Anglia, reportedly showed that some scientists were attempting to suppress findings by other climatologists that did not agree with their own findings."}, "1-15": {"heading": "Study: Arctic ice could be gone by 2020 (category Climate change) ", "link": "https://en.wikinews.org/wiki/Study:_Arctic_ice_could_be_gone_by_2020", "date": "2-May-2007", "text": "Researchers belonging to the National Snow and Ice Data Center (NSIDC) say that the Arctic ice caps are melting at a rate much faster than that predicted by computer models previously reported by the Intergovernmental Panel on Climate Change (IPCC), and that the ice could be gone sometime near year 2020. \"This suggests that current model projections may in fact provide a conservative estimate of future Arctic change, and that the summer Arctic sea ice may disappear considerably earlier than IPCC projections,\" said head researcher of the study group at the United States-based National Center for Atmospheric Research (NCAR) and the University of Colorado's NSIDC, Julienne Stroeve. Stroeve says that the IPCC's 18 computer models used in the study were out of date and that the melting of the ice has actually progressed 30 years quicker than the computers predicted. The researchers also say that the computers did not take into account the increased threat of global warming. The IPCC ultimately predicted that the ice would be gone by 2050. Despite the predictions, since 1979, the ice has actually melted at a rate of 9% per decade. The prediction by the IPCC was done in the Arctic Sea during September and predicted that between 1953 and 2003, the ice would have melted 2.5% per decade, but it actually melted at a rate of 7.8% per decade. Their worst case scenario between those years, which was predicted using only one computer, had shown that the ice was going to melt at a rate of 5.4% per decade. \"Right now — the Arctic helps keep the Earth cool. Without that Arctic ice, or with much less of it, the Earth will warm much faster. The IPCC report was very careful, very thorough and cautious, so they erred on the side of what would certainly occur as opposed to what might occur,\" said Ted Scambos, an expert on Arctic ice in the U.S. \"Long-term and for the next 50 years, I think even the new report will agree that we're in for quite a bit of warming,\" added Scambos."}, "1-16": {"heading": "United Nations Report: Deserts threatened by global warming (category Climate change) ", "link": "https://en.wikinews.org/wiki/United_Nations_Report:_Deserts_threatened_by_global_warming", "date": "5-June-2006", "text": "A new report, titled \"Global Deserts Outlook,\" has been released on World Environment Day by the United Nations Environment Programme (UNEP). The report suggests that the world's deserts face dramatic changes as a result of global climate change: high water demands, tourism and salt contamination of irrigated soils. Desert margins and mountainous areas within deserts that have been important for people, wildlife and water supplies for millennia, are under particular threat, say UNEP. 2006 is the United Nations' International Year of Deserts and Desertification. Yet deserts could become the \"carbon-free power houses of the 21st century,\" some experts believe. They argue an area 800 by 800 km of desert, such as the Sahara, could capture the solar energy to generate all the world's electricity needs - and more. The report, prepared by experts from across the globe, flags options that may help governments and relevant bodies deliver a more sustainable future for the Earth's desert regions. \"There are many popular and sometimes misplaced views of deserts which this report either confirms or overturns. Far from being barren wastelands, they emerge as biologically, economically and culturally dynamic while being increasingly subject to the impacts and pressures of the modern world,\" said Shafqat Kakakhel, UNEP's Officer in Charge and Deputy Executive Director. \"If the huge, solar-power potential of deserts can be economically harnessed the world has a future free from fossil fuels. And tourism based around desert nature can, if sensitively managed, deliver new prospects and perspectives for people in some of the poorest parts of the world,\" said Mr Kakakhel. Almost one-quarter of the earth's land surface – some 33.7 million square kilometres – has been defined as \"desert\" in some sense. These deserts are inhabited by over 500 million people, significantly more than previously thought. In many parts of the world desert cores remain pristine, representing some of the planet's \"last remaining areas of total wilderness,\" stated the UNEP in a news release. Desert species are on the brink of extinction the Global Deserts Outlook reports. At risk animals include various species of Gazelle, Oryx, Addax, Arabian Tahr and the Barbary sheep as well as one of the falconers favourite prey, the Houbara. \"At greatest risk are the few patches of dry woodlands associated with desert mountain habitats which may decline by up to 3.5 per cent per year,\" said the study. As a result of their valuable water supplies being diverted to domestic or agricultural use, desert wetlands, fed by the large rivers crossing deserts, are probably the most threatened ecosystem. Probable impacts include those created by roads, settlement expansion and other infrastructure developments around areas of desert montane. By 2050 the report estimates that  desert wilderness - those areas where there are no nearby roads - will decline from just under 60 per cent of the current total desert area to just over 30 per cent. The pharmaceutical potential of desert plants has yet to be tapped, suggests the report. Scientists across the globe are analysing many desert plants for potential medicinal compounds - including anti-cancer and anti-malarial substances, antioxidants, as well as appetite suppressants. The Intergovernmental Panel on Climate Change (IPCC), who advise governments and the United Nations, have reported that temperatures in deserts could rise by an average of as much as five to seven degrees by 2100. The problem, UNEP say, will almost certainly be compounded by the melting of glaciers - whose waters sustain many deserts. The impacts of climate change include the transformation of semi-arid rangelands into deserts, UNEP reports. They say water supplies are under threat from salinization and pollution by pesticides and herbicides, and that rising water tables beneath irrigated soils has led to more salinization of soils. In some coastal areas ground-water supplies have been contaminated as seawater invades subsurface waters, the report shows. Large rivers that run through deserts have supported desert people for millennia, but many have been dammed, with water loss downstream having led to serious impacts on flood plains and river ecology."}, "1-17": {"heading": "Study: floods, droughts more intense in past 20 years due to higher global temperatures (category Climate change) ", "link": "https://en.wikinews.org/wiki/Study:_floods,_droughts_more_intense_in_past_20_years_due_to_higher_global_temperatures", "date": "19-March-2023", "text": "On Monday, Nature Water published a study by two NASA Goddard Space Flight Center scientists concluding the \"strong\" link between the global mean surface temperature and water-related extreme weather led the increase in the severity of events like floods and droughts in the past two decades. Authors Matthew Rodell and Bailing Li wrote results suggest \"rising temperatures may be driving an increase in the total intensity and related metrics of hydroclimatic extreme events that cannot be attributed to the sporadic occurrence of\" regular climactic variations, such as the El Niño–Southern Oscillation. They identified 1,066 regions that experienced periods of too much, or not enough rainfall from 2002 to 2021 with a new algorithm using observations from the Gravity Recovery and Climate Experiment (GRACE) and GRACE Follow-On (GRACE-FO) satellites. This classified 505 'wet' clusters and 561 'dry' clusters, with an increasing severity of events in the seven years since 2015, which were recognized as among the warmest in history. From 2015 to 2021, the number of 'most extreme' events, among the 30 wettest or driest, increased to four from three per year. Monday's study noted an increase in the wet-to-dry event ratio from 15° S to 20° N, and a decrease in three areas between 15° N and 50° N, supporting the hypothesis that wet and dry areas are inversely affected by extreme events. The most intense dry event observed was a record-breaking South American drought from 2015-2016, while the greatest pluvial had been ongoing since 2002 through 2021, affecting most of sub-Saharan Africa above 10° S and leading to flooding and Lake Victoria to rise to its highest levels ever in 2020, inundating homes and infrastructure. Rodell, the lead author, told the Associated Press (AP): \"I was surprised to see how well correlated the global intensity was with global mean temperatures.\" Speaking to CNN, he explained: \"We thought, well, maybe this is related to global warming, because we do know the past seven or so years have been the hottest on record [...] Sure enough, there was a significant correlation between this total worldwide intensity of these events and the temperature record.\" About the study's reliability, he said: \"What I feel more confident about is that as the world warms, we’re going to see the greater global intensity of all the wet and dry events increase, meaning they’re going to be more frequent, larger and more severe in total [...] What happens in a regional sense is a little bit more difficult to say with certainty. \"The study is another way for people to recognize that climate change affects everyone [...] It’s not just about the temperature rising on average around the world, it’s the actual weather events that have severe impacts on people that may be increasing in intensity and frequency.\" Richard Seager, a climate specialist of Columbia University's Lamont–Doherty Earth Observatory, told the AP: \"Looking forward into the future, in terms of managing water resources and flood control, we should be anticipating that the wetter extremes will be wetter and the dry extremes will get drier [...] everything’s going to get amplified on both ends of the dry-wet spectrum.\" On Rodell and Li's use of metrics from GRACE, he said: \"This study uses novel [satellite] data to confirm that human-driven warming is driving the climate system to more extremes of extended both wet and dry episodes.\" Park Williams, a University of California, Los Angeles bioclimatologist, told the AP: \"It’s incredible that we can now monitor the pulse of continental water from outer space [...] I have a feeling when future generations look back and try to determine when humanity really began understanding the planet as a whole, this will be one of the studies highlighted.\" Meanwhile, CNN cited climatologist and Brown University Institute for Environment and Society Director Kim Cobb, who called the study \"a new lens on our rapidly changing water cycle, linking many of the headlines about droughts, floods and wildfires to this global analysis. \"This finding really reinforces the trends that we see from analysis of rainfall data and climate model output, and in that sense adds significant evidence to inform emergency planning and response, infrastructure planning, agricultural practices, and water resource management under continued warming.\" Rodell has been the Acting Deputy Director of Earth Sciences for Hydrosphere, Biosphere, and Geophysics at Goddard since 2021. Li has been an assistant research scientist at the Hydrological Sciences Laboratory at Goddard, and at the University of Maryland, College Park since 2017. In its 2021 report, the United Nations' Intergovernmental Panel on Climate Change reported a 70% increase in the frequency of droughts that would typically occur every ten years and a 30% increase in the frequency of comparable flooding. Moreover, scientists have said global warming could amplify the occurrence of 'weather whiplash', rapid swings between extreme conditions like in the US state of California, which recently experienced heavy rain and snowstorms after a megadrought. The National Integrated Drought Information System estimates 20% of annual extreme weather-induced losses in the US economy stem from droughts and floods."}, "1-18": {"heading": "Climate change threatens world's poorest says Oxfam ", "link": "https://en.wikinews.org/wiki/Climate_change_threatens_world%27s_poorest_says_Oxfam", "date": "4-December-2007", "text": "The anti-poverty group Oxfam says global warming is altering the human food supply and threatening some of the world's poorest people with hunger. At the United Nations Conference on Climate Change in Bali, the group argued developed countries should pay to address the problem, and costs could top $50 billion a year. Climate change, which many scientists believe is fuelled by human activities, alters rain cycles and causes increased droughts and flooding. Rising temperatures mean some traditional crops do not grow as well as they used to. The United Nations predicts that in some African countries, crop yields could fall by half. Oxfam researcher Kate Raworth says coping with these issues will be expensive. \"Oxfam has estimated that for all developing countries to adapt to climate change will cost at least $50 billion a year,\" she said. \"And for that to be done with justice we believe that the rich and the most polluting countries should pay the vast share of the money to make possible for those countries most vulnerable and least responsible for causing the problem to cope with the new realities they have to deal with.\" The report released by Oxfam at the conference on Tuesday says some countries are already feeling the effects of a warming planet. In South Africa, farmers are planting faster-maturing crops to adapt to unpredictable rainfall. Bangladeshis are creating floating vegetable gardens that can thrive in spite of floods. But Mozaharul Alam, who heads Bangladesh's climate adaptation effort, says overall improvements to the food system still leave many families vulnerable. \"Most of the agriculture is subsistent in nature,\" said Alam. \"So if [there is] any failure of the crop on the ground, even if there is food available in the market, unless the people has the buying capacity, that availability of the food in the market has no meaning to the vulnerable family.\" Oxfam argues the United States, the European Union, Japan, Canada and Australia should be among the major sources of funds to help developing countries solve their climate change problems. These countries have agreed in principle, but one task of the Bali Conference is to find out how much individual countries are willing to spend on climate-related issues. It also aims to begin deciding how to divide those resources between prevention of further climate change, and adaptation to the changes that are already taking place. The conference involves thousands of scientists, government officials and development group representatives, and runs for another 10 days."}, "1-19": {"heading": "Second round of Bonn UN Climate Change negotiations continue ", "link": "https://en.wikinews.org/wiki/Second_round_of_Bonn_UN_Climate_Change_negotiations_continue", "date": "3-June-2010", "text": "The 2010 United Nations Climate Change Conference (COP 16) negotiations continued this week in Bonn, Germany.  The 4,500 attendees include government delegates from 182 governments, representatives from business and industry, environmental organizations and research institutions.  COP 16 is scheduled to take place November 29 – December 10, 2010 in Cancún, Mexico. Luis Alfonso de Alba, Mexico's special representative for climate change, told Reuters, \"Mexico does not want to raise false expectations but we certainly are ambitious\". He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism. Negotiating under the  United Nations Framework Convention on Climate Change (UNFCCC), the next negotiating session is scheduled to take place in August, followed by another, final one-week intersessional meeting, before Cancún.  The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference (COP 15) in Copenhagen. The two working groups are the Ad Hoc Working Group on Long-Term Cooperative Action (AWG-LCA) and the Ad Hoc Working Group on Further Commitments for Annex (AWG-KP). These groups were specifically designed to negotiate a long-term response to climate change. The AWG-LCA is the negotiating group tasked to deliver a new \"COP16 negotiative text\" ahead of the June negotiating session.  The AWG-KP is to focus on emissions reduction commitments for the 37 industrialised countries that have ratified the Kyoto Protocol for the period beyond 2012. There are also two UNFCCC standing committees meetings, the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI). The conference is officially referred to as the 16th session of the Conference of the Parties (COP 16) to the United Nations Framework Convention on Climate Change (UNFCCC) and the 6th session of the Conference of the Parties serving as the meeting of the Parties (CMP 6) to the Kyoto Protocol."}, "1-20": {"heading": "Bali climate change conference begins ", "link": "https://en.wikinews.org/wiki/Bali_climate_change_conference_begins", "date": "3-December-2007", "text": "Representatives of more than 180 nations gathered on the Indonesian island of Bali today to kick off a United Nations-sponsored conference on global climate change. The U.N. hopes the meeting will conclude with a road map toward a new agreement on reducing the types of air pollution many scientists believe are driving changes in the earth's climate. The Bali meeting aims to get countries to commit to working out a new agreement on emissions cuts to extend or replace the Kyoto Protocol, which expires in 2012. Conference president Rachmat Witoelar of Indonesia told reporters that a detailed proposal is not necessary at this stage, but participation by all nations is vital. \"We will be happy if this Bali road map is general so we will not push for a very detailed in this short time,\" he said. \"The introduction, the process is important.\" As the conference opened, Australia's new prime minister, Kevin Rudd, signed the Kyoto Protocol, limiting his country's greenhouse gas emissions. That act earned a standing ovation in Bali, and focused attention on the failure of the United States to sign the protocol - the only developed nation not to have done so. \"While the current U.S. delegation will not join in serious negotiations over mandatory limits on global warming pollution, they won't be around when the final deal is made in 2009. A new team will be on the field with a very different game plan,\" he said. \"The other nations must not allow the U.S. to derail, delay or water down the Bali mandate.\" Senior U.S. negotiator Harlan Watson denied his country was blocking progress, saying the U.S. had merely chosen a different course. \"It's up to each country to do the analysis and analyze for themselves if the target is do-able. Obviously the U.S. came to a different conclusion,\" he said. \"We respect the decisions other countries have made and of course ask them to respect the decision that we've made.\" President Bush says that the Kyoto Protocol threatened U.S. economic growth, and believes that any future climate-change agreement will be ineffective unless it includes rapidly developing nations such as China and India, which are among the world's largest producers of greenhouse gases. Other subjects on the agenda in Bali include saving the world's remaining forests, and sharing technologies to help developing nations grow in less-polluting ways. The U.N. also hopes to finalize a fund to help countries affected by global warming to cope with the impacts. The money could go toward flood-proof houses, better water management, and crop diversification. The Bali conference will continue until December 14. Thousands of government representatives, scientists and activists are attending. This article is based on Climate Change Conference Opens in Bali by VOA News  which has a copyright policy compatible with our CC-BY 2.5. Specifically \"Copyright status of work by the U.S. government\""}, "1-21": {"heading": "Protesters arrested at climate change rally ", "link": "https://en.wikinews.org/wiki/Protesters_arrested_at_climate_change_rally", "date": "13-December-2009", "text": "Almost a thousand protesters at The Copenhagen Climate Change Summit were  arrested yesterday for unruly conduct. Although most of the protests were peaceful, one group began destroying windows of nearby buildings.  Tens of thousands of protesters held multiple rallies throughout the Danish capital. Marches have also formed in Australia, Hong Kong, Jakarta, Indonesia and the Philippines.  One of the demonstrators, Nnimmo Bassey, of Friends of the Earth, summed the rallies with \"Let's dance, sing and be happy, because power is in your hands,\". Protesters included actress Helen Baxendale, model Helena Christensen and former Irish president Mary Robinson.  Baxendale was quoted \"I think it's also important that people come and make their voices heard as well. I think, in the end, that's what will make real, positive change.\" The Copenhagen Summit opened last Monday, and has representatives from nearly 190 nations to discuss caps on greenhouse gas emissions.  A draft proposal calls for cuts in greenhouse gas emissions by 50–90% by 2050 and 25–40% by 2020 for developed nations."}, "1-23": {"heading": "Climate change a factor in Australia's warmest year on record ", "link": "https://en.wikinews.org/wiki/Climate_change_a_factor_in_Australia%27s_warmest_year_on_record", "date": "14-November-2005", "text": "Climatologists believe artificially induced climate change is the reason Australia is destined for the warmest year on record. Temperatures so far this year have averaged one degree above the 30-year average, the Bureau of Meteorology (BOM) told the Greenhouse 2005 – Action in Climate Change Conference being held in Melbourne this week. The head of the National Climate Centre, Michael Coughlan, says Australia has had the warmest ever first 10 months of 2005, and seems likely to be a record-breaking year. \"It's typically been a degree or more above the average for most of the months,\" said Mr Coughlan. \"When you think you're averaging over hundreds of stations across Australia, to get a one degree warming over such a large area is fairly significant.\" According to BOM, Australia has experienced its warmest start to a year on record (since 1950), with the January to October temperature averaging 1.03 degrees Celsius above the 30 year average (1961-1990). Annual mean temperatures have increased throughout Australia since 1910, particularly since the 1950s. \"If one draws a trend line from the mid-50s or early 50s, through to the present, it's a fairly steady upward trend. And it's interesting that this is not true only of Australia, but it's fairly typical throughout most continents now, most parts of the world,\" said Mr Coughlan. As the average temperature has risen, there has been an increase in the incidence of hot days and hot nights, and a reduction in the number of cold days and nights. This warming is mirrored in the oceans around Australia. Michael Coughlan says warm sea surfaces are a significant factor in the creation of cyclones and hurricanes. \"One might expect, with those sea temperatures being warmer than they have been in the last few years, that the odds would be tipped towards perhaps a greater number of the cyclones than we have seen in the last few years,\" he says. Warming is not the only sign of change in Australia’s climate. Other changes include a marked decline in rainfall in southwest and parts of southeast Australia, and recent reduction in rainfall through the eastern states. At the same time, rainfall in the arid interior and northwest has increased dramatically, in some places nearly doubling during the last 50-years. \"Climate change affecting Australia is real,\" says CSIRO's Dr Bryson Bates. \"In 2005 the questions we face are how best to respond and adapt – from projections in agriculture to changing ecosystems, reduced catchment flows and downward rainfall trends,\" Dr Bates says. The GREENHOUSE 2005 Action on Climate Change Conference is expected to attract 400 Australian and international delegates."}, "1-24": {"heading": "US President Biden nominates former Mastercard chief Ajay Banga for World Bank president ", "link": "https://en.wikinews.org/wiki/US_President_Biden_nominates_former_Mastercard_chief_Ajay_Banga_for_World_Bank_president", "date": "27-February-2023", "text": "On Thursday, US President Joe Biden nominated Ajay S. Banga to become the next president of the World Bank. The nomination came as the US is increasing pressure on the bank to focus more on climate change issues. Banga, 63, is an Indian-American businessman. He previously led Mastercard, a large credit card company, as its CEO for more than a decade. After retiring from Mastercard, he joined a private growth equity firm, General Atlantic, as vice chairman. \"Ajay is uniquely equipped to lead the World Bank at this critical moment in history,\" Biden said in a statement. Officials at the World Bank said on Wednesday that they expect to name a new president to replace incumbent President David Malpass by early May. Malpass announced his resignation earlier this month. His resignation followed prolonged criticism of his opinions on climate change. Reuters reported US Treasury Secretary Janet Yellen exerted pressure on Malpass to enact \"bolder and more innovative\" changes. Germany, on the other hand, said a woman should head the World Bank since a woman has never headed the institution in its 77 years. While the nomination of Banga is the first made publicly, the window for World Bank members to submit nominations is open until March 29."}, "1-25": {"heading": "Canadian scientists protest Harper's attacks on science (category Intergovernmental Panel on Climate Change) ", "link": "https://en.wikinews.org/wiki/Canadian_scientists_protest_Harper%27s_attacks_on_science", "date": "13-October-2008", "text": "Citing actions taken by the Conservative government since winning a minority government in 2006, 85 scientists across Canada have signed an open letter to all national party leaders calling on them to state how they will 'improve Canada’s track record' regarding the objectivity of science. This is the second such initiative within the week, the letter on 7 October being signed by 120 scientists. The scientists signing the latest letter represent hundreds of researchers such as Deans, Department Heads, Research Chairs, and research team leaders. They come from academic fields of Anthropology, Atmospheric and Oceanic Sciences, Biology, Community Health and Epidemiology, Criminology, Earth & Ocean Sciences, Educational Psychology, Environmental & Engineering Sciences, Land Resource Science, Medicine, Nursing, Philosophy, Physics, Psychiatry, Social Work, and Sociology. Queen's University climate researcher John Smol lamented the need for scientists to protest in a public forum. \"I think scientists tend to be conservative when it comes to voicing their opinions. But as far as the environment is concerned, the problem is so bad and the consequences are so terrible if we do not act,\" he told CBC News. The Harper government] was cited for actions across the academic spectrum, from nuclear safety to human health to climate science. A repeated charge is misrepresentation and/or suppression of scientific finds, as well as acting to prevent the dissemination of research, to silence scientists. Within the government's own Environment Canada the Conservatives have been accused of muzzling the department, even interfering with the release of one researcher's science fiction novel. The novel, entitled \"Hotter than Hell\", deals with a not-too-distant future strongly affected by global warming. Then-Environmental Minister Rona Ambrose ordered the scientist not to attend talks to promote his novel where his job title was given. “It’s absolutely Orwellian what’s going on here in science in Canada,” said environmental scientist Andrew Weaver in an interview with The Georgia Straight. Weaver, lead author on three Intergovernmental Panel on Climate Change reports and the recently published \"Keeping Our Cool: Canada in a Warming World\", was not surprised when references to the UN's IPCC reports were removed from Canadian government websites. He wrote in his book about new rules the Harper government put in place, requiring journalist questions for Environment Canada scientists be submitted in writing, and responses must first be presented to media-relations staff for editing and approval. Vancouver's Safe Injections Site project, Insite, a program designed to provide intravenous drug users with a medically-supervised location, is an internationally recognized model of successful harm-reduction public health policy, supported by both provincial and municipal governments. The national police force, the Royal Canadian Mounted Police, engaged in a campaign to undermine the project according to documents discovered in a Freedom of Information Act query, including financing politically-motivated research. The conservative government has been antagonistic to the program since coming to power, and though losing its case at every level of courts has appealed the Supreme Court of British Columbia ruling which struck down portions of Canada's drug laws as unconstitutional. The judge gave the government one year to pass replacement legislation which addresses the Charter Right of addicts to health care which may save their life. Conservative Health Minister Tony Clement has questioned the ethics of physicians who support the harm-reduction model of Insite. \"Is it ethical for health-care professionals to support the administration of drugs that are of unknown substance, or purity or potency — drugs that cannot otherwise be legally prescribed?\" he said at the Canadian Medical Association's annual meeting. \"The minister was off base in calling into question the ethics of physicians involved in harm reduction,\" CMA president Brian Day responded. \"It's clear that this was being used as a political issue.\" More than 80% of physicians support the harm-reduction model, he said."}, "1-26": {"heading": "Woolly mammoth demise may have been result of climate change and overhunting ", "link": "https://en.wikinews.org/wiki/Woolly_mammoth_demise_may_have_been_result_of_climate_change_and_overhunting", "date": "5-April-2008", "text": "New research suggests that the extinction of Woolly mammoths may have been caused by the combined effect of both climatic change and human hunting. Scientists suggest that climate change during the end of the Pleistocene caused their habitat to shrink in size and as a result caused Woolly mammoth populations to drop and then Paleolithic humans delivered the final blow to the woolly mammoths by hunting the remaining Woolly mammoths. The warming climate may have also assisted humans in over hunting the woolly mammoth, the global warming that occurred during the end of the Pleistocene and the beginning of the Holocene melted ice and allowed humans to gain accesses to more mammoth habitats than previously possible. Scientists have reached this new conclusion by combining population and climate change modeling in their research which has never been attempted in the past. This new method may have made them able to retrieve clearer data regarding the extinction of the woolly mammoth from the geological record. Previously, the two methods were used separately, yielding less conclusive evidence of a human role in the extinction of the Woolly mammoth and other Pleistocene Megafauna. Additionally, recent years have seen an improvement in Paleoclimatic data, allowing scientists to draw a better conclusion from the existing data."}, "1-27": {"heading": "Thousands demand climate change action ", "link": "https://en.wikinews.org/wiki/Thousands_demand_climate_change_action", "date": "3-December-2005", "text": "Thousands of people across Australia are taking part in protests calling on the Federal Government to ratify the Kyoto Protocol. The 'Walk Against Warming' is part of an international day of action in 40 countries, coinciding with the United Nations climate change talks in Montreal, Quebec, Canada. According to the Walk Against Warming group, \"the need to reduce greenhouse gases is at crisis point, we must act now for the sustainability of our planet for future generations.\" Melinda Cook, Nature Conservation Council of New South Wales official, says governments need to take much stronger action on the issue of Climate Change. \"This international day has been called to put pressure on Australia and the US to ratify and to make sure governments are aware that the community is demanding serious commitments and action on greenhouse gas reduction,\" said Cook. Siding with the United States, the Australian Federal Government has refused to ratify the Kyoto Protocol on climate change, arguing it is damaging to their economic interests. Federal Environment Minister Ian Campbell says Australia is focused on measures that should be taken after Kyoto expires in 2012. \"We need to do something that suits the developed world, something that suits the rapidly developing world, partnerships, technologies, economic mechanisms that drive us towards that,\" said Campbell. \"We're nowhere near that at the moment and Australia wants to be a constructive part of driving us towards a very useful post-Kyoto regime.\" Protesters across Australia are using the International Day of Action on Climate Change to demand the government adopt a clean energy policy. Hundreds of people marched through Sydney on Saturday to mark the day. The protest against global warming coincides with the 12-day conference in Montreal, which will discuss climate change measures and future international action when the Kyoto Protocol expires at the end of 2012. Australia and the United States are the only western industrialised nations which refuse to ratify the global Kyoto Protocol. Australia has delegates at the Montreal meeting, but will only act as observers. Melinda Cook said scientists had predicted huge negative consequences including extreme weather and even social and economic impacts if steps were not taken now. Cook also said governments must make a \"serious commitment\" not to build any more coal fire powered stations. The United States Bush administration and the Australian Howard Government have refused to ratify the Kyoto agreement, which pledges industrialised nations to cut carbon dioxide levels to 5.2 per cent below 1990 levels between 2008 and 2012. Global Action Up to a million people will take to the streets of more than 100 cities across dozens of countries today to demand greater action on global warming. Organizers of the protests say the world's leading industrialised nations had failed to make an impact on climate change and some, in particular Britain, were backsliding on their environmental commitments. The United Nations meeting in Montreal, will be attended by representatives of 189 countries. The centerpiece of the International Day of Climate Protest will be a mass protest in Montreal, where at least 15,000 people are expected to lobby delegates. Across the planet, protests are being held in locations from Helsinki to Seoul. In Washington, drivers of fuel-efficient hybrid cars will rally around the White House. In New Orleans - devastated by Hurricane Katrina in August - there will be a \"Stop Global Warming\" street party in the French Quarter. \"There is probably very little we can expect [from Montreal] because we are doing nothing to keep fossil fuel in the ground. All these techno-fixes are a waste of time if we continue to burn fossil fuel at the same rate,\" said George Monbiot, an academic and environment commentator, who will address a rally in London. \"There is a lot of cynicism about what the British government is doing. [Prime Minister] Tony Blair has promised much and persuaded many that he will deliver but it has turned out to be rubbish. Blair had no intention of doing anything on climate change other than talk about it. But this weekend's protests are taking place in a changed context - the media are listening and finally we have to make the politicians listen.\""}, "1-28": {"heading": "Copenhagen climate conference opens ", "link": "https://en.wikinews.org/wiki/Copenhagen_climate_conference_opens", "date": "8-December-2009", "text": "The United Nations Climate Change Conference (COP15) has opened on Monday with calls for urgent action to curb climate change and global warming. The largest climate conference in history at the Bella Center in Copenhagen, Denmark is running for two-weeks from December 7 until December 18. Around 15,000 delegates including representatives from the private sector, environmental organizations, research institutions and government officials, as well as 110 heads of state and government from 192 countries, will attend. The COP15 Cultural Opening Ceremony played a four-minute long film called Please help the world by the Danish director Mikkel Blaabjerg Poulsen to highlight the danger of rising temperatures. The film depicts a young girl’s screaming nightmare about an eco-apocalypse with global warming, desert wastelands and terrifying floods. As the girl wakes from the nightmare she and other children implores us to 'Please help the world'. Poulsen said, “We have made a film which speaks to the heart rather than to the brain”. There was also music from a trumpeter, a harpist and the Danish National Girls Choir. The UN climate change conference, the climax of two years of contentious negotiations, opened in an atmosphere of hope. There was an upbeat mood for a deal to be reached within the next two weeks.  At a press briefing,  Connie Hedegaard, the president of the conference, said that “the deadline is working”, but “within the time we have, we must solve the task”. Lars Lokke Rasmussen stressed, however, that the talks will have to overcome the deep distrust between rich and poor nations on how to share the burden of curbing emissions. There has been a series of promises by rich and emerging economies to curb their greenhouse gases, but there are major issues yet to be resolved.  UN Secretary-General Ban Ki-moon said that a legally binding treaty on climate change will be reached in 2010. The European Union has adopted a commitment to reduce its greenhouse gas emissions by 20 percent by 2020 compared to 1990 levels but the union will raise its commitments to 30% if other major players undertake “comparable commitments”. News that the United States Environmental Protection Agency ruled that greenhouse gases endanger human health  may allow reductions of U.S greenhouse gas emissions. Quoting an unnamed diplomatic source, the Financial Times Deutschland has said the EU is to provide “1-3 billion euro” in aid to developing countries over the next three years so they can fight the effects of climate change and allow climate change mitigation and adaptation. The conference was accused of environmental hypocrisy for its substantial carbon footprint, including its extensive use of private jets and limousines. To reduce the conference's environmental and climate impact, the Danish government will not give gifts to participants. The money will be spent on climate scholarships called COP15 Climate Scholarships, allowing 10-12 candidates to carry out 2-year climate related master’s programmes at Danish universities. Thousands of people are outside the conference building including groups such as Climate Justice Action, Friends of the Earth, Camp for Climate Action, 350.org and Greenpeace calling for urgent action. The environmental group Friends of the Earth condemned what it called “undemocratic practices adopted by the Danish presidency of convening small and exclusive groups of countries before the Copenhagen meeting”. A draft negotiating text has been publicly released, but it is rumored that there is an “alternate” treaty document being developed by some large countries in the negotiations, including conference organizers. According to the Bali Road Map,  the 15th Conference of the Parties to the United Nations Framework Convention on Climate Change (COP15) and the 5th Meeting of the Parties to the Kyoto Protocol (COP/MOP5) must agree to a framework for climate change mitigation beyond 2012. Heads of states and governments of 110 countries have announced that they will come to Copenhagen before the 18th of December in an attempt to seal a political global climate deal. If a deal is reached, the UN will aim at transforming it into a legally binding text to replace the Kyoto Protocol, as its regulations of emissions expire in 2012."}, "1-29": {"heading": "Wikinews' overview of the year 2007 (section Bali: Climate conference) ", "link": "https://en.wikinews.org/wiki/Wikinews%27_overview_of_the_year_2007", "date": "31-December-2007", "text": "What would you tell your grandchildren about 2007 if they asked you about it in, let's say, 20 year's time? If the answer to a quiz question was 2007, what would the question be? The year that you first signed on to Facebook? The year Britney Spears and Amy Winehouse fell apart? The year author Kurt Vonnegut or mime Marcel Marceau died, both at 84? Let's take a look at some of the international stories of 2007. Links to the original Wikinews articles are in bold. Madeleine McCann (3) disappeared on May 3 in Praia da Luz, Portugal. Initially, a local man called Robert Murat was mentioned as a suspect, although on August 7,  Kate and Gerry McCann became suspects based on forensic evidence. On April 16, 33 dead, 15 injured in Virginia Tech shootings: A single gunman entered the campus and opened fire on students and faculty in two separate incidents, first in the West Ambler Johnston Hall dormitory, then again two hours later at the Norris Hall classroom building, killing 33 people, including himself. It became the deadliest school shooting in U.S. history. The shooter was identified as Cho Seung-Hui, a 23-year old South Korean national. He was studying English and lived on the university campus. Between the two shootings, Cho sent a mail package to NBC News with his manifesto, pictures and videos. In early September, adventurer Steve Fossett went missing. Fossett reportedly took off in a single engine plane to look for a suitable site in the Nevada playas for his planned land speed record attempt. His former crewmate and rival, Sir Richard Branson remained confident he would be found: \"Steve is a tough old boot. I suspect he is waiting by his plane right now for someone to pick him up.\" On October 12, The 2007 Nobel Peace Prize was awarded to former U.S. Vice President Al Gore and the Intergovernmental Panel on Climate Change (IPCC). The Nobel committee cited \"for their efforts to build up and disseminate greater knowledge about man-made climate change, and to lay the foundations for the measures that are needed to counteract such change\" as the reasons for awarding the prize. In late October, 1,000,000 fled their homes in California due to wildfires strengthened by the Santa Ana Winds. A state of emergency was declared by President Bush and California governor Arnold Schwarzenegger. At a last-minute FEMA press conference with regards to the wildfires, FEMA employees posed as reporters asking what were regarded as overly friendly questions. Many banks in the USA saw their share prices falling after people were found to be unable to pay back many of their mortgages. The mortgages lent to people who may not be able to afford to pay back their loans are known as subprime mortgages. This spread across the stock markets internationally and UK bank Northern Rock had thousands of people queuing outside their bank after they borrowed money from the Bank of England, which is known as \"the lender of last resort.\" On January 10, 21,500 more troops to bring Operation Law and Order to Baghdad was made public. The U.S. forces began to collaborate more intensely with Iraqi troops. On February 21, the UK and Denmark announced troop withdrawals from Iraq. \"The next chapter in Basra’s history can be written by Iraqis,\" said Tony Blair. Following a reduction in violence and troop deaths in the second half of 2007, the U.S. announced troop reductions in November. Meanwhile, Turkey said it would use military action against PKK rebels attacking the country from neighboring Iraq, which the U.S. pledged support for and \"hoped to avoid\". (Image missing from Commons: image; log)]] Vladimir Putin was named \"man of the year\" by Time Magazine. He would finish his 2nd and last term as President in 2008, although he said he would accept to subsequently become Prime Minister. Under Putin, Russia strove to increase its position as a geopolitical superpower, for example by claiming the North Pole. During 2007 former chess grandmaster Gary Kasparov, now a political activist, drew the attention of the international media. Boris Yeltsin, former president of Russia, died at 76 on April 23. Boris Nikolayevich Yeltsin (Russian: Бори́с Никола́евич Е́льцин) was the first President of the Russian Federation from 1991 to 1999. The Yeltsin era was a traumatic period in Russian history— marked by widespread corruption, economic collapse, and enormous political and social problems. Yeltsin maintained a low profile since his resignation, making almost no public statements or appearances. However, on February 1, 2006, Yeltsin celebrated his 75th birthday. He used this occasion as an opportunity to criticize a \"monopolistic\" United States foreign policy, and to state that Vladimir Putin was the right choice for Russia. More British troops were sent into Afghanistan, where the war that started after the 9/11 attacks continued with a large number of news events. In late August, it was reported that opium production in Afghanistan reached record highs. Australian David Hicks would become the first Guantánamo Bay prisoner to be sentenced, after which he returned to an Australian prison to serve out his time and was released on December 29. May 6: Sarkozy wins 2007 French Presidential election, defeating Ségolène Royal. Both separated from their partners afterwards. Sarko's style and self proclaimed openness is proved different from his predecessor Jacques Chirac. His confrontation with the unions came in the second half of November. On October 30, the French NGO Zoe's Ark was accused of trying to kidnap hundreds of Chadian children they described as Darfur orphans -Sarkozy travelled to Chad to hold talks with local officials. After a previous attack in October and house arrest, former Pakistan Prime Minister Benazir Bhutto was killed in a suicide attack on 27th December, when an attacker fired 2 gun shots at her then exploded a bomb. This assassination occurred just weeks after Musharraf lifted the state of emergency that he had instated in November in his country. Her son and husband assumed her place at the top of the Pakistan People's Party. In March, Musharraf sacked Chief Justice Iftikhar Muhammad Chaudhry, but he was reinstated in July. On March 23, Iran captured 15 members of the British Navy and held them for alleged espionage. Mahmoud Ahmadinejad pardoned them after 12 days, saying: While the President of Iran was in New York City for the United Nations General Assembly in September, he was invited to a controversial debate at Columbia University. When challenged by the University President about Iran's treatment of LGBT's, Ahmadinejad stated that: \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience. \"In Iran we do not have this phenomenon, I don't know who has told you that we have it.\" On January 19, Turkish-Armenian journalist Hrant Dink was assassinated in front of the Agos newspaper office where he worked as the editor. Dink was known for writing about the controversial issue of Armenian genocide and the mass killings of Armenians by Turks under the rule of the Ottoman Empire. His assassin was then treated by some Turkish security troops as a \"national hero\". In April and May, several large protests were held across the country by pro-secular Turks, out of fear that Prime Minister Recep Tayyip Erdoğan would run for President, then due to concerns about Presidential Candidate Abdullah Gül, whose wife wears the islamic headscarf. Gül was not appointed in the first parliamentary round, when opposition lawmakers boycotted the vote. The opposition also appealed to the Constitutional Court to declare the process unlawful. General elections followed and Gül became President on August 28. In Myanmar (formerly Burma) government forces arrested hundreds of monks in September after several days of peaceful demonstrations, but despite the violent treatment from military personnel, the monks returned to the streets. Australian Minister for Foreign Affairs, Alexander Downer, had called \"the continued detention of Daw Aung San Suu Kyi and over one thousand political prisoners\" unacceptable. Pro-democracy leaders were arrested and a death toll of more than 1000 was reported. In late October, Myanmar opposition leader and 1991 Nobel Peace Prize laureate, Aung San Suu Kyi left her house arrest to meet with government official. On June 24 this year Gordon Brown took over from Tony Blair as leader of the UK labour party and therefore Prime Minister after a long period of time where reporters were predicting the date of Blair's departure. After this the UK was hit by its worst floods in 50 years. In late November, two computer disks were lost containing the entire Child Benefit database, estimated to contain the names, addresses, dates of birth, child benefit and National Insurance numbers, and sometimes the bank or building society account details of 25 million individuals, in what has been described as \"one of the world’s biggest ID protection failures\". Ian \"Dr. No\" Paisley and former IRA commander Martin McGuinness agreed to share power and have home rule return to Northern Ireland after four years of central rule from London. \"I believe we're starting on a road which will bring us back to peace and to prosperity,\" said Paisley, who took the post of First Minister of Northern Ireland. Just one day after a car bomb was defused in central London on June 29, a Jeep was driven into the Glasgow International Airport terminal and burst into flames in an unsuccessful terrorist attack. Several people aided the police in detaining the assailants, including baggage handler John Smeaton who received the Queen's Gallantry Medal for his actions. On December 3, Kevin Rudd was sworn in as Prime Minister of Australia after John Howard and the Liberal Party and Coalition were defeated in the election. After the ceremony, Mr. Rudd signed documents to ratify the Kyoto Protocol on climate change calling it the first official act of the new Australian government. A post-Kyoto agreement on climate change and combating poverty in Africa were the main topics at the summit of the 7 richest industrialised countries and Russia in Heiligendamm in June. While France and Germany were calling for quantifiable greenhouse gas emission cuts, the U.S. and Japan believed that growing economies such as India and China would need to join in on such efforts. Advocacy groups were critical about the aid promised to Africa: \"Do they think we can’t read or count?\" asked musician/activist Bono. \"We are looking for accountable language and accountable numbers: we didn’t get them today.\" The G8 Summit was preceded by mass demonstrations, such as the one in Rostock, where several hundred protesters were arrested. Eight people were killed in a school shooting in Jokela, Finland. The shooter, an 18-year-old male student named as Pekka-Eric Auvinen, was arrested after a siege situation, but died due to a gunshot wound from an apparent suicide attempt. The killer had uploaded a home-made movie to YouTube announcing the \"massacre\" one day prior to the shooting. His profile featured several movies regarding an ongoing depression and unsuccessful treatment with SSRIs. Additionally, some movies of him shooting his new gun had been uploaded weeks prior to the shooting. Auvinen also had a personal website which featured images, music and documents, including a manifesto. After the incident, Finland considered toughening gun legislation. Until then, Finland had actively resisted plans for all European Union member states to limit gun ownership to persons aged 18 and over. The law stipulated that Finns could apply for a gun permit at the age of 15. Cristina Kirchner was the favourite candidate to succeed her husband as President. Néstor Kirchner decided not to run for a second four-year term, without giving an explanation. Mrs Kirchner consistently used her first name during her electoral campaign, which is a similarity to United States presidential candidate Hilary Clinton. However Cristina told the media: \"I don't want to be compared with Hillary Clinton or with Evita Perón, or with anybody... There's nothing better than being yourself.\" The two-week long U.N. climate conference in Bali ended with an agreement on the so-called Bali roadmap, which was welcomed with cautious optimism. The roadmap details the process for a post-2012 climate change agreement. European Union Commission President José Manuel Barroso stated: \"We have worked hard to achieve this result. It is a very important step forward.\" The European Commissioner for Environment made it clear that Bali had only been the start of things: \"Now the real hard work must begin. It is essential that the agreement to be worked out over the next two years is ambitious enough to prevent global warming from reaching dangerous levels.” More than half of the year in Belgium focused on politics, as the general elections on June 10 promised some difficult coalition talks. PM Verhofstadt recognised his defeat by Christian-Democrat Yves Leterme of Flanders, while the liberals broke the socialist hegemony in Wallonia. Orange-blue coalition talks failed to produce a government for 192 days, when it was Verhofstadt who gathered consensus for an interim government. Earlier in the year, Belgium's first black city registrar organised a mass wedding against racism that caught international media attention. The RCMP, received a negative spotlight in 2007, particularly for their handling of a distraught passenger at Vancouver International Airport in November. Robert Dziekanski, 40, was immigrating from Pieszyce, Poland to live with his mother, Zofia Cisowski, in Kamloops, British Columbia. Since Dziekanski did not speak English airport security guards were unable to properly communicate with him. He started yelling at the airport staff because of this. He used chairs to prop open a door between a customs clearing area and a public lounge, he then threw a computer and threw a small table at a luggage section window. The police tasered him twice and he died. Following the shooting deaths, in separate incidents, of two mounties stationed in northern communities, there were calls for policy changes related to how and when individual officers should call for back-up. One of the world's best-regarded tenor singers, Luciano Pavarotti, died 6th September. His funeral drew thousands including Bono of U2, and fellow tenors Plácido Domingo and José Carreras. Pavarotti succumbed to pancreatic cancer which was diagnosed in July 2006. In January, Apple announced its iPhone, which hit U.S. markets on July and made customers queue in the U.K. in November. Apple's decision to lock the phone to use one network exclusively was criticized as \"anti-competitive\", and hackers started circumnavigating the restrictions imposed on the phone. On January 1, 2007, Slovenia adopted the euro currency, and Romania and Bulgaria joined the European Union. In December, E.U. leaders signed the Treaty of Lisbon, a landmark document which is to redefine foreign policy for the E.U. and creates an E.U. president. The treaty is a replacement for the Treaty establishing a Constitution for Europe which was abandoned after suffering defeats in referendums in France and the Netherlands. United Kingdom Prime Minister Gordon Brown arrived late and added his signature later. Following alleged espionage, McLaren  (the team of Fernando Alonso and newcomer Lewis Hamilton) was initially cleared but then in September fined $100 million and excluded from the Constructor's championship. The highly controversial and enthralling 2007 season came to an when Kimi Räikkönen won the 2007 Championship."}, "1-30": {"heading": "Tens of thousands protest in London before Copenhagen climate change summit ", "link": "https://en.wikinews.org/wiki/Tens_of_thousands_protest_in_London_before_Copenhagen_climate_change_summit", "date": "6-December-2009", "text": "Tens of thousands of demonstrators marched through London earlier today, calling for a deal to be made at this week's Copenhagen Climate Conference in Denmark. Similar such marches were held in Belfast, Dublin, and Glasgow. According to the London Metropolitan Police, twenty thousand people attended the march. Organisers, however, claimed that about forty thousand people were present at the demonstrations. The march began at Grosvenor Square and continued all the way to the Parliament building on the Thames river. The march contained members of groups such as Oxfam, Greenpeace, Friends of the Earth, and the World Wildlife Fund. Protestors were asked to dress in blue, supposedly to symbolise a \"wave\" of people around the Parliament building. The chief executive of Oxfam, Barbara Stocking, said in a statement that \"the UK government must fight for a comprehensive, fair and binding deal at Copenhagen — that is our demand today and we expect it to be fulfilled. \"They must return home with a strong, effective climate deal both for our own sakes in the U.K. and for the millions of poor people already suffering from the effects of climate change around the world.\""}, "1-31": {"heading": "Two car bombs kill scores in Algiers, Algeria ", "link": "https://en.wikinews.org/wiki/Two_car_bombs_kill_scores_in_Algiers,_Algeria", "date": "11-December-2007", "text": "Two bombs have exploded in Algiers, the capital of Algeria, killing at least 67 people. Both explosions were car bombs, at least one of which is being called a suicide bombing. The first explosion took place in the Ben Aknoun district in the center of the city, which is near the constitutional court. The second was near the United Nations offices in the Hydra neighborhood. A UN worker said to the BBC that the building has partially collapsed and people may be trapped inside. Jean Fabre, of the United Nations Development Programme, said that 10 staff members had been killed by the bomb which was outside the United Nations High Commissioner for Refugees's offices. Several of the victims in the Ben Aknoun attack were students who were in a passing bus. Officials believe that the attacks were carried out by The al-Qaeda Organization in the Islamic Maghreb, which was previously known as the Salafist Group for Preaching and Combat and sometimes still referred to as such. Algiers suffered a similar attack on April 11 of this year when two suicide car bombers claimed the lives of 33 people. According to Reuters, some people in Algeria have begun to speculate that the attacks on the 11th of the month is an homage to the September 11 against the United States. Anis Rahmani, security expert and editor of a local paper, told Reuters that \"al Qaeda wanted to send a strong message that it is still capable despite the lost of several top leaders. Now the key problem is that social conditions are still offering chances for terrorists to hire new rebels.\" United Nations Secretary-General Ban Ki-moon condemned the attacks while in Indonesia for the 2007 United Nations Climate Change Conference: \"This is just unacceptable. I would like to condemn it in the strongest terms. It cannot be justified in any circumstances.\" Nicolas Sarkozy, the President of France, who recently visited Algeria, called the attacks \"barbaric, hateful and deeply cowardly acts.\" \"President Sarkozy has just called President Bouteflika to express the French people's solidarity and compassion towards the Algerian people,\" said presidential spokesperson David Martinon. White House spokesperson Gordon Johndroe said: \"The United States stands with the people of Algeria, as well as the United Nations, as they deal with this senseless violence.\" The Algerian Prime Minister Abdelaziz Belkhadem called off a cabinet meeting to allow him to visit the injured in the hospital."}, "1-32": {"heading": "World climate conference in Nairobi ", "link": "https://en.wikinews.org/wiki/World_climate_conference_in_Nairobi", "date": "13-November-2006", "text": "The 12th UN-Climate Conference was opened in Nairobi on Monday November 6, 2006. The aim of the negotiations is to find ways of assisting the developing countries to adapt to climate change. The formulation of goals for lowering greenhouse gas emissions after the Kyoto-Protocol runs out in 2012 is high on the agenda. The World Meteorological Organisation (WMO) reported half-a-percent rise in CO2 concentration in the atmosphere during 2005. This rise is destined to continue unless more positive action is taken. The United Nations Framework Convention on Climate Change (UNFCCC) forecasts crop failures, flooding and threats to freshwater supplies. Actions to mitigate the effects of climate change in developing countries include developing new species of food crops, constructing sea defences, planting vegetation, improving the water-supply infrastructre in vulnerable areas and increasing public awareness of the need to conserve water. Some 6,000 delegates will discuss these issues 6 - 17 November 2006. The United Nations Framework Convention on Climate Change (UNFCCC) senior-level round-table discussion on International Technology Cooperation on Environmentally Sound Technologies will take place on Tuesday, 14 November, 13.15 - 14.45 Of special interest will be the new report from UNFCCC on how climate change will affect the African continent."}, "1-33": {"heading": "Ballarat candidates debate climate at election forum ", "link": "https://en.wikinews.org/wiki/Ballarat_candidates_debate_climate_at_election_forum", "date": "8-May-2022", "text": "Ballarat, Australia — In the lead-up to the upcoming Australian federal election, four candidates for the Division of Ballarat met last Sunday at the Ballarat Tech School in a climate-centred forum organised by local group Ballarat Renewable Energy and Zero Emissions (BREAZE). In attendance were sitting Labor member Catherine King, Greens candidate and former mayor John Barnes, Australian Federation Party candidate Kerryn Sedgman, and independent candidate Alex Graham. Local Liberal and Liberal Democrats candidates gave apologies in place of attendance. The event was preceded by a climate action rally outside the Ballarat Civics Hall and the Ballarat Town Hall, which featured speeches from both representatives of BREAZE, the Ballarat branch of Extinction Rebellion, Environment Victoria, the Public Transport Users Association, and the Ballarat Trades Hall. The forum began with each candidate being given three minutes to summarise their policies on climate before questions were taken from members of the public. John Barnes, the Greens candidate, began by claiming \"the Greens have the most ambitious program of any of the parties on addressing climate change\", and said if the Greens were in the balance of power in the coming election, they would work to push Labor towards the \"reforming zeal of past generations\", invoking former Labor Prime Minister Gough Whitlam. Barnes stated the Greens have a target of 75% emissions reduction by 2030, by which time they would also end the mining, burning, and export of coal in Australia. Independent candidate Alex Graham began his speech by saying he was \"passionate about our environment\" and claimed to have \"absolutely, without question, the best policy\", explaining the focus of his candidacy was to introduce a referendum that would allow the Australian government to \"write its own money supply into existence\". Graham said this policy would deliver \"money beyond the pale to totally restore our environment\". Incumbent MP Catherine King said that in her twenty years as an MP, the Australian Parliament had been unable to deal with the climate issue. She referenced previous attempts by the last Labor government to legislate policies to tackle climate change, such as the Carbon Pollution Reduction Scheme (CPRS), but stated these efforts were \"completely and utterly dismantled\" after the 2013 election. King referred to the Powering Australia policy announced in December 2021 by Labor energy and climate spokesperson Chris Bowen, stating the policy had been supported by the Business Council of Australia (BCA), National Farmers' Federation (NFF) and \"some\" environmental groups. King stated the policy included a commitment to 43% emissions reduction by 2030, net zero carbon emissions by 2050, and it would overall \"grow jobs, increase renewable energy, and bring emissions down\". Kerryn Sedgman of the Australian Federation Party promised to centre the opinions of views of the community, and read from the Federation policy on climate directly, saying \"carbon is not the enemy. Toxic pesticides are the true enemy.\" Sedgman claimed pesticides were the primary source of nitrous oxide (N₂O) released, and that N₂O was \"300 times worse than carbon\". After the candidates concluded with their opening summaries, members of the public were open to ask questions. The first question asked candidates what their first two priorities were for climate action. Barnes said the Greens' top priority was \"prompt action\", and they would also focus on transforming the nation's economy to \"a new way — a new sustainable way — of making our living in the world\". Graham stated if Australia had a limitless supply of money, there would not be a climate change issue and Australia would become a model for the world. He said his two priorities would be creating more money and introducing newer technologies. King said her first priority would be getting more renewables into the grid and generally increasing the amount of renewables, and also added a third priority, saying that as Minister for Transport and Infrastructure in a Labor government, she would add a climate section to the department and work to create a network of electric vehicle charging stations. Sedgman stated \"there's more than two top priorities\", but remarked that soil regeneration was a key part of carbon sequestration, and called for a more immediate approach to deal with climate through education and community hubs. The event was then disturbed slightly by a person asking about a supposed \"ninety-year suppression order suppressing the names of twenty-eight VIP alleged paedophiles\", who was asked to leave by organisers for disrupting the event. King labeled the belief a \"QAnon conspiracy theory\". After this, the topic shifted to the proposed Western Victorian Transmission Network, a proposed overhead transmission line from Bulgana to Sydenham. Graham said his proposed referendum, if successful, could lead to the federal government subsidising a plan to put the transmission line underground beneath the Western Highway, emphasising we shouldn't \"let money interfere with saving this planet\". King noted the location of a proposed transfer station was \"really problematic\", but stated the issue lay more with the regulatory process, and Labor would work with state and territory governments to reform this process. Sedgman admitted she was not fully aware of some of the background King had bought up, and she would like to speak to those affected personally. Barnes said the consultation of AusNet, who propose building the transmission line, had not been good, and hopes an extended time granted for the environmental impact statement will allow all people affected to be properly heard. Barnes also stated AusNet had claimed diverting the line underground would cost thirteen times more than the overhead alternative, while a Shire of Moorabool study showed it would only cost five times more. One questioner asked about what the candidates would do to investigate the possibility of direct air capture. Barnes remarked \"the best way to sequester carbon is not to release it in the first place\", and said the mechanical removal of carbon dioxide from the atmosphere was \"probably a pipe dream\". Graham quipped he was \"prepared to ask my friend if he could do it, and I'm sure he could.\" King argued the technology was \"a fair way off yet\", but noted A$3 billion was reserved in Labor's Powering Australia plan for new technologies to reduce emissions. Sedgman stressed the importance of reducing the \"extraordinary rate\" at which deforestation occurs. Candidates were then asked if they would commit to no new coal and gas infrastructure. King confirmed a moratorium on new coal and gas was not part of Labor policy, but they were not interested in investing taxpayer funds towards them, contrasting it with what she said was the current government's approach to projects such as the Collinsville Power Station. Graham said, as someone who had previously worked in the industry, he would \"close down every coal-fired power station as soon as it was possible\" and disallow the construction of new coal-fired power stations. Graham also pledged to close down coal mines and ban fracking. Barnes stated the Greens take the advice of the International Energy Agency seriously, and would not allow any new coal, gas, or oil projects, as well as closing down coal-fired power stations by 2030, to be replaced by renewable energy. Barnes emphasised the need to lower emissions before 1.5 °C of global warming was reached. One questioner asked candidates what they would do in the event of two scenarios after the coming election — one being that Labor had a clear majority, the other that the Greens held the balance of power. King stated the \"beauty of power in Australia\" was it didn't require any legislation. However, she said Labor would still attempt to legislate targets of 43% emissions reduction and net zero carbon emissions by 2050. Barnes reiterated the Greens in the balance of power would push Labor to be more ambitious, and that while compromise would be needed in a hung parliament, the Greens would \"play hardball\" on addressing the climate. Candidates were then asked about a proposal from Beyond Zero Emissions to turn northern Australia into the \"battery of Asia\". Barnes stated Australia could become a \"energy superpower\", and good government policy could have the market \"with us\" on this issue. King declared over 600,000 jobs could be realised under Labor's Powering Australia plan, and concurred in saying Australia should be a renewable energy superpower and exporting technology to the world. She highlighted the need for a government that \"believes in climate change, believes that we have to do something about it\", and restated that Labor's plan was endorsed by the BCA and NFF. The final question asked how those in coal communities such as the Hunter Valley could be helped to deal with the potential loss of jobs with a transition to renewable energy. Graham responded by calling for a \"basic, living universal wage to all people\", while Sedgman asked who was eligible to have these jobs in the first place \"due to the current mandate conditions\". King said the demand for fossil fuels was running out, with trading partners setting targets of net zero emissions by 2050. She underlined the \"really good jobs in renewables\", and emphasised the need to start now in training people for new, good-paying renewable jobs, as otherwise these workers wouldn't get jobs again. Barnes stated the Greens had announced A$19 billion over ten years with the aim of transitioning communities affected by a move away from fossil fuels, they would aim for renewables running the power system by 2030, and they would run retraining programs and maintain existing incomes for \"up to a decade\" if workers cannot find \"equally lucrative\" jobs. Barnes emphasised the need to not vilify those working in mining communities, and a plan must be in place for these communities to maintain their dignity. The forum concluded with representatives from Environment Victoria in the local area invited to present copies of an open letter calling for \"faster and fairer climate action\", and which was signed by 125 people. Among other things, the letter called for a replacement of \"coal, oil and gas with clean energy\", \"a national plan to slash climate pollution this decade with strong targets that, at a minimum, match our trading partners\", and an accelerated rollout of renewable energy projects with the aim of creating \"a healthy, prosperous economy while ceasing new energy generating projects from fossil fuel sources\"."}, "1-34": {"heading": "Reactions to review of economic implications of climate change ", "link": "https://en.wikinews.org/wiki/Reactions_to_review_of_economic_implications_of_climate_change", "date": "31-October-2006", "text": "Reactions to the review of the economic implications of climate change include optimism about the commercial opportunities and apprehension about possible fiscal repercussions. The Stern Review of the Economics of Climate Change, commissioned by the British Chancellor of the Exchequer, Gordon Brown, points to the need for urgent action to reduce carbon emissions if a world-wide economic catastrophe is to be avoided. The institution of global carbon trading, control of deforestation, increased investment in energy R & D and support to poorer countries in adapting to climate change are all key proposals in the Review. A leaked letter from David Miliband, Environment Secretary, to Chancellor Brown contains a package of tax proposals to promote the use of public transport and to encourage people to buy smaller cars and fly less. The proposals also include charges on petrol-guzzling cars, road pricing, levies on air travel and increased charges for landfill waste disposal. The findings of the Review and the promise of a Government Climate Bill, containing measures in response to the Review, received a mixed reception from employers and unions. Miles Templeman, Director-General of the Institute of Directors, said: \"Without countries like the US, China or India making decisive commitments, UK competitiveness will undoubtedly suffer if we act alone. This would be bad for business, bad for the economy and ultimately bad for our climate.\" The Confederation of British Industries, the British Chambers of Commerce and asset managers F&C all pointed out the dangers to business of additional taxation. Brendan Barber, General Secretary of the Trades Union Congress, was optimistic about the opportunities for industry to meet demands created by investment in technology to combat climate change. The Prince of Wales' Corporate Leaders Group on Climate Change, formed by  14 of UK's leading companies shared this hope. Chairman of Shell UK, James Smith, expressed the hope of the group that business and Government would discuss how Britain could obtain \"first mover advantage\" in what he described as \"massive new global markets.\" The markets for low-carbon energy products are expected to be worth £300 billion by 2050. Nigel Farage, leader of the UK Independence Party, questions the assertions that there is scientific consensus on global warming. At best, he said, there is uncertainty. Politicians world-wide are jumping on the ‘green' bandwagon, but, if they want popular support, they'd better be sure that this is not simply the ‘new witchcraft'. Ruth Lea, Director of the Centre for Policy Studies, also questions the notion that there is a ‘scientific consensus' over global warming. She alleges that \"authorities on climate science say that the climate system is far too complex for modest reductions in one of the thousands of factors involved in climate change (i.e. carbon emissions) to have a predictable effect in magnitude, or even direction.\" About economic models, upon which Stern relied for his projections, her experience was that forecasting just two or three years ahead was usually wrong. She described the problem of drawing conclusions from combining scientific and economic models as ‘monumentally complex'. She doubted whether international cooperation was really possible. She concluded that she thought that this Review was designed to cloak the motives of a government that wanted some moral justification for increasing taxation on fuels. An unconfirmed report on BBC 24 early Tuesday morning, October 31, stated that the White House had not yet seen a copy of the Stern Review. In response to the Stern Report Australia's Prime Minister John Howard promised a AU$60 million to fight climate change. The projects are part of the Asia-Pacific Partnership on Clean Development and Climate. \"The Asia-Pacific Partnership includes countries that represent about half of the world's emissions, energy use, GDP (gross domestic product) and population, and is an important initiative that engages, for the first time, the key greenhouse-gas emitting countries in the Asia-Pacific region,\" Mr Howard said in a statement. A statement by Australian Greens senators Rachel Siewert and Christine Milne criticised the Australian Bureau of Agriculture and Resource Economics saying \"ABARE indicated that the type of research undertaken for the Stern Report is beyond them. They can put a price on what ratifying the Kyoto protocol would cost but have no idea or capacity to put a price on the cost of not acting. They are tinkering around the edges of the problem and don't seem to know whether climate change is real or whether there is any urgency.\""}, "1-35": {"heading": "People rally worldwide for action against climate change ", "link": "https://en.wikinews.org/wiki/People_rally_worldwide_for_action_against_climate_change", "date": "5-November-2006", "text": "Large rallies were held in cities around the globe yesterday, to call on governments to take greater action against climate change. The internationally-coordinated actions, dubbed 'Walk Against Warming', aimed to raise awareness of the urgent need for something to be done about human-caused climate change, said organisers. The protests were timed to precede the international talks about climate change that are to be held in Kenya, starting next week. In London (UK), 22,000 protesters gathered in Trafalgar Square, while in Sydney (Australia) there were 50,000."}, "1-36": {"heading": "Australian Labor Party announces new Climate Change Policy ", "link": "https://en.wikinews.org/wiki/Australian_Labor_Party_announces_new_Climate_Change_Policy", "date": "5-January-2006", "text": "The Labor Party of Australia has today launched \"Our Drowning Neighbours\", a Pacific Climate Change strategy. The strategy was announced at 11am today, at Parliament House, Canberra, by Bob Sercombe MP (Shadow Minister for Pacific Island Affairs and Overseas Aid) and Anthony Albanese MP (Shadow Minister for the Environment, Heritage and Water). Senator Bob Brown of the Australian Greens party welcomed aspects of the statement but suggested that the policy as stated was weak and pointed out that Labor had voted against Greens Senator Christine Milne's motion calling for recognition of Pacific climate change refugees just two months previously."}, "1-37": {"heading": "US Interior Department approves Willow oil project in Alaska (category Climate change) ", "link": "https://en.wikinews.org/wiki/US_Interior_Department_approves_Willow_oil_project_in_Alaska", "date": "21-March-2023", "text": "The US Department of the Interior approved ConocoPhillips' Willow oil drill proposal in Alaska's National Petroleum Reserve–Alaska (NPR–A) on March 13. The Department revoked leases of 68,000 acres (275 square kilometers) of land within the Bear Tooth Unit, in the northeast NPR–A, and granted three of ConocoPhillips' requested five drill sites. According to the Department's record of decision, the approved version of the plan \"requires the fewest ice roads, fewest total miles of infield pipelines, least water use, fewest vehicle trips, fewest fixed-wing aircraft trips, fewest helicopter trips, and fewest acres of screeding.\" US Senator Lisa Murkowski, an Alaska Republican, tweeted the same day: \"I'm so relieved that an economically viable Willow Project is being reapproved. What a huge and needed victory for all Alaska.\" According to a January Supplemental Environmental Impact Statement (SEIS) published by the Bureau of Land Management (BLM), a Department of the Interior agency, the project would: destroy approximately 532 acres (2 km²) of wetlands; use approximately 1.5 billion gallons (5.7 billion liters) of freshwater; and emit approximately 613 trillion pounds (278,036 metric megatons) of gross carbon dioxide equivalent over its 30-year planned duration. Development of the master plan for the project began in 2018. The BLM released its EIS on August 15, 2020; Audubon Alaska and several other indigenous and conservation organizations stated in a joint press release the same day: \"Rather than listening to local communities and taking the necessary time to produce an adequate analysis, the [then-president Donald] Trump Administration is rushing ahead to meet ConocoPhillips' timeline—driven by their desire to have rubber-stamped permits in hand before a potential administration change.\" The Department of the Interior released a Record of Decision on October 26, 2020 authorizing up to three drill sites as well as supporting infrastructure such as processing and support facilities, gravel access roads, and pipelines. Secretary of the Interior David Bernhardt said then: \"This decision will make a significant contribution to keeping oil flowing down the 800-mile Trans Alaska Pipeline decades into the future while delivering federal and state revenue as well as important impact assistance to the affected native communities.\" On February 13, 2021, the United States Court of Appeals for the Ninth Circuit granted a temporary injunction preventing ConocoPhillips from blasting, building roads, and gravel mining for the Willow project. On August 18, 2021, the US District Court in Anchorage reversed the August 2020 EIS, finding it did not analyze foreign greenhouse gas emissions, include alternative proposals not subscribing to the conclusion that leases afforded the right to extract \"all possible\" oil and gas from each lease tract, and failed to properly consider the Naval Petroleum Reserves Production Act (NPRPA)'s requirement to give \"maximum protection\" to 'surface values' in the Teshekpuk Lake Special Area (TLSA). In January 2021, US President Joe Biden signed an executive order that paused \"new oil and natural gas leases on public lands or in offshore waters\", a campaign promise of his. In June 2021, US District Judge Terry A. Doughty granted a preliminary injunction blocking the administration's pause; last August, Doughty made the injunction permanent, stating the administration lacked \"the authority to implement a Stop of lease sales.\" The Inflation Reduction Act of 2022 (IRA) required the US Department of Interior to lease the lesser of 60 million acres (240,000 km²) offshore and 2 million acres (8,100 km²) of federal lands each year for oil and gas development and the amount requisitioned by industry. The Willow project was supported by a group of Alaska Native organizations and all three members of Alaska's bipartisan congressional delegation, who argued it is economically critical for their communities. US Senator Dan Sullivan, also an Alaska Republican, said the project would be \"one of the biggest, most important resource development projects in our state's history.\" On February 20, the Alaska House of Representatives passed House Joint Resolution 6 by 36–0, expressing support for the project. However, Sierra Club Senior Campaign Representative Mike Scott said: \"The Willow project would have a devastating effect on public lands and our climate, and approving it after passing the largest climate bill in history would be a giant step in reverse.\""}, "1-38": {"heading": "Distributed computing climate change model gives bleak results ", "link": "https://en.wikinews.org/wiki/Distributed_computing_climate_change_model_gives_bleak_results", "date": "26-January-2005", "text": "Climateprediction.net has released it's first results, indicating that global temperatures could rise by up to 11° C, even if global carbon dioxide levels are limited to twice those found before the Industrial Revolution; levels that high are expected to be reached in the middle of this century. The results indicate that carbon dioxide emissions will have an even bigger affect on the global climate than previously thought. The Climateprediction.net is a distributed computing project. More than 95,000 people around the world have downloaded the software which runs calculations when the user's computer is idle, releasing computer power greater than that of even the largest supercomputers. The project is a collaboration between several UK universities and the Met Office, funded by the British Natural Environment Research Council and the Department of Trade and Industry. In the summer of 2004 the project joined forces with the SETI program, with University of California computer scientists developing a version of the SETI software to run climate change models."}, "1-39": {"heading": "APEC countries set \"aspirational goals\" on climate change ", "link": "https://en.wikinews.org/wiki/APEC_countries_set_%22aspirational_goals%22_on_climate_change", "date": "8-September-2007", "text": "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change. The agreement, which Prime Minister Howard calls the Sydney declaration focuses on reducing energy intensity (the amount of energy used to produce a dollar of gross domestic product), reforestation and technology sharing. Despite Australia, the United States and China being non-signatories to the United Nations' Kyoto protocol on greenhouse gas reductions which is set to expire in 2012, the APEC accord calls for \"We call for a post-2012 international climate change arrangement ... that strengthens, broadens and deepens the current arrangement and leads to reduced global emissions of greenhouse gases,\" according to the draft declaration. The declaration as agreed upon will be released on Sunday. The draft agreement recognised that action was required to \"slow, stop and reverse\" greenhouse gas emissions; that nations should vow to reduce energy intensity by 25 percent by 2030; that forest cover in the region should be increased by 50 million acres by 2020; and that APEC nations will work with other nations to find a solution to climate change. The declaration is non-binding and is simply a statement of goals to which the nations will try to achieve. Host nation Australia has been criticised by China, Indonesia, Japan and Malaysia for putting climate change on the agenda at the APEC summit, saying they would prefer dialogue on climate change to occur under a United Nationa framework. Indonesia's Foreign Minister Hassan Wirayuda said \"the APEC meeting does not replace the appropriate forum to deal with climate change.\" Mr Wiraydua said that despite Indonesia not being entirely satisfied with the declaration they would \"live with it\". Environmental group Greenpeace has rejected the APEC statement because it doesn't set firm targets and includes the use of nuclear energy as a replacement for fossil fuels."}, "1-40": {"heading": "Avalanche in Sikkim, India kills seven, injures twelve ", "link": "https://en.wikinews.org/wiki/Avalanche_in_Sikkim,_India_kills_seven,_injures_twelve", "date": "6-April-2023", "text": "On Tuesday morning, an avalanche near the Nathu La pass in Sikkim, India killed at least seven tourists and, according to News18, injured at least twelve; Reuters reported eight people in critical condition Tuesday. A cause for the avalanche has not yet been announced. By yesterday, teams including members of the Sikkim Police and the Indian Army had rescued 20 survivors, according to Reuters, or up to 22 survivors, according to News18. After ceasing rescue efforts on Tuesday evening, the teams resumed work yesterday morning. A police administrator explained to Reuters: \"Rescue operations have resumed this morning because we want to make sure that we haven't left anyone behind. We will scour the area properly before we call them off\". The avalanche struck about 40 kilometers (25 mi) from the Sikkimese capital, Gangtok. With its state nicknamed the \"Land of Mystic Splendour\", Nathu La draws thousands of tourists annually; it is also used by Hindus making the Kailash Mansarovar pilgrimage, an especially holy pilgrimage in Hinduism according to Reuters. A 2018 study circulated in the Proceedings of the National Academy of Sciences of the United States of America determined climate change has amplified the odds of avalanches in the Western Himalayas and worsened their effects."}, "1-41": {"heading": "EU, US declare intent to cooperate on climate change at summit ", "link": "https://en.wikinews.org/wiki/EU,_US_declare_intent_to_cooperate_on_climate_change_at_summit", "date": "11-June-2008", "text": "A European Union-United States summit held in Slovenia produced a draft declaration outlining the groups' future cooperation on climate change, energy security and financial stability. Yesterday was the final day of the summit, the last EU-US summit that US President George W. Bush will attend in his current role. Hopes of a major breakthrough on the topic of climate change were low going into the summit. The foreign minister of Slovenia, Dimitrij Rupel, commented last week that, \"on climate change, the positions are split.\" Members of the 27-nation EU have regularly expressed their dissatisfaction with the US for not having ratified the Kyoto Protocol, an agreement with binding greenhouse gas emissions targets. Doubts about the summit's efficacy were not misplaced, as no firm targets were set for actions on climate change. The EU and US agreed to cooperate increasingly in science and technology research for energy and climate change purposes, including carbon capture and storage, and hydrogen fuel cells. The EU reaffirmed its commitments as per the Kyoto Protocol, but the US restated that developing countries such as China and India must be made to sign up to such global agreements before it will sign on. Steps to secure energy sources for the future were also discussed. Promoting the creation of multiple pipelines to supply more natural gas to Europe was determined a priority, despite the fact that this would encourage an increase in emissions from gas use. Bush commented in a follow-up news conference: \"I think we can get a global agreement on climate change during my presidency - just so you know.\""}, "1-42": {"heading": "U.S. government report says climate change is human-made ", "link": "https://en.wikinews.org/wiki/U.S._government_report_says_climate_change_is_human-made", "date": "6-November-2017", "text": "On Friday, thirteen agencies within the United States government jointly issued the Climate Science Special Report, declaring that roughly 90% of climate change is caused by human activity, most notably the production of carbon dioxide by the burning of fossil fuels.  This directly contradicts assertions made by politicians within the administration of the current president, Donald Trump. The report notes, \"It is extremely likely that human influence has been the dominant cause of the observed warming since the mid-20th century[...] For the warming over the last century, there is no convincing alternative explanation supported by the extent of the observational evidence.\" Officially, the report was submitted through the Trump Administration's Office of Science and Technology Policy, to which President Trump has not appointed a head. The official response from the rest of the White House, given to the press by White House spokesperson Raj Shah, reads as follows: \"The climate has changed and is always changing. As the Climate Science Special Report states, the magnitude of future climate change depends significantly on 'remaining uncertainty in the sensitivity of Earth's climate to [greenhouse gas] emissions[...] In the United States, energy related carbon dioxide emissions have been declining, are expected to remain flat through 2040, and will also continue to decline as a share of world emissions.\" The report clocks in at roughly 500 pages and places the human contribution to the increase in the Earth's temperature at 92–123% since 1950.  As explained by co-author Katherine Hayhoe, the space over 100% indicates counteraction of forces that have a cooling effect, like sun-blocking dust kicked into the upper atmosphere by volcanoes.  Overall, the report calls the past 115 years \"the warmest in the history of modern civilization.\" The study cites several factors, called \"tipping points,\" that might make global climate change more intense, such as changes in El Niño and other major patterns in ocean currents, the loss of arctic and antarctic ice sheets, and the release of methane, a greenhouse gas, from rotting material as previously permafrozen ground begins to thaw and cites both the wildfires in California and Superstorm Sandy for effects due to global climate change.  It predicts one scenario in which ocean levels rise as much as 8 feet (2.4 m) by the year 2100. Unlike with previous studies on climate change released by U.S. government agencies, said one lead author, David Fahey of the National Oceanic and Atmospheric Administration, the Trump Administration does not appear to have made an effort to block publication of the report or alter the wording describing its scientific findings, though there were some alterations to the description of U.S. policy with respect to the Paris Climate Accords. Fahey remarked, \"I'm quite confident to say there has been no political interference in the scientific messages from this report...] Whatever fears we had weren't realized.\" Head of the Environmental Protection Agency Scott Pruitt and Secretary of Energy Rick Perry have both said publicly that carbon dioxide does not cause much global warming. Phil Duffy of the Woods Hole Research Center noted, \"This is a federal government report whose contents completely undercut [the Trump Administration's] policies, completely undercut the statements made by senior members of the administration.\" President Trump has announced plans to withdraw the United States form the Paris Climate Accords, in which participating countries pledge to reduce carbon emissions, and to loosen federal laws regulating fossil fuels. The Climate Science Special Report is part of the fourth National Climate Assessment, the last of which was in 2014. The National Climate Assessments are required by a law passed by the United States Congress in 1990."}, "1-43": {"heading": "Scientists take strong stance for cutting emissions at Climate Conference in Bali ", "link": "https://en.wikinews.org/wiki/Scientists_take_strong_stance_for_cutting_emissions_at_Climate_Conference_in_Bali", "date": "6-December-2007", "text": "A group of over 200 scientists have signed a document demanding that political action be taken following the scientific evidence that had been put forth in the last International report on climate change. The document, that had been drafted by the Climate Change Research Centre at the University of New South Wales in Australia, was presented today at the United Nations Convention on Climate change, the scientists wanting to give a strong signal to the currently ongoing negotiations. Unlike the International Panel on Climate Change (IPCC), which tries to assess the current situation and what the future trends are, the 2007 Bali Climate Declaration by Scientists makes explicit recommendations to policy makers. These are twofold, one regarding the current Conference, and one future goals. On the talks here at Bali, the Declaration says it is necessary that \"a new global climate treaty [...] needs to begin in December 2007 and be completed by 2009\". It went on to say that \"The primary goal of this new regime must be to limit global warming to no more than 2 °C\", and that emissions would need to be cut to 40% or less than 2004 levels in order to be able to reach that goal. Asked by which means these reductions could be achieved, Professor Richard Somerville from the United States answered that only a combination of technological advances and lifestyle changes would be sufficient to attain the proposed emission levels. The declaration, which is only about a page long, and its signatory list can be found at the Climate Change Research Centre's website (see below)."}, "1-44": {"heading": "Fifty dead in floods, landslides across Northern, Eastern India (category Climate change) ", "link": "https://en.wikinews.org/wiki/Fifty_dead_in_floods,_landslides_across_Northern,_Eastern_India", "date": "26-August-2022", "text": "At least 50 people in Northern and Eastern India have been reported dead since Friday because of landslides and flash floods caused by monsoon rains, which had already been projected to be heavy this year by the Indian Meteorological Department, the national weather office of India. These disasters have been ravaging the Indian states of Himachal Pradesh, Uttarakhand and Odisha, leaving thousands affected in these states. According to a press release by Himachal Pradesh's state government, at least 36 people have been killed because of flash floods and landslides. These landslides have especially affected towns like Dharamshala, Kangra, and Mandi, where landslides and floods have destroyed and flooded roads, highways and bridges. Natural disasters also affected the nearby state of Uttarakhand, where an official government release, on August 21, 2022 stated that four people had died, and thirteen more have gone missing due to a series of cloudbursts across the entire state. Ranjit Kumar Sinha, an official in Uttarakhand's disaster management department, has said, \"We have deployed choppers to rescue people who are stuck in remote areas due to rain related incidents. The rescue operation is happening on full swing.\" Floods have also affected the coastal state of Odisha in Eastern India where floods have killed at least 6 people and affected thousands. Floods have been much more disastrous in Odisha, with nearly 800,000 people affected and many forced to leave their homes. These floods have affected basic amenities too, like electricity, water supply and road infrastructure. The government of Odisha has evacuated around 120,000 people due to the floods. The floods have also affected the Ramgarh district in the state of Jharkhand, where five people have been swept away by the flooded Nankari river. According to Madhvi Mishra, a district official, four bodies have been recovered so far. Landslides and floods like these are common in India during the monsoon season, and scientists say that these have only become more frequent and more severe as nearby Himalayan glaciers are melting due to climate change."}, "1-45": {"heading": "New Zealand Green party rates other parties on climate change policies ", "link": "https://en.wikinews.org/wiki/New_Zealand_Green_party_rates_other_parties_on_climate_change_policies", "date": "14-January-2007", "text": "The Green party of Aotearoa New Zealand has ranked other political parties in New Zealand based on their policies and action taken on climate change. The results were announced at a Greens picnic today by co-leader, Doctor Russel Norman at his State of the Planet speech. The top party was themselves, Labour (Government) in second with Dr Norman saying they are \"too frightened to do what needs to be done,\", the Māori party in third, then National, United Future, New Zealand First and lastly, ACT, leaving out Jim Anderton's Progressive Coalition party from being ranked. According to the Greens, ACT is denying how important climate change really is. However not even Dr Norman is satisfied being at the top of the list, stating that more can be improved on. \"We have been leading the debate but we don't have all the answers.\" Dr Norman does say that if the Greens were not in Parliament then all the other parties would be \"floundering\" because they would not know what to do. Dr Norman says that New Zealand needs to do our part in helping Earth face its biggest challenge. In Dr Norman's speech he also encouraged the other parties to take more action regarding climate change. \"The results show that while the parties are more than happy to jump aboard the climate change band wagon, when it comes down to it, there is still a lack of political will to take firm action.\" Dr Norman said: \"Most parties had yet to tackle the tough issue of reducing greenhouse gas emissions in the agricultural sector - this sector accounts for about 50 percent of New Zealand’s total emissions. They fared only slightly better in increasing forested area and reducing emissions from the electricity sector.\" Dr Norman said that we are heading towards a \"global catastrophe.\""}, "1-46": {"heading": "Kiribati acquires international funding for solar power ", "link": "https://en.wikinews.org/wiki/Kiribati_acquires_international_funding_for_solar_power", "date": "26-March-2013", "text": "Last Tuesday, AusAID Australia and the World Bank's Global Environment Fund (GEF) reached an agreement to give the government of Kiribati US$5 million (AU$4,779,000, NZ$5,985,000, €3,885,000) to install solar panels around the country capital, located on the Tarawa atoll.  According to Business Desk of the Brunei Times, AusAID promised AU$3.2 million in funding, while GEF promised US$1 million.  The country was the first in the Pacific to make a deal with the World Bank. The funding was part of a US$530 million (NZ$635 million) package announced at yesterday's Pacific Energy Summit in Auckland involving New Zealand and the European Union, Australia, the Asian Development Bank, the European Investment Bank, the Japan International Cooperation Agency, the World Bank Group, and the United Arab Emirates.  Also at the summit yesterday, New Zealand's Foreign Affairs Minister Murray McCully had announced a national commitment of USD$54,262,000 (AU$51,861,000 NZ$65 million, €42,178,000) to Pacific region energy solutions, of which US$8,348,000 (AU$8 million, NZ$10 million, €6,483,000) would be specifically earmarked for renewable energy and improved energy efficiency in the Cook Islands, Kiribati, Papua New Guinea, Samoa, Tonga, and Tuvalu. Kiribati is heavily dependent on diesel fuel for most of the energy available on the national power grid, which supplies power to half Kiribati's population of 110,000. In addition, a third of the country's population lacks access to electricity. Once installation of the solar panels is complete, they are estimated to reduce diesel consumption by 230,000 liters (60,760 gallons) a year and give access to the electricity to some parts of the population that currently have no electricity.  The European Union already has committed €100 million to sustainable energy in the region, with €10 million of that coming as a result of an announcement made last week. In a press release about the news, Kiribati President Anote Tong was quoted as saying, \"Kiribati faces big challenges it is remote, it is at risk from the effects of climate change, and it is vulnerable to economic shocks. [...] Shifting Kiribati's focus to reliable solar energy will provide a more secure, more sustainable power source for the country's people.\" Radio New Zealand International quoted Tong as saying, \"It's the first time we are doing this. We're excited at the prospect of even substituting fossil fuel to a small extent at this stage. What the system being envisaged will only produce around 500 kilowatts, but this is the beginning of what I hope will be a pattern, the trend in the future.\" The European Union's Fiji-based head of operations for the Pacific region, Renato Mele, supported alternative energy solutions like solar power for the region, but said that solar power had limitations because climate and environmental conditions sometimes meant batteries required to power the panels had a life of only 12 months, compared to other climates where batteries normally last five years.  This created the potential to drive up standard operating costs. Mele has also noted these additional costs though are still lower than the cost of diesel power. One News Pacific Correspondent Barbara Dreaver noted, \"Governments will be able to put the money they (currently) spend on diesel into things like education and health.\""}, "1-47": {"heading": "Calls for \"critical breakthrough\" in the opening speeches of Climate Conference in Bali ", "link": "https://en.wikinews.org/wiki/Calls_for_%22critical_breakthrough%22_in_the_opening_speeches_of_Climate_Conference_in_Bali", "date": "3-December-2007", "text": "The freshly elected president of the World Climate Change Conference Rachmat Witoelar, Indonesian Minister of the environment, as well as his predecessor, Nabiel Makarim, and Yvo de Boer of the UNFCCC, called for a breakthrough in negotiations on the first day of the 13th Conference of the Parties to the UNFCCC in Bali today. All three speakers agreed that by the end of the conference, which lasts till the 14th of December, an agenda must be set for negotiations on a post-2012 agreement on climate change mitigation. In founding this demand, they each drew on the IPCC's Fourth Assessment Report, which establishes that the window for mitigating dangerous climate change closes in year 2030. The outgoing President of the last session, David Mwiraria, Kenyan minister for environment and natural recources, held the first speech making some statements on his term of office. He went on to remind that the least developed, many of which are African nations and the small island states, are the ones that will be hit hardest by global warming, now and in the future. The new president of the conference, Mr Witoelar, Indonesian minister of the environment agreed with that statement, saying that the \"most severe impacts [...] will be felt by poor nations, and the poorest within them\" and drew the conclusion that it is \"critical that we act, and act now.\" Looking at the chances for the so-called Bali roadmap being agreed on, he noted that from consultations he had \"heard that there was widespread support from governments\" for making this happen. He went on to say that \"Many have also expressed support for a target date of 2009\". As the two speakers before him, Yvo de Boer of the UNFCCC noted that 2007 had been a exceptional year regarding climate change, with multiple political high level meetings being held. He went on to say that the delegates should reach agreement on a multitude of issues that had only been in discussion up until now. Amongst others, these included the organizational questions regarding the Adaptation Fund, which is aimed at funding measures that will increase the adaptive capacity of nations with developing industries. Reaching agreement on these issues would allow their substance to be implemented, and at the same time \"free up the negotiation capacity needed for the post-2012 process\". Finally, he addressed the matter of whether the targets that are to be set by 2009 are to be internationally legally binding or not, an issue that the United States is particularly sensitive about. He stated that in his opinion form follows function, making an allegory to the targets needing to be set before agreement being reached on how they are to be mandated ."}, "1-48": {"heading": "Glasgow Climate Pact deal struck; nations to reduce coal usage ", "link": "https://en.wikinews.org/wiki/Glasgow_Climate_Pact_deal_struck;_nations_to_reduce_coal_usage", "date": "16-November-2021", "text": "The 2021 United Nations Climate Change Conference (often abbreviated to COP26) has concluded with the signing of the Glasgow Climate Pact. The pact is the first ever deal struck to explicitly plan to reduce coal usage internationally. Coal accounts for around 40% of the world's annual greenhouse gas emissions and is the highest-emitting fossil fuel in terms of greenhouse gases. However, BBC News reported that the pledges made still don't go far enough to limit global warming's impact to 1.5 degrees Celsius. According to a 2018 Special Report on Global Warming of 1.5 °C, the differences between 1.5 and 2 degrees Celsius are profound. While 1.5 degrees would help mitigate the worst effects, even 2 degrees Celsius would exacerbate the impacts of climate change internationally. Though it was initially planned for coal to be entirely phased out, India's climate minister, Bhupender Yadav, pointed out that this would not be possible for developing nations where they \"have still to deal with their development agendas and poverty eradication\". This point refocused the discussion to reduction rather than total elimination at this stage. COP26 President Alok Sharma said that he was \"deeply sorry\" for the softening of the pact, stating that it was necessary in order to preserve the deal as a whole. Switzerland's environment minister, Simonetta Sommaruga, expressed her \"profound disappointment\", commenting that it will \"not bring us closer to 1.5C, but make it more difficult to reach it.\""}, "1-49": {"heading": "Copenhagen climate conference ends with \"meaningful agreement\" ", "link": "https://en.wikinews.org/wiki/Copenhagen_climate_conference_ends_with_%22meaningful_agreement%22", "date": "19-December-2009", "text": "President of the United States Barack Obama has announced that wealthy and developing nations have reached what he called a \"meaningful agreement\" at the UN Climate Change Conference.  The announcement came in the final hours of two weeks of tough negotiations, but fell far short of what some had hoped for. Agreement came late in the evening and after a day of intense negotiations. President Obama announced what he called a meaningful and unprecedented breakthrough. \"For the first time in history all major economies have come together to accept their responsibility to take action to confront the threat of climate change,\" he said. Negotiations stalled amid differences over mitigation efforts by cutting greenhouse gas emissions; verification; and funding. That formed the core of discussions, said Mr. Obama. \"Throughout the day we worked with many countries to establish a new consensus around these three points, a consensus that will serve as a foundation for global action to confront the threat of climate change for years to come,\" he said. Obama sat down with the leaders of developing countries at a multilateral meeting with Chinese Premier Wen Jiabao, Brazilian President Lula da Silva, Indian Prime Minister Manmohan Singh, and South African President Jacob Zuma. The agreement requires countries to list actions they will take to cut gas emissions by specific amounts and allows for verification. Obama noted in his speech, \"And that's where we agreed to list our national actions and commitments, to provide information on the implementation of these actions through national communications, with international consultations and analysis under clearly defined guidelines.\" Obama also added that the leaders \"agreed to set a mitigation target to limit warming to no more than 2 degrees Celsius, and importantly, to take action to meet this objective consistent with science.\" Lumumba Stanislaus Di-Aping, a Sudanese diplomat who acted on behalf of the Group of 77 of developing nations blasted the agreement and the 2 degree mark stating to reporters, \"The developed countries have decided that damage to developing countries is acceptable.\" On the 2-degree mark he stated the mark would \"result in massive devastation to Africa and small island states.\" Mr. Di-Aping and various representatives of the most most vulnerable countries wanted a target of 1.5 degrees. British Prime Minister Gordon Brown called it a good first step, but said a binding treaty must follow. German Chancellor Angela Merkel also called it a first step and urged more action. President Obama acknowledged that as well, saying this progress had not come easily, and alone is not enough.  \"Going forward we're going to have to build on the momentum that we've established here in Copenhagen to ensure that international action to significantly reduce emissions is sustained and sufficient over time.  We've come a long way but we have much further to go,\" he said. The agreement is a far cry from what environmentalists and developing nations had called for. They wanted a legally binding treaty with much more specific commitments. Some environmental groups criticized the agreement. Kim Carstensen of the World Wildlife Fund spoke of a non-deal that is not fair and does not meet the demands of the developing world. \"It's been cooked up by a number of big countries in a closed room, without any transparency, without any civil society engagement in this building (the conference), without much engagement of the vulnerable countries,\" she said. Climate talks are to continue. Germany is to call a meeting on the issue in the coming months and a climate change summit is also expected to be held in Mexico within the coming year."}, "1-50": {"heading": "UN report: climate change and food shortage major problems for Earth's future ", "link": "https://en.wikinews.org/wiki/UN_report:_climate_change_and_food_shortage_major_problems_for_Earth%27s_future", "date": "25-October-2007", "text": "The United Nations Environment Programme (UNEP) has released a comprehensive report on the current state of the global environment. Climate change, food and water shortage and a decline in biodiversity threaten humanity's survival, so urgent action is necessary, the report warns. UNEP's Global Environment Outlook: environment for development (GEO-4) report involved the work of about 390 experts in various fields from around the world. While the GEO-4 report salutes some improvements, for example the increased public awareness of environmental issues and political interest, it also warns that \"There are no major issues... for which the foreseeable trends are favourable.\" Although the report sets out a gloomy scenario, its main aim is to call for action. The report finds that despite \"visible and unequivocal\" evidence of climate change caused by human activity, the global response is \"woefully inadequate\" and shows \"a remarkable lack of urgency\". It criticizes highly-polluting countries that refused to ratify the Kyoto Protocol, and the industrial sectors that lobbied against it. Negotiations for a new Protocol to curb climate changes will start in December. Although the emission of ozone-layer damaging chemicals has decreased by 95 percent, the spring hole in the ozone layer is larger than ever. UNEP calls the way Europe and North America have dealt with the problem of acid rain \"one of the success stories of recent decades\", while the challenge remains in countries like China, India and Mexico. As far as water is concerned, the report warns that \"The escalating burden of water demand will become intolerable in water-scarce countries.\" Contaminated water and lack of sanitation services already affect 2.6 billion people, being the single leading cause of death in developing countries with 3 million deaths annually, mostly in children younger than five. Although agricultural efficacy has increased, up to a third of the global population is affected by soil erosion, nutrient depletion and water scarcity. This is the first UNEP report which addresses specific problems in individual continents. In Africa, desertification and declining food production are key problems, while agricultural subsidies in developing countries decrease trade profits. Bushmeat trade is also mentioned, for example in the Congo Basin, where the trade is at six times its sustainable rate. In Asia, urban air quality, fresh water and increasing waste problems are among the priorities. The illegal traffic in electronic and hazardous waste worldwide is mentioned separately as an emerging challenge. Overconsumption, high energy use and transport problems cause concern in Europe, while North America is, according to the report, struggling to address climate change. Urban growth is a particular concern in Latin America. 2007 is reported as being the first year in history when more than half of all people lived in cities. The Polar regions are already feeling the impact of climate change, ozone layer effacement and pollution. Achim Steiner, Under-Secretary General of the U.N. and director of UNEP, said that \"There continue to be 'persistent' and intractable problems unresolved and unaddressed. ... Meanwhile, institutions like UNEP, established to counter the root causes, remain under-resourced and weak.\" \"There have been enough wake-up calls ... I sincerely hope GEO-4 is the final one. The systematic destruction of the Earth's natural and nature-based resources has reached a point where the economic viability of economies is being challenged and where the bill we hand on to our children may prove impossible to pay,\" Mr Steiner warned."}, "1-51": {"heading": "Climate conference in Bali begins on Monday ", "link": "https://en.wikinews.org/wiki/Climate_conference_in_Bali_begins_on_Monday", "date": "29-November-2007", "text": "This year's session of the \"United Nations Climate Change Conference\", which includes meetings of the COP and CMP, begins next week in Bali, Indonesia. The Conference is the place where formal decisions regarding the Kyoto Protocol will be made and discussed. Several participants and observers agree that getting on track for a regulatory agreement on greenhouse gas (GHG) emissions for 2012 onwards is going be one of the main challenges in the upcoming talks. Setting an agenda and a date for completion of negotiations on a post-2012 climate change agreement at the upcoming conference in Bali is of great importance, stated Yvo de Boer, Executive Secretary of the United Nations Framework Convention on Climate Change (UNFCCC) in an interview given to Inter Press Service last week. De Boer declared that he does not \"expect Bali to agree on targets and finalise a regime\", and sees the real work in \"designing a global agreement that encompasses every country while recognising the need of different approaches with different people\" during the short span of the next two years. However, making the decision to launch negotiations is a prerequisite to this, and in that regards he says that \"...for me Bali is very much a make or a break.\" The European Commission said in a press release from Tuesday: \"The [...] conference [...] must agree to launch negotiations on a comprehensive and ambitious global climate change agreement for the period after 2012, when the Kyoto Protocol's first commitment period ends.\" The Prime Minister of the United Kingdom Gordon Brown stated in a speech that \"the task of Bali sounds quite specific: to launch negotiations leading to a post-2012 global agreement on climate change. But our mission is in truth historic and it is world changing—to build over the next 50 years and beyond a global low carbon economy.\" The United States seems to agree as the Department of State noted in a press release that \"we are committed to developing an environmentally effective and economically sustainable post-2012 framework to address climate change.\" In its information for the press, the UNFCCC secretariat states that the latest Intergovernmental Panel on Climate Change (IPCC) report made it unmistakenably clear that the problem and danger of global warming needs to be tackled immediately, and with a world wide response. While the Kyoto Protocol includes reduction targets for the signatory developed nations through 2012, the communique says that a \"new international climate change deal must be put in place\" so that no time gap occurs between the current measures to reduce GHGs until the end of the current phase and those measures that will be applied thereafter."}, "1-52": {"heading": "South African floods kill at least 300 people (category Climate change) ", "link": "https://en.wikinews.org/wiki/South_African_floods_kill_at_least_300_people", "date": "15-April-2022", "text": "On Wednesday, heavy rains and resulting flooding were confirmed to have killed over 300 people in KwaZulu-Natal province on the eastern coast of South Africa, including the large port city of Durban. The flooding delayed rescue efforts by the South African National Defence Force, though it managed to deploy some helicopters and personnel according to General Rudzani Maphwanya. Authorities were working to restore electricity to the area. President Cyril Ramaphosa said: \"This disaster is part of climate change. It is telling us that climate change is serious, it is here … We no longer can postpone what we need to do, and the measures we need to take to deal with climate change.\" eThekwini Metropolitan Municipality was heavily damaged. Mayor Mxolisi Kaunda said it was hard to reach power and water facilities. Sipho Hlomuka of the Executive Council for Co-operative Governance and Traditional Affairs in KwaZulu-Natal said: \"The heavy rains have affected power lines in many municipalities with technical teams working around the clock to restore power.\""}, "1-53": {"heading": "Hopes for treaty on climate begin to wither ", "link": "https://en.wikinews.org/wiki/Hopes_for_treaty_on_climate_begin_to_wither", "date": "26-October-2009", "text": "International climate negotiations for a global climate treaty are not producing the required results in the given amount of time left before the Copenhagen conference in December, diminishing the hopes for a resolution at this conference. Major polluters have already decided that the only way for a plan of this scale to take effect is to have steps towards the reduction of greenhouse gases instead of creating a plan which takes immediate effect and shuts down production facilities.  Countries are likely to propose steps at the Copenhagen Meeting. Yvo De Boer, a Dutch Diplomat, has been overseeing the proceedings so far. \"There isn't sufficient time to get the whole thing done. But I hope it will go well beyond simply a declaration of principles. The form I would like it to take is the groundwork for a ratifiable agreement next year,\" commented Boer. The 192 countries which make up the United Nations show the gaps in-between their ideas. Wealthier nations are planning to help poorer countries with enforcing climate laws and investing in newer technology. 16 of the largest polluters have already begun planning on aiding poorer countries. Officials are attempting to narrow down issues which countries agree on, such as certain steps and the common goal to limit emissions. Negotiators plan to discuss how the treaty will be upheld at Copenhagen. Diplomats have raised the question of reliability, since most of the supporting countries have not enforced any binding climate legislation within their own countries. Until it is shown that all countries participating will uphold the treaty, nations are unwilling to enforce a treaty within their own country. Although there are hopes of progress in Copenhagen, observes note that radical change is unlikely. \"The most likely form any agreement will take will be a political declaration,\" said Nigel Purvis, State Department climate negotiator during the Clinton Administration and Bush administration."}, "1-54": {"heading": "Brown promises Britain will lead world in fight against climate change ", "link": "https://en.wikinews.org/wiki/Brown_promises_Britain_will_lead_world_in_fight_against_climate_change", "date": "30-October-2006", "text": "UK Chancellor Gordon Brown promises that UK will lead the world in the fight against global warming. The Stern Review, the first about the economic effects of climate change, is published today. Commissioned by the British Government and prepared by Sir Nicholas Stern, former top economist at the World Bank, it forecasts that, if action is not taken now, the world will suffer an economic disaster on an unprecedented scale. 100 million people will be refugees from floods caused by rising water levels, drought caused by the melting of glaciers will affect 1 in 6 of the world's population, up to 40% of present wildlife species will become extinct and the world economy will shrink by 20%. Sir Nicholas claims that these forecasts are based on the best available scientific evidence about the extent and effects of climate change. He does not claim absolute certainty, only a high degree of probability that the world is facing economic catastrophe if action is not taken immediately. An expenditure of just 1% of the world's wealth now could avert it. Spending £1 now could save £5, or even more, in the future. The effects of global warming can be contained, says the Review, if about 1% of the world's GDP is invested in reducing the emissions of greenhouse gases. This investment must take place over the next 10 to 20 years otherwise the effects of climate change could be disastrous on a scale comparable to the great wars and the slump of the first half of the last century. There has to be action at national, regional and international levels. The Review concludes that the actions to be taken include emissions trading, doubling investment in research and development of low carbon energy sources, curbing deforestation and supporting adaptation in poorer countries by developing crops appropriate to the changed climatic conditions. The Stern Review shows that the scientific evidence for global warming is \"overwhelming\", said Prime Minister Blair. Chancellor Gordon Brown said that Britain will take the lead in persuading the world of the seriousness of the problem. All the major political parties in Britain have been discussing climate change. The Review is attracting a great deal of media attention. Salient among the views being reported are those of a number of experts including the following: Professor Bill Mcguire, Benfield UCL Hazard Research Centre who says that Stern has greatly underestimated the effects of global warming. Martin Livermore, The Scientific Alliance asserts that \"climate is not driven primarily by human use of fossil fuels\" and that the money to be spent is unlikely to have much effect: it would be better spent on the world's poor. Pia Hansen, European Commission Spokeswoman says doing nothing is not an option, we must act now. Simon Retallack, UK Think Tank IPPR - this (Review) removes the last refuge of the \"do-nothing\" approach on climate change, particularly in the US. Tom Delay, The Carbon Trust - The Review offers a huge business opportunity. Richard Lambert,CBI Director Genera says that a global system of carbon trading is urgently needed. Charlie Kronick, Greenpeace - now the government must act and, among other things, invest in efficient decentralised power stations and tackle the growth of aviation. Concurrently with the publication of the Stern Review, the United Nations reports that emissions from the industrialsed world are still rising.  There has been a 2.4% increase in emissions across 41 industrialised countries in the first four years of this century. Britain, France and Germany are near to achieving their Kyoto Protocol targets, but the US is the biggest polluter and its emissions have been increasing. The Kyoto Protocol calls for a reduction of 5% of pollutants below 1990 levels. There has been a reduction of 3.3% since then but this has been the result of the collapse of industry in Eastern Europe which has counterbalanced the increases in the rich countries. The Stern Review suggests that the Kyoto targets are too modest."}, "1-55": {"heading": "US National Climate Assessment warns of climate-related damages to economy, ecosystems, human health ", "link": "https://en.wikinews.org/wiki/US_National_Climate_Assessment_warns_of_climate-related_damages_to_economy,_ecosystems,_human_health", "date": "26-November-2018", "text": "On Friday, the US presidential administration of Donald Trump released the Fourth National Climate Assessment (NCA4), a massive two-part congressionally mandated 1,656-page National Climate Assessment by the United States Global Change Research Program (USGCRP). The report, which focuses on the United States, warned consequences of climate change are increasing across the country. The concentration of carbon dioxide in the Earth's atmosphere has exceeded 400 parts per million. The last time this level was reached was approximately three million years ago. NCA4 Volume 1, entitled \"Climate Science Special Report\" (CSSR), was released late last year, and Volume 2, entitled \"Impacts, Risks, and Adaptation in the United States\", on Friday. NCA4 is part of an ongoing series of NCA stand-alone reports updating the state of science on climate change and its potential physical impacts on the regions of the United States. The the third report was released in 2014. Changes in the United States highlighted in the report include worsening and more frequent landfalling atmospheric rivers — bands of rain-laden air in the sky. These rivers of water vapor tend to be around 300 miles (500 km) wide, carrying something like 25 times the water volume of the Mississippi River. They can cause extreme precipitation events and flooding. NCA4 also reported on increasing wildfires, such as the record California wildfires, high temperature extremes, retreating glaciers, and melting snow cover, the decline of sea ice, rising sea levels with increasing ocean acidification and coastal flooding. It describes how climate change would reportedly impact the US economy and quality of life if effective action is not taken to address climate change. The report says by the end of the 21st century, the United States economy may face a roughly ten percent loss of GDP. A federal advisory committee was mandated to use the NCA reports' scientific studies, findings, and data to make public policy recommendations states could implement. In August 2017, the Trump administration dissolved this committee. NCA reports do not include policy recommendations. In a Reuters interview, a White House spokeswoman dismissed the report as inaccurate. The report was issued by thirteen federal agencies, including DOD and NASA, with NOAA as administrative lead. It was the result of two years' work. Three hundred scientists with a total of over a thousand people — half of which were non-governmental staff — worked on the report."}, "1-56": {"heading": "Blair challenges New Zealand to fight against global warming (redirect from New Zealand challenges to play a important role in climate change) ", "link": "https://en.wikinews.org/wiki/Blair_challenges_New_Zealand_to_fight_against_global_warming", "date": "29-March-2006", "text": "British Prime Minister Tony Blair sees New Zealand facing the challenge of playing a significant role in the fight against global warming. He mentioned in a video conference between Auckland and a conference hosted by Victoria University of Wellington that the country could be a important factor in performing that change. It could persuade others to adopt reasonable policies for sustainability, he told a conference in Te Papa. Tony Blair, who visited New Zealand for 24 hours, said that the pressure must be kept on governments to address climate change whether or not they are signatories to the Kyoto Protocol. He encouraged ordinary people as well to take part in solving this great task: \"One of the things you and other people can do is keep up the pressure... there are going to be some difficult decisions for government\"."}, "1-57": {"heading": "USA under pressure at climate talks ", "link": "https://en.wikinews.org/wiki/USA_under_pressure_at_climate_talks", "date": "8-December-2005", "text": "The European Union, Canada, Indonesia and other nations at the United Nations' climate talks in Montreal have put pressure on the United States. Participants at the meeting want the US to join the global Kyoto pact to limit greenhouse gas emissions, to curb extreme weather predictions from global warming. Environment ministers from over 90 countries are meeting to break a deadlock over how to entice the United States, and other large developing nations such as India and China, to cut production of greenhouse gases. Washington has rejected the pact, saying mandatory emissions cuts would harm its economy. The United States defended its policy of investing billions of dollars in cleaner technology to reduce emissions, brushing aside calls for it to commit to U.N. discussions on slowing climate change. At the heart of the Montreal meeting is how to cut emissions after 2012, when the first phase of the Kyoto Protocol climate change pact ends."}, "1-58": {"heading": "Ballarat residents protest for climate action ", "link": "https://en.wikinews.org/wiki/Ballarat_residents_protest_for_climate_action", "date": "3-May-2022", "text": "Ballarat, Australia — The rural Australian city of Ballarat saw some residents take to the streets in a rally for climate action on Sunday. Initially beginning at 1pm outside the Ballarat Civic Hall, the protesters moved down Mair, Lydiard, and Sturt Street – passing the office of local MP Catherine King – before reaching the Ballarat Town Hall, where representatives from Ballarat Renewable Energy and Zero Emissions (BREAZE), the Ballarat branch of Extinction Rebellion, Environment Victoria, the Public Transport Users Association, and the Ballarat Trades Hall all spoke. While no political candidates spoke at the rally, independent Alex Graham and Greens member John Barnes – who are both standing for the seat of Ballarat in the upcoming federal election – both attended."}, "1-59": {"heading": "Climate Negotiations soon to conclude in Bali; UN \"concerned by the pace of things\" ", "link": "https://en.wikinews.org/wiki/Climate_Negotiations_soon_to_conclude_in_Bali;_UN_%22concerned_by_the_pace_of_things%22", "date": "13-December-2007", "text": "After almost two weeks of negotiations, this years United Nations Convention on Climate Change (UNCCC) is soon going to end, Friday being scheduled as the last day of the talks, with an extension until Saturday being possible if agreement can not be reached beforehand. While the head of the UNFCCC Secretariat, Yvo de Boer, stressed from the onset that actual targets for emission reductions were not to be expected to be agreed on, the inclusion of a target frame for industrialized nations is being debated after all. However, his stated goal of deciding on a roadmap for negotiations, which he said needed to address the matter of Greenhouse Gas (GHG) emissions reductions after 2012, and would have to be concluded by 2009, is not yet achieved, there being disagreement on a matter of points. China for example restated a position it had made at the beginning of the first week, calling for 2010 as target year for the so called \"Bali Roadmap\". But a bigger point of contention is that the EU and the vast majority of the 190 nations participating in the conference want to set a target of a 25-40% cut in GHG emissions. The U.S., along with Canada and Japan, are refusing to agree to any targets at this point. The EU and others say it is important to set targets now, to get a head start in the fight against global warming. The U.S. says targets should come later, after negotiations begin. The latest to be heard by Sean Heron, who is reporting on behalf of the Wikinews on site, regarding the ongoing negotiations was a statement by a Pakistani official, saying that the US had made a new proposal, and that he was feeling more optimistic than he had the day before. The official spoke in the press conference room, excusing the Ambassador Munir Akram, who was supposed to give a briefing on behalf of the Group of 77 and China, but couldn't make it, as negotiations, due also to the new American suggestion, were still ongoing at 11 pm local time."}, "1-60": {"heading": "Australian–US team of scientists finds Atlantic warming causes Pacific climate trends ", "link": "https://en.wikinews.org/wiki/Australian%E2%80%93US_team_of_scientists_finds_Atlantic_warming_causes_Pacific_climate_trends", "date": "6-August-2014", "text": "A team of scientists from Australia and US has found a solution for a challenging problem in climate research. Climate models predicted more greenhouse gases would weaken the equatorial Pacific trade winds. While previous research supposed natural variability alone accounted for cooling in the eastern Pacific, this study highlights a previously overlooked climate feedback: as the Atlantic warms, it alters the winds over the Pacific, depressing the ocean temperature there. Coauthor Malte Stuecker of the University of Hawaii Meteorology Department reports that \"Our study documents that some of the largest tropical and subtropical climate trends of the past 20 years are all linked: Strengthening of the Pacific trade winds, acceleration of sea level rise [three times faster than the global average] in the western Pacific, eastern Pacific surface cooling, the global warming hiatus, and even the massive droughts in California\". His colleague cauthor Fei-Fei Jin adds, \"We are just starting to grasp the scope of the impacts of this global atmospheric reorganization and of the out-of phase temperature trends in the Atlantic and Pacific regions\". Coauthor Axel Timmermann of the University of Hawaii notes a further amplifying effect: \"Stronger trade winds in the equatorial Pacific also increase the upwelling of cold waters to the surface. The resulting near-surface cooling in the eastern Pacific amplifies the Atlantic–Pacific pressure seesaw, thus further intensifying the trade winds [...] It turns out that the current generation of climate models underestimates the extent of the Atlantic–Pacific coupling, which means that they cannot properly capture the observed eastern Pacific cooling, which has contributed significantly to the leveling off, or the hiatus, in global warming.\""}, "1-61": {"heading": "Rudd heckled over 5% climate target ", "link": "https://en.wikinews.org/wiki/Rudd_heckled_over_5%25_climate_target", "date": "17-December-2008", "text": "Australian Prime Minister Kevin Rudd was interrupted on Monday at the National Press Club while announcing Australia's mid-term carbon emissions reduction target on live television. Three Newcastle women screamed out \"No!\" and moved towards Rudd as he announced that Australia would reduce emissions by as little as 5%, and not more than 15%, by 2020. One of the women, Annika Dean from Newcastle, said that the announcement was devastating and cowardly. \"This announcement means the Australian Government is willing to sacrifice the Great Barrier Reef to appease the big polluting companies that are fuelling global climate change.\" The women were removed from the gallery and interviewed by Australian Federal Police. The announcement was made in front of the nation's senior journalists, members of the senior cabinet including Climate Change Minister Penny Wong and Treasurer Wayne Swan, as well as Greens senators Bob Brown and Christine Milne. Australia's climate negotiators, who were appointed by the former Howard government, were heavily criticised by South Africa and China at last week's UNFCCC negotiations in Poznan for having blocked a 25-40% by 2020 target, along with Canada, Japan and Saudi Arabia."}, "1-62": {"heading": "Blair wishes to cooperate with the United States to reduce climatic change ", "link": "https://en.wikinews.org/wiki/Blair_wishes_to_cooperate_with_the_United_States_to_reduce_climatic_change", "date": "9-December-2004", "text": "Mr Byers said yesterday: \"The reality is that unless we can get the United States engaged - responsible as it is for around a quarter of the world's carbon dioxide emissions - then any hopes of successfully tackling global warming will be doomed to failure. Some sources are saying, Blair is saying these things because he can make the more progressive voters change their mind, so they would vote for him."}, "1-63": {"heading": "Danish unofficial draft version of UNCCC treaty leaks, G77 reacts sharply (redirect from COP15, Alternative \"texts\" divide climate summit) ", "link": "https://en.wikinews.org/wiki/Danish_unofficial_draft_version_of_UNCCC_treaty_leaks,_G77_reacts_sharply", "date": "10-December-2009", "text": "On the third day of the two-week Climate Change Conference in Copenhagen, the leaders of developing countries said that EU and US emissions cuts plans are not enough.  After a Danish unofficial draft version of the future treaty leaked, they reacted with a demand of shift of emission cuts to developed world industries. The host Danish government's draft version of a treaty was published by UK newspaper The Guardian without the government's consent. The draft says that \"developing countries, except the least developed which may contribute at their own discretion, commit to nationally appropriate mitigation actions\". The quantitative consideration in it is that a 50% emissions cut globally (from 1990 levels) by 2050 should be achieved, with most industrialised nations implementing 80% cuts. Deputy Head of the Chinese delegation Su Wei recalled the 1997 Kyoto protocol, which includes the statement \"no developing nations are committed to emission cuts or sharing of funding for mitigation and adaptation in poor parts of the world\". Su Wei said, \"The EU position cannot be justified. The [Kyoto] protocol among other UNFCCC agreements stipulate clearly what developed and developing countries should do.\" In an interview with Politiken, a Danish daily broadsheet newspaper, the Chairman of Group of 77 commented on the event, mentioning the previous Denmark-Africa friendly political relations: A member of poverty-focused charity, Oxfam, Antonio Hill commented to the BBC, speaking positively about the idea of transferring finance from industrialised to developing countries — to help them curb their emissions and help them protect against the impacts of climate change.  Antonio Hill said that otherwise industrialised nations had to offer considerably bigger cuts.  Commentators say the G77 block statements are substantially reasonable, since many of emissions sources are geographically located in developing countries, but owned by citizens of developed countries. Executive secretary of the UNFCCC Yvo de Boer said the document had no weight at the conference: Head of the global climate initiative  World Wide Fund for Nature Kim Carstensen commented on the event, pledging not to to distract to the 'Danish text' and to concentrate on subsequent official actions at Copenhagen:"}, "1-64": {"heading": "Environmentalists: \"Turn everything off!\" on February 1st (redirect from Turn everything off! - Worldwide action against climate change) ", "link": "https://en.wikinews.org/wiki/Environmentalists:_%22Turn_everything_off!%22_on_February_1st", "date": "28-January-2007", "text": "\"L’Alliance pour la Planète\", a collective of French environmental organizations (such as WWF France), has launched a campaign to promote awareness on climate change. Under the theme Turn everything off!, they're asking people to turn off their electricity for five minutes on February 1st, between 7:55pm and 8:00pm CET. With the initiative, they hope to remind others, the media and politicians (such as the candidates for the upcoming French Presidential elections) of the ongoing waste of energy. Everyone should turn off the light, as well as all electrical appliances -maybe a good moment for a candlelight dinner, they suggest. The \"five minutes of silence\" are believed to put pressure on world governments to discuss the topic more seriously on an international scale. Since the first call various similar international groups have stated their support and currently promote the idea on their websites and newsletters. The date was originally chosen to match the release of the United Nations fourth climate change report, in which 2,500 scientists from more than 130 countries present their latest findings. The report however has been delayed and will now be released on February 2nd. In Belgium, non-profit organizations such as Oxfam support the action. The consortium is working with the power distribution company to prevent any negative impact a sudden drop of energy demand might have on the electricity network."}, "1-65": {"heading": "CanadaVOTES: Animal Alliance (AAEVPC) candidate Marie Crawford running in Toronto—Danforth ", "link": "https://en.wikinews.org/wiki/CanadaVOTES:_Animal_Alliance_(AAEVPC)_candidate_Marie_Crawford_running_in_Toronto%E2%80%94Danforth", "date": "2-October-2008", "text": "On October 14, 2008, Canadians will be heading to the polls for the federal election. Animal Alliance Environment Voters Party of Canada candidate Marie Crawford is standing for election in the riding of Toronto—Centre. Marie is a Director of Animal Alliance of Canada, a separate but related organization. She volunteers her time for Animal Alliance, but unlike party leader Liz White, does not work out of their office. Wikinews contacted Marie, to talk about the issues facing Canadians, and what they and their party would do to address them. Wikinews is in the process of contacting every candidate, in every riding across the country, no matter their political stripe. All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted. The incumbent in this riding is National Democratic Party (NDP) leader Jack Layton. Other than Crawford, trying for the riding are Liberal Andrew Lang, Sharon Howarth (Green), and Christina Perreault (Conservative), Marcell Rodden (Marxist-Leninist), and Bahman Yazdanfar (Canadian Action Party), and independent John Richardson. The riding has existed federally since 1979, and has the seat has been occupied by Bob Rae (NDP, 1979–1982), Lynn McDonald (NDP, 1982–1988), Dennis Mills (Liberal, 1988–2004), and Layton (NDP, 2004 to present). For more information, visit the campaign's official website, listed below. Why are you running for political office, why at the federal level, why this party, and why in this riding? Previous to this campaign, have you been politically involved? How will you apply your previous work/volunteer/life experience to serving your constituents? As you campaign around your riding, it's likely that some issues are mentioned more often by voters, than other issues. What would you say are the three hottest topics this election, in your riding? What would you and your party do to address these issues? Is there any misconceptions about you, your leader, or your party and platform? There are more ways than ever to get your message out, from the traditional campaign fliers and lawn signs, to new media like websites, Facebook, and YouTube. The tried-and-true routes get the message out to the masses much easier, but digital alternatives are much more measurable in how many are seeing or interacting with your campaign. What seems to be the most effective, from your experience?"}, "1-66": {"heading": "White House refuses to release climate policy documents ", "link": "https://en.wikinews.org/wiki/White_House_refuses_to_release_climate_policy_documents", "date": "30-January-2007", "text": "The United States House Committee on Oversight and Government Reform held a hearing today on the accusation that the Bush Administration had interfered with data regarding climate change in order \"to mislead the public by injecting doubt into the science of global warming.\"  On January 23, 2007, Chairman Henry Waxman (D) and Tom Davis (R) had requested documents from the Council on Environmental Quality but were denied access. Waxman said that, \"The committee isn't trying to obtain state secrets or documents that could affect our immediate national security.  We are simply seeking answers to whether the White House's political staff is inappropriately censoring impartial government scientists.  We know that the White House possesses documents that contain evidence of an attempt by senior administration officials to mislead the public by injecting doubt into the science of global warming and minimize the potential danger.\" During the hearing, two private advocacy groups, one of which was the Union of Concerned Scientists, also presented a survey to the panel that revealed that 279 scientists working for the government had been pressured into minimizing the threat of global warming in their reports.  Almost half of the 279 said that they were told to delete any references to \"global warming\" or \"climate change\" in their reports.  The scientists in the survey all worked for a wide array of government agencies: NASA, Environmental Protection Agency, Department of Agriculture, Department of Energy, Department of Commerce, Department of Defense, and the Department of Interior."}, "1-67": {"heading": "Blair: G8 leaders announce $50 billion aid increase; talks on trade and climate change ", "link": "https://en.wikinews.org/wiki/Blair:_G8_leaders_announce_$50_billion_aid_increase;_talks_on_trade_and_climate_change", "date": "8-July-2005", "text": "Blair, the seven other leaders of the G8 nations, and the leaders of Algeria, Ethiopia, Ghana, Nigeria, Senegal, South Africa and Tanzania stood on the step of Gleneagles to address the press. The Prime Minster said \"We speak today in the shadow of terrorism but it will not obscure what we came here to achieve.\" Among the decisions made was a commitment to another $48 billion (£28.8 billion) per year by 2010 in aid which Blair says can indeed, in time and if properly seen through, will make \"very substantial progress\" towards \"making poverty history\". The deal was secured following a last-minute commitment by Japan. Half of this aid will be sent to Africa. Some analysts have raised fears that African economies will not be able to absorb so much aid so quickly, and that the money could fuel corruption. Only $20 billion of this deal is new money - the rest has already been pledged on previous occasions. The US, Germany and Italy rejected a plan by Blair to double aid immediately by borrowing against future aid budgets. \"It isn't the end of poverty in Africa, but it is the hope that it can be ended,\" Blair said. \"It isn't all everyone wanted, but it is progress - real and achievable progress. It is the definitive expression of our collective will to act in the face of death and disease and conflict that is preventable\" There will also be further pushes towards ending the debt of the poorest nations, but only confirmed a earlier deal to cancel the debts of 18 countries. Campaigners have welcomed the news, but have said that it does not go far enough, falling short of the hopes of the people who had embraced the Live 8 and Make Poverty History drives. \"Today the G8 have chosen not to do all that campaigners insist is necessary to free people trapped in the prison of poverty,\" the Make Poverty History read this evening. \"But more action is urgently needed if they are to play their role in bringing about real change for the world's poorest people.\" The leaders also pledged to end farm subsidies - but did not say by when. However, they called for talks on trade liberalisation to reach a conclusion by the end of 2006. The Prime Minister was cautious not to \"over-sell\" the decisions that had been made but he was resolute and confident in the possibilities for progress in the future. Less progress was made in the realm of climate change with countries agreeing that climate change was a problem but without any concrete decisions. Talks will be held on the matter, particularly with China and India, beginning in November. The G8 have also announced a $3 billion aid package for the Palestinian Authority."}, "1-68": {"heading": "Wikinews interviews Christoph Bals of the NGO Germanwatch after conclusion of climate conference ", "link": "https://en.wikinews.org/wiki/Wikinews_interviews_Christoph_Bals_of_the_NGO_Germanwatch_after_conclusion_of_climate_conference", "date": "27-December-2007", "text": "With the Climate Conference in Bali having come to a successful conclusion, Wikinews journalist Sean Heron interviewed Christoph Bals from the German NGO Germanwatch on his opinion of the outcome, and an outlook on the future negotiations. Christoph is the Senior Political Executive of Germanwatch, Co-Author of the Climate protection-Index and did lobby work on Bali. Wikinews: Could you explain what defines the organization Germanwatch and what your targets are? WN: Could you go into more specifics on what it is you do on climate change? WN: The next question, which is very much at hand, is of course how Germanwatch views the outcome of the negotiations? Have your expectations been fulfilled? WN: Would you have expected this outcome yesterday? Or a year ago? WN: How do things continue after this conference? What's the course of events until the Conference in Copenhagen, Denmark 2009? WN: What needs to happen in this period of time in your opinion? What do the agreements that are hopefully to be reached need to look like? WN: What do you see as (the biggest) obstacle(s) on the way to such an agreement? You've already mentioned the current U.S. administration. WN: Finally I, and perhaps the readers as well, are interested in how people at home can take a positive influence on the process? WN: Does that mean the demand for a climate compatible life style? WN: Thank you for the interview and your time."}, "1-69": {"heading": "Forest preservation plan debated at climate talks ", "link": "https://en.wikinews.org/wiki/Forest_preservation_plan_debated_at_climate_talks", "date": "8-December-2007", "text": "Delegates at the United Nations Climate Change Conference in Indonesia are wrestling with a proposal that would allow developing nations to earn billions of dollars through carbon trading by leaving idle forests such as those in Borneo, the Amazon and Congo basins. The news comes on the same day that it was announced that forest clearance in the Amazon Rainforest was falling compared to previous years. Delegates from about 190 countries are negotiating a plan for private companies and wealthy nations to pay poorer nations to keep their forest intact. It is called the Reduced Emissions from Deforestation in Developing Countries, or REDD proposal. Environmental scientists say tree cutting in tropical areas accounts for about 20 percent of all man-made carbon dioxide emissions blamed for global warming. Tropical forests soak up vast amounts of carbon dioxide; burning timber to clear land releases it. Marcelo Furtado with Greenpeace in Brazil says the REDD plan is needed to fill gaps in the current Kyoto Protocol, an international agreement to limit emissions of greenhouse gases which does not include ways to preserve forests. \"We would like to see, at the very least, a REDD mechanism moving forward, because we want to see countries taking action now. We don't want to wait to 2013 to start seeing this action taking place. And this is something this convention, this group of countries could deliver,\" said Furtado. Frances Seymour, Director General for the Indonesia-based Center for International Forest Research, is concerned a premature REDD agreement could do more harm than good. \"Because in many forested countries, land tenure rights to forest lands and resources are either unclear or contested or both. And you can imagine that if a potential new income stream is available for those who can present themselves as owners of the forest, this could create conflict and create conditions under which some of the world's poorest people, who are people who live in forests, could be pushed aside,\" said Seymour. Financial analysts are also cautious about the proposal. Charlotte Streck, the director of Climate Focus, a Rotterdam-based consultancy, said investors are worried about how governments would monitor their forests and ensure the carbon stored in them remains intact. \"This is what makes the private sector nervous, because these are risks that they cannot hedge properly, and that they cannot evaluate in the same manner as the project related risks,\" she said. Conference delegates are still debating how to monitor the world's remaining tropical forests, how to stop logging in one place without shifting the problem to another area, and how to estimate the amount of carbon in a piece of land. Yvo de Boer, the U.N.'s climate change chief, said a REDD agreement is unlikely during this conference, but a group working on the details is making significant progress."}, "1-70": {"heading": "Erosion influences Nigerian climate policy ", "link": "https://en.wikinews.org/wiki/Erosion_influences_Nigerian_climate_policy", "date": "1-November-2009", "text": "Erosion in Nigeria has lead to increasing concern on climate policy for the entire country. Areas in Nigeria have been subject to damages caused by increasing erosion for over 50 years. This issue has grown over the past years, and responsibility has been pointed at a lack of national policy. However, locals recognize that they too contribute to the problem. \"Some of the problem of erosion is created by our people, by our attitude to waste disposal. When we dump garbage in the drains that are built by the government we simply aggravate the problem of erosion,\" said state environmental commissioner Michael Egbebike. \"And this waste combined with the force of the flood and trying to erode the soil and sometimes they actually block the channel that has been created for flood dispersion and the floods come back and actually destroy their homes, and at that point they call on government,\" he added. Geological studies of the area affected most by erosion, Anambra, have concluded that the cost of implementing a project which could effectively slow erosion are estimated at US$2 billion. Officials are looking for answers and help in funding a project at the Copenhagen environmental conference in December. \"We have a shortage of resources. The state is struggling because the monies spent on this erosion problem are huge sums of money. So we will of course need a lot of help from the international community and the federal government. Alone it would be a Herculean task for Anambra state,\" commented Egbebike."}, "1-71": {"heading": "On the campaign trail in the USA, May 2016 (category Climate change) ", "link": "https://en.wikinews.org/wiki/On_the_campaign_trail_in_the_USA,_May_2016", "date": "13-June-2016", "text": "The following is the first edition of a monthly series chronicling the U.S. 2016 presidential election. It features original material compiled throughout the previous month after an overview of the month's biggest stories. In this month's edition on the campaign trail: a former Republican congressman briefly joins the Libertarian Party and runs for vice president; the Democratic Party names its National Convention Platform Drafting Committee amid controversy; and Wikinews interviews a candidate who had a surprisingly strong performance in the West Virginia Democratic presidential primary. On the campaign trail in early May, the Republican Party primary race grew more contentious as it reached its final stages.  On the same day as the May 3 Indiana primary, Republican front-runner Donald Trump, who held a sizable delegate lead over his two remaining primary challengers, Senator Ted Cruz of Texas and Ohio Governor John Kasich, cited the National Enquirer to accuse Cruz's father of involvement in the 1963 assassination of President John F. Kennedy.  Cruz, whom Trump branded as \"Lyin' Ted,\" attacked Trump as a \"pathological liar\" and \"serial philanderer.\"  Trump won Indiana by a large margin, prompting the second place Cruz to end his campaign.  Thereafter, both the media and Republican National Committee Chairman Reince Priebus christened Trump as the presumptive nominee, even though he had yet to secure the requisite number of National Convention delegates.  The next day, Kasich finally suspended his candidacy.  As Trump pivoted into general election mode, he faced a vocal Stop Trump movement within the party and a significant polling deficit against the Democrats.  A national CNN/ORC poll showed Trump trailing Democratic front-runner Hillary Clinton by double digits.  Nevertheless, unlike the GOP, the outcome of the Democratic primary race remained undecided.  Although Clinton maintained a significant delegate lead, a CNN poll showed her ahead of sole rival, Senator Bernie Sanders of Vermont, by only eight points.  In fact, Sanders won the Indiana Democratic primary, making nine victories out of the latest fourteen contests to that point. Commencing his general election campaign, Trump announced he would participate in fundraising after self-funding his primary campaign. He named former presidential rival, retired neurosurgeon Ben Carson to head a group to search for a running mate.  And, in a show of pro-Hispanic sentiment, he tweeted a photo of himself with a taco bowl on Cinco de Mayo.  Still, the Republican Party remained divided.  Speaker of the House Paul Ryan said he would not commit to endorsing Trump.  He called for Trump \"to set aside bullying, [...] belittlement, and appeal to higher aspirations.\"  Ryan's comments drew criticism from former House Speaker Newt Gingrich and former 2016 presidential candidate Mike Huckabee, among others.  However, former candidates Lindsey Graham and Jeb Bush, as well as former Presidents George W. Bush and George H. W. Bush, all said they could not support Trump's candidacy.  2012 Republican presidential nominee Mitt Romney and Weekly Standard editor Bill Kristol both called for an independent presidential candidate to run as an alternative to Trump.  Ryan called this \"a disaster,\" and sought unity by inviting Trump to a Republican congressional leadership meeting and offering to step down as chair of the GOP National Convention if Trump so desired.  Despite the internal strife, Trump continued his focus on the general election, branding Clinton as \"crooked Hillary,\" and attacking her for \"want[ing] to abolish the Second Amendment.\"  He also pivoted on policies, advocating for a rise in the federal minimum wage and taxes on the wealthy.  The campaign announced that five or six names were on the vice presidential shortlist including former presidential candidate Chris Christie.  Quinnipiac polls showed Trump leading or close behind Clinton in head-to-head match ups in Pennsylvania, Ohio, and Florida.  Clinton won the caucus in Guam and the campaign shifted to West Virginia and Nebraska.  On the eve of the May 10 primaries, Cruz, still on the ballot in Nebraska, announced he might restart his campaign if he won the state. Instead, Trump won Nebraska by a wide margin and won West Virginia by an even wider margin.  On the Democratic side, Sanders won West Virginia as voters turned on Clinton after she expressed unencouraging views about the coal industry.  ABC News exit polling there revealed nearly half of Sanders supporters said they would vote for Trump if Clinton won the nomination. Vice President Joe Biden, who had been expected to mount a 2016 campaign until he ruled it out in late 2015, admitted in an interview with ABC that he had planned to run for president in 2016 but the plans derailed upon the death of his son Beau.  He revealed Senator Elizabeth Warren as his preferred running mate and endorsed her for the Democratic vice presidential nomination.  Senate Minority Leader Harry Reid of Nevada cautioned Democrats against nominating a sitting Senator like Warren to avoid decreasing the number of Democrats in the Senate.  Trump launched an assault on Warren, referring to her as \"goofy\" and Pocahontas for a previous claim of Amerindian ancestry. On May 12, Trump had his much anticipated meeting with Ryan.  Afterwards, the two issued a joint statement calling the meeting \"a very positive step toward unification.\" Ryan still withheld his endorsement though Trump asked Ryan to remain as chair of the National Convention. Polls from mid-May showed Trump edging closer to Clinton in national head-to-head match ups, as Trump faced a barrage of controversies. Both Clinton and Romney called on Trump to release his tax records.  He said he might release them, but maintained it was \"none of [the public's] business.\"  Media reports also scrutinized Trump for allegedly acting as his own publicist in the early 1990's.  He denied the allegations outright.  Next, The New York Times published an exposé about Trump's treatment of women throughout the years.  The validity of the story came into question when the lead interviewee claimed The Times had taken her account out of context.  On May 17, Trump easily won the Oregon primary.  The next day, for the first time in months, a Fox News poll showed him with a national lead over Clinton.  That same day, he released a list of eleven judges whom he would consider nominating to the U.S. Supreme Court.  He later received an endorsement from the National Rifle Association.  In the Democratic race, Sanders won the Oregon primary and narrowly lost to Clinton in Kentucky.  He was also able to add five of his supporters to the Democratic National Convention platform drafting committee, ensuring greater influence over the party platform.  Clinton rejected a debate with him and announced there would be no further primary debates.  Trump offered to debate Sanders, which Sanders accepted, though Trump later backed out.  Clinton went on the offensive against Trump for his past business bankruptcies, saying he \"could bankrupt America like he's bankrupted his companies.\"  She won the Washington primary on May 24.  However, the next day, an Inspector General report said she did not comply with State Department policy when she sent official e-mails on a private server while Secretary of State. Following a victory in the Washington Republican primary, Trump traveled to New Mexico, where the sitting Republican governor Susana Martinez snubbed his event.  Trump attacked Martinez during the rally, later asking, \"If I have a Republican that’s not on my side, why should I be particularly nice to that person?\"  Shortly thereafter, during a speech in California, he renewed attacks against Romney, Cruz, Kristol, and Jeb Bush.  Former rival Marco Rubio announced he would release the delegates he won during the primary to support Trump and said he would be willing to go on the campaign trail for Trump, if asked.  Rubio also apologized to Trump for derogatory comments he made earlier in the campaign.  Trump mathematically secured the Republican nomination, when an uncommitted slate of delegates in North Dakota committed to supporting him.  Meanwhile, the Libertarian Party commenced its National Convention and nominated for president, on the second ballot, former New Mexico Governor Gary Johnson, the party's 2012 presidential nominee.  Also on the second ballot, for vice president, the party nominated Johnson's pre-selected running mate, former Massachusetts Governor William Weld, who had just left the Republican Party to become a Libertarian.  Trump called Johnson a \"fringe candidate.\"  Johnson was not the last such candidate introduced in late May.  Seemingly ending his search for an alternative to Trump, Kristol tweeted that he had found an \"impressive\" independent candidate.  Bloomberg reported the candidate was little-known writer David A. French of the National Review.  On the final day of May, Trump held a press conference in which he revealed the veterans charities he donated to after raising $5.6 million during a fundraiser he held in January in lieu of attending a debate.  Trump excoriated the national press for its coverage of his campaign and referred to one reporter as \"sleaze.\"  With the June 7 California primary ahead, Clinton received the endorsement of California Governor Jerry Brown.  The latest polls showed her with a two point advantage over Sanders in the state.  In the Real Clear Politics average, she led Trump in the general election nationally by 1.5%. As soon as Donald Trump secured the Republican presidential nomination, Libertarian Party (LP) membership applications doubled.  Longtime Republican consultant Mary Matalin, former Massachusetts governor William Weld, and former Congressman Kerry Bentivolio of Michigan, were among those who left the GOP in May to find a new home in the LP.  While Matalin enthusiastically backed Libertarian presidential runner-up Austin Petersen, and Weld won the party's vice presidential nomination; Bentivolio, who had endorsed Dr. Ben Carson for president before joining the party, had a much different experience. \"It was suggested by a few supporters I run [for vice president] as a libertarian,\" says Bentivolio, a teacher and veteran of the Vietnam and Iraq wars, who earned the moniker \"the accidental Congressman\" after his  surprising 2012 election, \"I briefly entertained the idea of running and spent time investigating the party.\" Bentivolio, 64, unexpectedly won the Republican nomination to represent Michigan's 11th Congressional District in 2012, after the sitting Congressman, Thaddeus McCotter, a 2012 presidential candidate, was unable to run for re-election after his petitions to qualify for the primary ballot were deemed fraudulent.  Upon his victory in the general election, Bentivolio went to Washington, joining the House Committee on Small Business and the House Committee on Oversight and Government Reform.  He took an active role in introducing and sponsoring successful legislation, becoming, according to an historian of the House, one of the most effective freshmen Congressmen of recent times. GovTrack listed him as the most transparent Republican freshman in the 113th United States Congress.  Nevertheless, during his single term, he frequently bucked the party leadership, voting against a resolution to the 2013 government shutdown, calling for the impeachment of President Barack Obama, and agreeing to seek congressional hearings over chemtrails.  In 2014, Bentivolio lost his seat to attorney Dave Trott, a primary opponent with a fundraising edge and the backing of the Republican establishment.  After leaving Congress, Bentivolio suffered financial difficulties and had to file for bankruptcy in 2015, partly the result of his expensive primary campaign against Trott. When Bentivolio joined the LP in May, he filed a Form 2 with the Federal Election Commission to run for vice president.  Libertarian national chairman Nicholas Sarwark encouraged Bentivolio to run for his old congressional seat in addition to vice president.  This was not well received by the local Libertarian Party, which feared such a run would violate Michigan's sore-loser law; the same law that prevented Gary Johnson from appearing on the ballot in 2012.  As a consequence, the local party nominated another candidate to run for the seat. \"The district delegates [five in total] voted for another as the House candidate\", recounts Bentivolio, \"[the candidate's] wife was the deciding vote.\" Afterwards, Bentivolio expressed doubt about the party platform, saying it amounted to \"judicial supremacy,\" which he rejects, referencing the 1857 Dred Scott case, which affirmed the rights of slaveholders.  He added, \"I am 100% pro-life and an abolitionist and many in the Libertarian Party are pro-choice and support slavery in their immigration policy.\"  He cited these as his reasons for ending his vice presidential campaign. After Gary Johnson and William Weld won the party's presidential and vice presidential nominations at the 2016 Libertarian National Convention, Bentivolio offered his perspective on Johnson and Weld.  Though he considered Johnson, \"a nice guy and honest,\" he felt Johnson \"thinks government has all the answers.\"  In contrast, Bentivolio said he personally believes \"government is the problem\" and only supports \"a government within the strict limitations clearly expressed in the Constitution.\"  He described Weld, a Council on Foreign Relations member who proposed strict gun control measures as governor, as someone who \"supports big government.\" Bentivolio has left the LP and now is an independent.  He remains undecided on whether to support Donald Trump for president.  To help him decide, he is currently researching claims of a woman named \"Katie Johnson\" who filed a lawsuit accusing Trump of rape.  Trump's attorneys dismiss the suit as a hoax. Every four years, the Democratic Party holds its National Convention, nominating a presidential ticket and conducting official business.  One important item is the drafting of a party platform to express the party's principles and vision for the future. A special committee is formed to draft the document.  In May, fifteen individuals were named to the committee.  Democratic National Committee (DNC) chair Debbie Wasserman Schultz selected four of the members while the two presidential candidates picked the remaining eleven in proportion to the votes each candidate received in the primaries.  Hillary Clinton, the party's presidential front-runner, selected six.  Bernie Sanders chose five, though the DNC rejected one of his original picks, a union leader, leading to charges of anti-union bias in the DNC.  Still, upon the release of the names, The Nation magazine argued Sanders' input provided the committee with a \"progressive majority.\" Wikinews was able to reach out to one of Sanders' picks to see what he planned for the platform. For the committee, Wasserman Schultz tapped Congressman Elijah Cummings, who is to serve as the head; Congresswoman Barbara Lee, the only returning member from 2012; former Congressman Howard Berman; and Bonnie Schaefer, former Chief Executive Officer of Claire's.  Clinton selected Ambassador Wendy Sherman; Neera Tanden, head of the Center for American Progress; Ohio Representative Alicia Reece; Carol Browner, former administrator of the Environmental Protection Agency (EPA); Congressman Luis Gutiérrez; and union leader Paul Booth.  Sanders picked Dr. Cornel West; Congressman Keith Ellison, the first Muslim elected to the US Congress; James Zogby, head of the Arab American Institute; Deborah Parker, a Native American activist; and Bill McKibben, a renowned environmentalist. McKibben, a Schumann Distinguished Scholar at Middlebury College who co-founded the climate change awareness organization 350.org, tells Wikinews that his Vermont roots may explain why Sanders selected him for the committee.  However, McKibben has worked with Sanders previously on climate and energy issues, and The Boston Globe has described him as \"probably the nation’s leading environmentalist.\" \"I'd like to see [the platform] reflect the fact that since the last election the planet's climate has deteriorated dramatically, with record temperatures, melting ice, and dying coral\", says McKibben, \"So that means we need to move more aggressively, both to cut our reliance on fossil fuels and to boost renewable energy.\" McKibben is not the only member who prioritizes environmental issues.  Browner, who headed the EPA during the entire presidency of Bill Clinton, has worked under President Obama as the director of the White House Office of Energy and Climate Change Policy.  While the environment is given a strong emphasis, Sanders has raised the point that labor representation on the committee is lacking. In 2012, union leaders Donna Harris-Aikens of the National Education Association and Thea Lee of the AFL-CIO  were on the committee.  This year, the only union leader is Booth of the American Federation of State, County and Municipal Employees.  Sanders attempted to include National Nurses United executive director RoseAnn DeMoro, but Wasserman Schultz vetoed the pick. Sanders, in a press conference, accused the DNC of \"not want[ing] representatives of labor unions on the platform drafting committee.\"  The DNC rejected the charge. \"We worked carefully with both campaigns to ensure overall balance and representation,\" says DNC spokeswoman April Mellody, \"[we] have 100% confidence that the views of our allies in the Labor community will be well represented in our Party’s platform as they have always been.\" Amid the division, McKibben expresses hope that though the platform is often \"forgotten not long after it's written,\" perhaps the 2016 platform \"will play a role in uniting the party.\" The committee is set to convene at the 2016 Democratic National Convention July 25–28 in Philadelphia. In the May 10 West Virginia Democratic primary, Bernie Sanders defeated Hillary Clinton 51.4 percent to 35.8 percent.  Of the remaining 13 percent, nearly nine went to little-known protest candidate Paul T. Farrell Jr., a Huntington, West Virginia attorney who entered the race to challenge President Obama's energy policies.  Wikinews reached out to Farrell to ask a few questions about the campaign. During the campaign, Farrell did not hold any fundraisers and his only spending was the $2,500 filing fee to appear on the ballot. He believes Obama's policies, which Clinton supports, have hurt the coal industry, a major sector of West Virginia's economy.  Many West Virginians, even Democrats, share this view.  While mining still makes up 17 percent of West Virginia's gross domestic product (compared to 3 percent nationally), since 2009, coal production has declined around 45 percent in the south part of the state.  332 mines have closed and almost 10,000 jobs or 35 percent of those in the industry, have been lost. West Virginia's unemployment is the worst in the nation.   According to ABC News exit polls from the primary, only 26 percent of West Virginia Democrats want to continue Obama's policies. Although registered Democrats outnumber Republicans roughly 577,000 to 378,000 in West Virginia, Republican presidential candidates have won the state in every election since 2000.  ABC exit polls indicate a third of Democrats plan to vote in November for Trump, who has campaigned in favor of the coal industry.  Trump is popular in West Virginia, having won 77 percent in the state's GOP primary.  He holds a 27 point lead over Clinton in the latest Public Policy Polling head-to-head match up. West Virginia Democrats have a history of going against the national party establishment.  Notably, prison inmate Keith Russell Judd won 41 percent in the 2012 primary against Obama, who was seeking re-election.  Judd was on the ballot again in 2016, but received only 1.8 percent of the vote.  Judd's 2012 performance was one of the reasons Farrell cited for entered the race.  In addition, he told the Charleston Gazette–Mail back in January that the candidates running did not share \"West Virginia values.\"  He had hoped to secure some national convention delegates but just fell short.  He was able to come in second place in the coal-rich Mingo County, where he outpaced Clinton 23.7 percent to 21.4 percent. With Wikinews, Farrell discusses, his specific problem with Obama's energy policy, what he is looking for in a presidential candidate, and his views on Trump. ((WSS))  How were you able to get over 8% of the vote in the West Virginia Democratic Primary? ((WSS))  Do you plan on supporting the Democratic presidential nominee come November? ((WSS))  What are your thoughts on presumptive Republican presidential nominee Donald Trump?"}, "1-72": {"heading": "Bush threatens U.N. over Clinton climate speech ", "link": "https://en.wikinews.org/wiki/Bush_threatens_U.N._over_Clinton_climate_speech", "date": "10-December-2005", "text": "Officials in the Bush administration privately threatened the organizers of the United Nations Climate Change Conference in Montreal, saying that any chance there might have been for the United States to sign the Kyoto Protocol would be lost if Bill Clinton spoke Friday at the meeting. The threat was received within minutes of the Associated Press running a story on Clinton being added to the program.  \"It's just astounding.\" said one organizer. \"It came through loud and clear from the Bush people—they wouldn't sign the deal if Clinton were allowed to speak.\" Clinton said, \"There's no way that I'm gonna let petty politics get in the way of the deal. So I'm not gonna come.\"  The organizers later reported that they had \"called the administration's bluff.\"  Clinton delivered his speech as planned. In his speech Friday, Clinton described the Bush administration's opposition to Kyoto as \"flat wrong.\" Vice-President Dick Cheney directed the U.S. envoy to walk out Thursday, in response to comments by Canadian Prime Minister Paul Martin on Thursday.  The walk out is not believed to relate to Clinton's attendance."}, "1-73": {"heading": "US Representative Donald McEachin dies at age 61 ", "link": "https://en.wikinews.org/wiki/US_Representative_Donald_McEachin_dies_at_age_61", "date": "30-November-2022", "text": "On Monday, United States Representative Donald McEachin died, according to a statement released by his office. McEachin, a Democrat and the third African American Virginia has ever sent to the US House, was 61. Aston Donald McEachin, first elected to Congress in 2016, was born on October 10, 1961 in Nuremberg, West Germany, while his father was assigned there for the United States Army. McEachin attended American University, earning a bachelor's degree in political history in 1982, before enrolling in the University of Virginia School of Law and earning a Juris Doctor there in 1986. He also received a Master of Divinity from Virginia Union University in 2008. After graduating from law school, McEachin was a private practice attorney. McEachin was a member of the Virginia House of Delegates from 1996 to 2002 and 2006 to 2008; he then served in the Virginia Senate from 2008 to 2016. US Representative Bobby Scott, also a Virginia Democrat and the second African American the state elected to the US House, noted that McEachin was “the first African-American nominee of a major party for Virginia Attorney General.” In 2016, McEachin was elected to the US House from Virginia's 4th congressional district, which is centered around the state capital of Richmond. He was reelected to a fourth term in this November's elections. McEachin advocated for mitigating climate change, preserving civil rights, and reducing firearm violence during his time in Congress. His office's statement continued, “Valiantly for years now, we have watched him fight and triumph over the secondary effects of his colorectal cancer from 2013...Tonight, he lost that battle.”"}, "1-74": {"heading": "Report says global warming may cause 25m malnourished children by 2050 (category Climate change) ", "link": "https://en.wikinews.org/wiki/Report_says_global_warming_may_cause_25m_malnourished_children_by_2050", "date": "4-October-2009", "text": "A new report on climate change's impact on agriculture predicts 25 million more malnourished children around the world by 2050, compared to a scenario with no global warming. Countries in sub-Saharan Africa are particularly vulnerable. The report from the International Food Policy Research Institute projects that the the number of malnourished children will decrease by 10 million in the next 40 years. However, without global warming the report projects a decrease of 35 million. Forty percent of undernourished children will live in Africa. The report compares economic and biological factors affecting child nutrition in two future scenarios — a world with and a world without climate change. Gerard Nelson is lead researcher for the report at the International Food Policy Research Institute. He said that climate change will have a particularly strong impact on agricultural yields in sub-Saharan Africa. \"The food price crisis of last year really was a wake-up call to a lot of people that we are going to have 50% more people on the surface of the Earth by 2050.  Meeting those demands for food coming out of population growth is going to be a huge challenge — even without climate change,\" Nelson said. \"On top of that, sub-Saharan Africa in particular is home to a large number of poor people. And one of the key messages to take home from our analysis is that with higher incomes people are more resilient to a variety of changes and that will be especially true for climate change.\" The report says that in 2050 average wheat yields in sub-Saharan Africa will decline by up to 22 percent as a result of climate change. Irrigation water supply is also expected to decrease and less food availability will mean on average 500 calories less per person. Without climate change, the report projected a rise in calorie availability in Sub-Saharan Africa in 2050. Nelson says African governments need to prioritise investment in the agriculture sector, particularly in rural roads, research and new technologies.  With the December 2009  climate change talks in Copenhagen, Denmark, Nelson says African governments should focus on helping their farmers adapt to climate change. \"As the governments of sub-Saharan Africa prepare to go to the Copenhagen negotiations they should ensure that agriculture is included both in the adaptation funding mechanisms that will come out of Copenhagen as well as allow for the possibility that mitigation funds can be used in Africa,\" Nelson said. The report says an additional investment in global agriculture of US$7 billion per year could increase production and counteract the adverse effects of climate change. The report says 40 percent of this investment should go to sub-Saharan Africa."}, "1-75": {"heading": "EU may see no reason to go to next major emitters meeting (redirect from EU declares it will not come to \"big emitters\" meeting in January, if no change in stance of US in Bali) ", "link": "https://en.wikinews.org/wiki/EU_may_see_no_reason_to_go_to_next_major_emitters_meeting", "date": "13-December-2007", "text": "Stavros Dimas at a press conference today stated that the European Union would not view it as necessary to attend the major emitters meeting (MEM) if no substantial agreement was reached at the climate change conference in Bali. His statement was made after being asked about rumours of the EU boycotting the US held MEM. He said that he had mentioned the preceding point of view in the presence of an under-secretary of the US government at a business breakfast this morning. He answered to a later question that he felt disappointed at the current stance of the US government, and wished clarity for the moment. According to a press release by Greenpeace, the German environmental minister Sigmar Gabriel also declared to the press that the EU would not be taking part in the scheduled MEM in January if substantial progress was not made. Amongst other points that are currently being discussed, one which is often referred to is that of whether or not a guideline frame for emissions reductions is to be included in the preamble of one of the final documents. The proposed frame is 25-40% cuts in greenhouse gas emissions for industrialized nations (known as Annex I nations in UNFCCC parlance), from 1990 baselines. The US is amongst the relatively small number of nations, including Canada and Japan, that are opposed to this. Asked what he knew of the matter at an earlier press conference, Yvo de Boer of the UNFCCC stated that Stavros Dimas, the European Commissioner for the Environment, had voiced his opinion that if no agreement is reached now, than there would be no need for the Major Emitting nations meeting to be held, because, so he apparently stated, the MEM is meant to feed into the UN process, and you could not feed something into nothing. The talks being held in Bali are expected to lead to a roadmap for negotiations on greenhouse gas emissions caps for after 2012, which is when the current first phase of the Kyoto protocol is going to run out. Multiple parties, observers, and the top UN executive of the Climate Change branch all had expressed their hope that this roadmap would also include a target date of 2009 for the conclusion of negotiations. The major emitters meeting is a convention of those nations that have the greatest greenhouse gas emissions, and was held for the first time at the invitation of the US in Autumn this year."}, "1-76": {"heading": "David Suzuki to Visit University of Toronto (category Climate change) ", "link": "https://en.wikinews.org/wiki/David_Suzuki_to_Visit_University_of_Toronto", "date": "22-March-2005", "text": "Environmentalist and science broadcaster David Suzuki, best known as the host of the hit TV show The Nature of Things, is taking a trip to Toronto to speak about climate change. Suzuki will be speaking about how to achieve sustainable development within one generation. The David Suzuki Foundation developed a report, \"Sustainability within a Generation: A new vision for Canada\", partly in response to research that found Canada ranked 28 out of 29 developed nations in environmental categories such as climate change. The report outlines an agenda for the country to make it a leading sustainable economy, focusing on efficiency improvement, eliminating waste and pollution, and developing sustainable urban centers. The event, presented by Jack Layton and sponsored by the New Democratic Party of Canada, will be held on April 2nd, 2005 at Convocation Hall on the University of Toronto campus, Ontario."}, "1-77": {"heading": "Humans may have contributed to 2003 European heatwave (category Climate change) ", "link": "https://en.wikinews.org/wiki/Humans_may_have_contributed_to_2003_European_heatwave", "date": "4-December-2004", "text": "Commentators have suggested that in the future this may open the way for lawsuits against heavy polluters by persons whose livelihoods have been affected by adverse climate change. However, the report stesses that though it is in fact impossible to pin any specific extreme climate event on either global warming or natural climate variation, human activities increase the frequency of such events. The study is based upon climate activity during the last 50 years, which can only be replicated with computer models which include human forcing (CO2 and other greenhouse gases (GHGs)). However, even within a warmer world the summer of 2003 was anomalously warm in Europe. Most simulations of 2003 climate produce cooler weather in Europe than what actually happened.  It is not yet known if flaws in the models cause this difference, if the warmth of 2003 was part of a trend, or 2003 was merely unusually hot. If there will be a warming trend, a model predicts that such summers could become an event of 1-in-2 probability only by 2050. In the Americas, a series of sudden weather changes has been more frequent in the last 15 years since the discovery of the phenomenon knows as El Niño, in which vast regions of North and South America suffered weather extremes ranging from high tides to extreme hail, rain and snowstorms during summer and winter seasons following extremely hot summers. There's still no scientific evidence that El Niño is directly influenced by human factors."}, "1-78": {"heading": "European Union to reduce carbon emissions by 55% of 1990 levels by 2030 (category Climate change) ", "link": "https://en.wikinews.org/wiki/European_Union_to_reduce_carbon_emissions_by_55%25_of_1990_levels_by_2030", "date": "23-April-2021", "text": "On Wednesday, the European Union (EU) set a new goal to cut carbon emissions by at least 55% from 1990 levels by 2030 and reach zero net emissions by 2050, increasing the reduction target set in 2014, which was 40% by 2030 and 80-95% by 2050. The EU Climate Law, agreed after 14 hours of negotiations includes the establishment of a 15-member independent body to advise on proposed climate policies and increased investment in \"carbon sinks\".  According to members of the European Parliament (MEP) those will ensure 57% net reduction target is in place.  This claim has been disputed by senior policy officer for climate and energy at the European Environmental Bureau Barbara Mariani, who says the measures equal a 52.8% cut in actual emissions. A September 2020 press release by the European Commission (EC) promised \"[f]ollowing broad public consultation and thorough impact assessments, the Commission will come forward with the corresponding legislative proposals by June 2021\", including, according to the BBC News a limit on CO2 removal that counts toward the target, encouraging member states to actually reduce carbon emissions instead of merely removing them. \"Adopting the new target in time would allow the EU to communicate its higher ambition to international partners well ahead of the 2021 UN Climate Conference (COP26) in Glasgow and set the bar for others to follow\", the press release read. This decision means the EU is to spend at least 30% of its €1.8 trillion long-term budget on the concerns related to the climate.  Poland has adopted its own climate strategy.  According to Reuters, Poland is the only EU member state to refuse a pledge to climate neutrality, instead aiming to reduce emissions by 30% by 2030.  The country relies on coal for 80% of its electricity, but will move towards renewable energy and its first nuclear power plant, Reuters reported. The EC president Ursula von der Leyen said the decision leads \"the EU on a green path for a generation\".  Criticising this decision, MEP Michael Bloss said, \"[w]e fought hard but achieved little\", as well as saying the law was a \"big disappointment.\"  Director of Climate Action Network Europe Wendel Trio said \"[t]he 'at least 55% emission reduction target for 2030' is not in line with the Paris Agreement's ambition to limit temperature rise to 1.5C by the end of the century\", adding the law was \"rushed\" and \"not the kind of climate law that will help the EU to lead the global efforts to tackle climate change\". MEP and chair of the European Parliament's environmental committee Pascal Canfin said \"it was not possible\" to convince the member states \"to change the wording 'at least 55 net'\", and while \"parliament was obviously ready to go even further\", he said \"the compromise found is ambitious: we are going to do two and a half times more in nine years than what we have done in the last 10 years in Europe.\" According to The Guardian under current measures the EU is expected to reduce emissions by 46% by 2030.  The EC's press release said between 1990 and 2019, green house gas emissions fell by a quarter. Per multiple reports, the United Kingdom set its target to 78% by 2035."}, "1-79": {"heading": "World's biggest polluters won't cut back on fossil fuel (category Climate change) ", "link": "https://en.wikinews.org/wiki/World%27s_biggest_polluters_won%27t_cut_back_on_fossil_fuel", "date": "12-January-2006", "text": "Six of the world's major polluters, who participated in this week's Asia Pacific Partnership on Clean Development and Climate (AP6 or APPCDC), have launched a multi-million dollar fund to develop clean-energy, but stressed they will be heavily reliant on polluting fossil-fuels for generations to come. Green groups, labelling the talks a sham, have condemned the climate talks which were held in Sydney, Australia as a \"coal and nuclear pact\" between the big polluters and fossil-fuel firms. Australian climate change observers have attacked the AP6 outcomes as grossly irresponsible, saying the Federal Government is willing to accept the reality of runaway climate change. A communique released by the AP6 states: \"We recognise that fossil fuels underpin our economies, and will be an enduring reality for our lifetimes and beyond\" - the document said. Green groups say the pact has missed a vital opportunity to commit to renewable energy sources. They say the two-day meeting failed to make any serious commitments in combatting global warming. Combined, the United States, China, Japan, India, South Korea and Australia, account for around half the globe's greenhouse gases. The six countries set up the summit as an ulterior method of tackling global warming outside the Kyoto Protocol by, they say, focussing on \"clean-energy technology.\" Nuclear Power, clean coal technologies, geosequestration and industry-driven environment funds were some of the proposals raised at the summit. Unlike the Kyoto Protocol the six nations have not set any targets to cut greenhouse gases. Climate change observers have broadly criticised the AP6 as a waste of time. Australian Climate Institute's Clive Hamilton says the meeting did little to cut greenhouse gas emissions. \"I think really this conference is about trying to protect the long-term future of the coal industry,\" he said. \"If you look at the sort of business people who have a seat at the table at the conference in Sydney, they overwhelmingly represent the polluting industries rather than those that will at some time in the future replace them - the renewable energy and energy efficiency industries.\" CSIRO chief scientist Dr David Brockway says the technology required to reduce greenhouse emissions is not viable for industry. \"It has to be borne in mind that anything we are going to do to reduce greenhouse gas emissions and intensity from the Australian economy will come at a cost,\" he said. \"What we are doing at the moment is doing research to try and reduce the size of that additional cost. I would say in a five to 10 year timeframe a number of these technologies will become viable.\" An AP6 communique issued at the end of the conference said reductions in greenhouse gases must be achieved without hindering economic growth - \"the partnership aims to mobilise domestic and foreign investment into clean and low-emission technology by fostering the best possible enabling environments,\" it states. Some of the world's big mining and energy firms attended the talks and pledged to improve efficiency. Green groups, who were left out of the conference, say the talks were aimed at subverting Kyoto - which obligates some 40 developed countries to cut greenhouse emissions by 5 percent below 1990 levels during 2008-2012. \"Basically, they haven't agreed to do anything in terms of serious commitment,\" said Monash University climate change expert Professor Amanda Lynch. The United States and Australia refuse to sign Kyoto claiming its mandatory greenhouse gas cuts would threaten economic growth. Australian Prime Minister John Howard said, \"experience has taught us that seeking arbitrary targets doesn't result in achieving practical solutions to global climate change.\" Mr Howard stressed the importance of maintaining economic growth to alleviate poverty, while cutting greenhouse emissions. He said the summit had injected \"an overdue dose of realism into the debate about climate change. We believe it is possible to tackle issues of greenhouse gas emissions and the challenge of climate change without reducing living standards,\" he said. \"The world will go on using fossil fuels for many years into the future because it's more economic to do so. So therefore it's elementary commonsense that you should try and make the use of fossil fuels more greenhouse gas sensitive, you should try and clean up the use of fossil fuel,\" he said. The World Wildlife Fund (WWF) have dismissed Mr Howard's comments as misleading and irresponsible. The WWF's chief executive Greg Bourne said, \"in my whole business career, I have never seen a more misleading public statement as that... If the statements made today become a reality, this will lock us in to a four-degree rise in global average temperatures, when two-degrees is considered extremely dangerous,\" he said. \"There couldn't be anything more irresponsible than to knowingly embark on a path towards massive increases in emissions and runaway global warming.\" The AP6 nations said in the final communique that the eight public/private partnership taskforces created at the conference, will draw up action plans by the middle of 2006 on issues including renewable energy, power generation, cleaner fossil fuels and coal mining. Environmentalists said the Sydney pact was doomed to fail because it did not impose targets on its members which comprise nearly half of humanity. The New South Wales Nature Conservation Council said the group's voluntary approach was a \"licence for government and business to do nothing\". \"Without any incentives or penalties there is no reason for industry to move away from burning polluting coal and oil,\" said the council's Cate Faehrmann. The AP6 countries encompass: 49 per cent of world GDP; 48 per cent of the world energy consumption; 48 per cent of global greenhouse gas emissions; and 45 per cent of the world's population. Many scientists say global warming is melting glaciers, raising sea levels and will cause more intense storms, droughts and floods. Current levels of carbon dioxide and methane in the atmosphere are higher now than at any time in the past 650,000 years, research from Antarctic ice cores shows."}, "1-80": {"heading": "Japan pledges 25% cut in greenhouse gas emissions by 2020 (category Climate change) ", "link": "https://en.wikinews.org/wiki/Japan_pledges_25%25_cut_in_greenhouse_gas_emissions_by_2020", "date": "7-September-2009", "text": "Yukio Hatoyama, Japan's Prime Minister-elect, has pledged that the country will reduce its greenhouse gas emissions by 25% by 2020. The prime minister-elect told a conference on climate change on Monday that \"we can't stop climate change just with our country setting an emissions target. We will also aim to create a fair and effective international framework by all major countries in the world.\" The chief of the United Nations' symposium on climate change commended Hatoyama's plans. \"With such a target, Japan will take on the leadership role that industrialised countries have agreed to take in climate change abatement,\" Yvo de Boer said to the conference. Japan has the second largest economy in the world, and is the number-five emitter of greenhouse gases. It has recently come under international pressure to implement more strict emissions policies, being sixteen percent above the Kyoto Protocol."}, "1-81": {"heading": "Climate campaigners scale UK Parliament and hang protest banners from the building ", "link": "https://en.wikinews.org/wiki/Climate_campaigners_scale_UK_Parliament_and_hang_protest_banners_from_the_building", "date": "27-February-2008", "text": "Campaigners opposed to the expansion of London Heathrow Airport have today scaled the roof of the U.K. Houses of Parliament and hung protest banners reading 'BAA HQ' and 'No 3rd Runway' from the building, before and during Prime Minister's Questions inside the building. The three men and two women were from climate action group, Plane Stupid. The non-violent direct action comes on the day a government consultation into the Heathrow expansion of a third runway ends. The protesters made paper aeroplanes out of confidential Whitehall documents that allegedly show collusion between the British Airports Authority (B.A.A.) and the Government department of transport to subvert the public consultation process on the proposed third runway. These documents were obtained from the Department for Transport by Greenpeace under the freedom of information act. B.A.A. claims a third runway is essential for Britain's economy, and would reduce congestion at Heathrow, actually cutting emissions, and is necessary to keep up with the booming aviation industry. This would allow the number of flights to increase from 480,000 a year to around 702,000 . In a statement given by one of the protesters from the roof to the Guardian newspaper: Matthew Knowles from the Society of British Aerospace Companies made a statement to the B.B.C. that: \"These stunts are becoming tiresome and do nothing more than peddle inaccurate propaganda.\" The rooftop occupation comes two days after Greenpeace protesters scaled an Airbus A320 which had just touched down at Heathrow from Manchester, and follows a succession of direct action protests in the U.K. in relation to climate change."}, "1-82": {"heading": "On the campaign trail, June 2012 (category Climate change) ", "link": "https://en.wikinews.org/wiki/On_the_campaign_trail,_June_2012", "date": "5-July-2012", "text": "The following is the eighth in a monthly series chronicling the U.S. 2012 presidential election. It features original material compiled throughout the previous month after a brief mention of some of the month's biggest stories. In this month's edition on the campaign trail, a Green Party presidential candidate who announced  his 2012 plans to Wikinews four years ago speaks to Wikinews once again, the candidate leading the California American Independent Party presidential primary discusses his campaign, and Wikinews explores whether Senator Rand Paul of Kentucky will be selected as the Republican Party vice presidential nominee. In June, California held presidential primary elections for both the Democratic and Republican parties. President Barack Obama was uncontested on the Democratic ballot, and easily won; as did presumptive nominee Mitt Romney on the Republican side. Other presidential primaries in California involved the American Independent, Peace and Freedom, Green, and Libertarian third parties, though not all of these were binding.  In the binding Green primary, physician Jill Stein edged comedienne Roseanne Barr to secure enough delegates to become the party's presumptive presidential nominee. As for other primaries in June, the Republican Party held its final contest in Utah late in the month with Romney easily claiming victory. Afterwards, Fred Karger, the first openly gay presidential candidate for a major party's nomination, officially ended his campaign. Starting off, the Obama campaign had a few difficulties in June: a jobs report for the previous month showed a spike in the unemployment rate; Democrats failed to win a recall against the Republican governor Scott Walker in Wisconsin, bolstering Romney's prospects in the state; Romney called Obama \"out of touch\" for his remark that \"The private sector is doing just fine\"; and despite Obama's position against extending the Bush tax cuts for the wealthy, former Democratic president Bill Clinton suggested during a CNBC interview that in current circumstances, extending the Bush tax cuts would be \"probably the best thing to do right now.\"  Clinton's spokesman later clarified that Clinton backed the president's position. However, consumer advocate and frequent presidential candidate Ralph Nader speculated that Clinton was \"undermining Obama...to appear with Hillary as very friendly to business\" in order to lay the groundwork for a 2016 Hillary Clinton presidential run. The Romney campaign faced a few challenges of its own: reports surfaced that Romney impersonated police officers in his youth; Obama attacked him for his investments' alleged outsourcing of jobs; and vice president Joe Biden discussed his Swiss bank account, portraying him as an elitist at odds with the middle class. Nevertheless, a large amount of Romney coverage in June focused on his search for a running mate. After ABC News reported that Senator Marco Rubio of Florida was not being vetted as a possible vice presidential candidate, Romney disputed the report and claimed that in fact Rubio was being vetting for the nomination. Additionally, two prospects, former Minnesota governor Tim Pawlenty and former Secretary of State Condoleezza Rice, both took their names out of consideration for the spot, though Rice reportedly 'stole the show' at a Romney retreat. At the end of June, Senator Rob Portman of Ohio received increased mention as a potential nominee after Senator John McCain jokingly told a group of Portman interns, \"now you can say you interned for Vice President Portman.\" In mid-June, Obama injected the issue of immigration into the campaign when he announced by decree that illegal immigrants at most 30 years old who entered the United States before the age of 16 and remain in good standing in their communities, would no longer be deported. During the announcement, Daily Caller reporter Neil Munro interrupted the president to ask how the move would affect American workers. A frustrated Obama acknowledged the interruption, and responded, \"It’s not time for questions, sir...Not while I’m speaking.\" The interruption threatened to overshadow Obama's announcement, which analysts suggested was aimed to solidify support among Hispanics. Romney did not explicitly respond to the announcement, but said during an interview with Face the Nation that he instead would implement \"a long-term solution\". About two weeks after the announcement, Washington Post analyst Aaron Blake of Chris Cillizza's The Fix examined polls from Quinnipiac University and reported that though many voters in the swing states of Florida, Pennsylvania, and Ohio favored the new policy, those concerned about the issue were much more likely to oppose it. Blake concluded that the new policy would likely help Obama in the Latino-heavy swing states of Colorado and Nevada, but might possibly hurt him in Pennsylvania and Ohio. Other political events shaped the campaign as June came to a close. The U.S. Supreme Court upheld the constitutionality of the Patient Protection and Affordable Care Act as a tax.  Though deemed a political victory for President Obama, Romney proclaimed that the ruling brought a \"greater urgency\" to the election, explaining to his base that repealing the health care bill now required Obama to be voted out of office. In the first three hours after the ruling, the Romney campaign raised one million dollars, a spokesman reported. On the same day as the decision, the U.S. House of Representatives voted to hold Attorney General Eric Holder in contempt of Congress for refusing to hand over documents related to Operation Fast and Furious. President Obama claimed the documents fell under executive privilege. Many congressional Democrats walked out during the vote and accused Republicans of playing politics. Pollsters said Holder was the most unpopular member of the Obama administration but predicted groups outside the Romney campaign would focus on the issue, in order to not divert Romney from his message on the economy. The Romney campaign ran ads at the end of June that used footage of Secretary of State Hillary Clinton, polled as the most popular member of the Obama administration, criticizing Obama during the 2008 primaries for \"perpetuating falsehoods\", concluding with \"Shame on you, Barack Obama.\" On June 30, Obama led Romney in the national RealClearPolitics average, 47.5 percent to 43.8 percent. In addition to Jill Stein and Roseanne Barr, Kent Mesplay, an air quality inspector from San Diego, participated in June's California Green Party presidential primary. He finished the contest in third place with 10.8 percent behind Stein's nomination-clinching showing of 49.3 percent and Barr's second place 39.9 percent. In the aftermath of the primary and ahead of the July 12–15 Green National Convention, Wikinews reached out to Mesplay. Mesplay, who serves as a delegate to the Green National Committee, had previously sought the Green presidential nomination in 2004 and 2008, falling short both times. Wikinews first interviewed Mesplay during his second presidential campaign in June 2008, when he announced his intentions to seek the Green Party's 2012 presidential nomination. During his 2012 bid, Mesplay has campaigned on his support for sustainability, indigenous rights, campaign finance reform, and reductions in military spending. He has received the endorsements of party co-founder John Rensenbrink, 2004 Green Party vice presidential nominee Pat LaMarche, and Green activist Kat Swift. With Wikinews, Mesplay discusses his thoughts on Stein and Barr, Green policies in general, and his future political plans. ((WSS))  With the outcome of the California primary, physician Jill Stein has secured enough delegates to be the Green Party presumptive presidential nominee. What are your thoughts on Stein and her policy proposals? How do they compare to your own and have you discussed the vice presidential nomination with her? ((WSS))  Comedienne Roseanne Barr, who finished second in California, seems to be hinting that she may continue her campaign as an Independent after the National Convention. What is your reaction to Roseanne and her campaign? Has she had a positive influence on the Green Party? ((WSS))  When we last interviewed in June 2008, it was under similar circumstances: you were seeking the Green Party presidential nomination; the National Convention was just a few weeks away; and like Stein, Congresswoman Cynthia McKinney had already secured enough delegates to be the party's presumptive nominee. At the time, you mentioned that you were \"taking the steps to begin running for the 2012 presidential race.\" Now, at this point in the 2012 race, do you have similar plans to run for president in 2016? The American Independent Party (AIP), a paleoconservative group formerly affiliated with the Constitution Party  that has guaranteed ballot access in California, listed three presidential candidates on its ballot for June's California primary: the party's former chairman Edward C. Noonan; radio talk show host Laurie Roth; and former United States Army Lieutenant Colonel \"Mad\" Max Riekse. In the tally last updated on June 26, Noonan led Roth 16,625 votes (38.8 percent) to 16,044 (37.4 percent) with Riekse polling 10,227 votes (23.8 percent) for third place. Wikinews tried to contact the leading two candidates, but only successfully connected with Noonan. Noonan, who ran for both Governor of California in 2006 and U.S. Senate in 2010 as the AIP nominee, told Wikinews that the \"only purpose\" for his run was to \"have standing\" in a lawsuit against President Barack Obama. Noonan, who refers to Obama as \"Mr. Soetero\", said his most recent suit questioning Obama's citizenship was dismissed in court.  He believes Obama's birth certificate \"is forged and a fraudulent document\" due to \"multiple layers of different typewriter font sizes\", signatures in \"multi-colored [ink] and sliced into the document in different patches.\" Furthermore, he says that without a legitimate birth certificate, Obama \"cannot prove that he is an American citizen [because his]...birth father was a foreign national from Kenya\". Noonan says that this disqualifies Obama from being president. As a candidate, Noonan has sent out press releases and made numerous attempts to spread his message through the internet; however, he has received very little media attention. He argues that people are indifferent to politics and that the \"corrupt news media\" ignores third party candidates such as himself. Additionally, he sees the two major parties as corrupt and refers to them as \"two heads from the same beast.\" He describes his opponent Roth as \"a Republican traitor\" and feels the AIP made a mistake by listing such a non-member on the primary ballot. Roth, who says she feels God has called her to seek the presidency, unsuccessfully sought the Constitution Party presidential nomination earlier this year. On her website, she calls for the institution of a two percent consumption tax, the eventual repeal of all other taxes, and the elimination of the national debt in four to five years. Ahead of the primary, she received the endorsement of notable birther activist Orly Taitz. Wikinews has made numerous attempts to contact Roth, but has thus far received no response. Former congressman Virgil Goode, the Constitution Party's presidential nominee, and Tom Hoefling, the America's Party presidential nominee, are both also reportedly seeking the AIP nomination despite not being listed on the primary ballot. The nominating convention is scheduled to take place August 11. After Senator Rand Paul of Kentucky endorsed presumptive Republican presidential nominee Mitt Romney in June, speculation spread that Romney might select Paul as his running mate.  However, according to two political analysts, the scenario is unlikely and may not be strategically wise for Republicans. Paul, who holds libertarian views similar to those of his father, Congressman and 2012 Republican presidential candidate Ron Paul of Texas, announced his endorsement of Romney on Hannity. He cited Romney's support for a Federal Reserve audit, a repeal of the Patient Protection and Affordable Care Act, and opposition to the Stop Online Piracy Act as rationale for the move. However, Paul did not mention his policy disagreements with Romney on such issues as the War on Drugs, the USA PATRIOT Act, and the foreign policy of the United States. Some libertarians and supporters of Ron Paul reacted angrily to the decision.  The Libertarian Party released a statement saying \"no true libertarian, no true friend of liberty, and no true blue Tea Partier could possibly even consider, much less actually endorse or approve of, the Father of Obamacare, Big Government tax and spender, Republican Mitt Romney.\" Nevertheless, some saw it as an attempt for Paul to position himself as a potential vice presidential candidate. Paul said it would be \"a great honor\" for Romney to consider him as a running mate. Proponents of this idea, such as Daniel McCarthy of The American Conservative, say Paul would help steer Republicans and the possible Romney administration away from statist and interventionist policies. Others do not view this as sound campaign strategy. According to North Star Opinion Research strategist Dan Judy, the endorsement was simply Paul's \"way of supporting the Republican team and hoping to curry some favor with the Romney folks in hopes of getting his dad a speaking slot at the convention\".  Though Judy held that the pick would help Romney with those concerned about Romney's conservatism such as the \"hard core Tea Party base\", he sees Paul's political inexperience, questionable appeal to political independents and moderates, and the lack of any geographic advantage for the ticket as reasons that the scenario has \"virtually no shot\". Political analyst Kyle Kondik of Sabato's Crystal Ball largely agrees, stating that the selection would be a \"real surprise\" and that though \"supporters of Ron and Rand Paul are a vocal part of the Republican Party, they are but one small constituency, and their views, particularly on matters of war and peace, are too different from Romney and the Republican mainstream to imagine Rand (or Ron) in the No. 2 slot on the ticket.\""}, "1-83": {"heading": "Australia records hottest year on record (category Climate change) ", "link": "https://en.wikinews.org/wiki/Australia_records_hottest_year_on_record", "date": "4-January-2006", "text": "Australia has officially recorded its warmest year on record. According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910. Data collected by the Bureau  show Australia's annual mean temperature for 2005 was 1.09°C above the standard 1961-90 average. The Bureau of Meteorology says the result is more evidence of climate change. The Bureau's Blair Trewin said: \"We've seen things like the general retreat of the winter snow line. We've seen a marked decrease in the frequency of frost, especially in inland Queensland,\" Dr Trewin said. \"We've seen an increase in the number of extreme hot days.\" And the warming trend is likely to continue. \"All the projections we have from climate models we would expect to see continued warming through the 21st century,\" he said. \"Numbers like this ... are another piece of evidence that climate change is real and it's a real issue.\" Despite unseasonably cool weather in the South West of Western Australia, 2005 was a hot year over most of the nation, with the Northern Territory (NT) bearing the brunt. The NT area-average maximum temperature was 1.45°C above the long-term mean, the largest anomaly of any state or territory. The previous record of +0.84°C was set in 1998. The Bureau says that while these temperature departures may seem relatively small, a 1°C increase in mean temperatures is equivalent to many southern Australian towns shifting northward by about 100km. All States and Territories, apart from Victoria and Tasmania, recorded 2005 mean temperatures amongst their top two warmest years on record. The only region recording a cooler than normal year was a coastal strip of Western Australia extending from Cape Leeuwin to Carnarvon. Australia's previous warmest years on record were influenced by significant El Niño events, say the Bureau. However, no such event occurred in 2005, making the record warmth even more unusual. Since 1979, all but four years have been warmer than average in Australia. Australian temperatures have increased by approximately 0.9ºC since 1910 - consistent with global warming trends. Scientific studies have linked global and Australian temperature increases to the enhanced greenhouse effect. The early months of 2005 were also very dry over much of Australia with the January-May period being the 2nd driest on record. Australia's area-averaged rainfall is calculated from a network of around 5000 rainfall stations. Observations from this network reveal that, when compared to historical records, Tasmania was the wettest State in 2005, while Queensland and Western Australia were the driest. Over the New Year bushfires have caused havoc in many parts of Australia, with houses, farm stock devastated. Thousands of hectares of bushland and farmland have been burnt out. Environmentalists say the weather is a precursor of things to come: \"2005 gave us a little taste of what life will be like if we fail to tackle climate change,\" Greenpeace's Catherine Fitzpatrick said. \"The extreme heat and bushfires of New Year's Day 2006 showed that it isn't going to be fun. If action isn't taken soon to avoid catastrophic climate change, Australians will have John Howard to blame for failing to act when he had the chance.\" Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts. \"Today's figures should spur our Environment Minister ... to real action – ratify Kyoto, quit coal and move towards clean, renewable energy,\" Ms Fitzpatrick said. The Howard government claims it is taking appropriate action. Federal Environment Minister Ian Campbell said he recognised climate change was the biggest modern-day environmental challenge. \"I think that climate change is alarming,\" he said on ABC radio. \"I regard climate change as the number one environmental challenge ... It is a huge and serious challenge. These figures add to the weight of evidence that climate change is real and it's a problem that the world needs to work together to seek to solve.\" Australia and the United States are the only developed nations to have refused to sign the Kyoto Protocol, which calls on countries to cut greenhouse emissions by 5.2 per cent below 1990 levels by 2012. The Government argues Kyoto will not work because it does not commit developing nations to reducing emissions. \"Kyoto excludes most of the emissions in the world. It only covers just over a third of the countries of the world and ... we need something that includes all countries of the world,\" said Senator Campbell. Many regions across the globe also reported an exceptionally warm year. According to a preliminary estimate released by the World Meteorological Organization (WMO), the global mean temperature for 2005 was about 0.48°C above normal, putting 2005 amongst the four warmest years globally since records commenced in 1861."}, "1-84": {"heading": "U.S. negotiator calls Kyoto Treaty \"not based on science\" (category Climate change) ", "link": "https://en.wikinews.org/wiki/U.S._negotiator_calls_Kyoto_Treaty_%22not_based_on_science%22", "date": "8-December-2004", "text": "Buenos Aires — The 10th session of the Conference of Parties (COP 10) is being held in the Argentine capital of Buenos Aires; signatories of the United Nations Framework Convention on Climate Change have gathered to discuss issues involving global warming. Senior U.S. negotiator Dr. Harlan Watson came under fire for the United States' refusal to ratify the almost 10 year old Kyoto Treaty (AKA: Kyoto Protocol) which aims to reduce the emission of 6 greenhouse gases in the 55+ signatory nations and requires participating industrialized countries to give money and technology to developing countries. Watson countered these complaints by arguing that, \"Kyoto is a political agreement, it's not based on science.\" He also stated that the United States remains steadfast to its current position on global climate change.  Supporters of the Kyoto Treaty state the protocol's required actions are not sufficient to effect their claimed warming effects."}, "1-85": {"heading": "Seeds placed in Norwegian vault as agricultural 'insurance policy' ", "link": "https://en.wikinews.org/wiki/Seeds_placed_in_Norwegian_vault_as_agricultural_%27insurance_policy%27", "date": "27-February-2008", "text": "The Svalbard Global Seed Vault, a vault containing millions of seeds from all over the world, saw its first deposits on Tuesday. Located 800 kilometers from the North Pole on the Norwegian island of Spitsbergen, the vault has been referred to by European Commission president José Manuel Barroso as a \"frozen Garden of Eden\". It is intended to preserve crop supplies and secure biological diversity in the event of a worldwide disaster. \"The opening of the seed vault marks a historic turning point in safeguarding the world’s crop diversity,\" said Cary Fowler, executive director of the Global Crop Diversity Trust which is in charge of collecting the seed samples. The Norwegian government, who owns the bank, built it at a cost of $9.1 million. At the opening ceremony, 100 million seeds from 268,000 samples were placed inside the vault, where there is room for over 2 billion seeds. Each of the samples originated from a different farm or field, in order to best ensure biological diversity. These crop seeds included such staples as rice, potatoes, barley, lettuce, maize, sorghum, and wheat. No genetically modified crops were included. (Beyond politics they are generally sterile so of no use.) Constructed deep inside a mountain and protected by concrete walls, the \"doomsday vault\" is designed to withstand earthquakes, nuclear warfare, and floods resulting from global warming. Norwegian Prime Minister Jens Stoltenberg called it an \"insurance policy\" against such threats. With air-conditioned temperatures of -18 degrees Celsius, experts say the seeds could last for an entire millennium. Some crops will be able to last longer, like sorghum, which the Global Crop Diversity Trust says can last almost 20 millenniums. Even if the refrigeration system fails, the vaults are expected to stay frozen for 200 years. The Prime Minister said, \"With climate change and other forces threatening the diversity of life that sustains our planet, Norway is proud to be playing a central role in creating a facility capable of protecting what are not just seeds, but the fundamental building blocks of human civilization.\" Stoltenberg, along with Kenyan Nobel Peace Prize laureate Wangari Maathai, made the first deposit of rice to the vault. \"It is very important for Africa to store seeds here because anything can happen to our national seed banks,\" Maathai said. The vault will operate as a bank, allowing countries to use their deposited seeds free of charge. It will also serve as a backup to the thousands of other seed banks around the world. \"Crop diversity will soon prove to be our most potent and indispensable resource for addressing climate change, water and energy supply constraints and for meeting the food needs of a growing population,\" Cary Fowler said."}, "1-86": {"heading": "Developing nations bring technology transfer on agenda against resistance of Canada, Japan and US (redirect from Subsidiary body at Climate conference takes up Technology transfer as agenda item, establishes contact group) ", "link": "https://en.wikinews.org/wiki/Developing_nations_bring_technology_transfer_on_agenda_against_resistance_of_Canada,_Japan_and_US", "date": "4-December-2007", "text": "A sub-body of the World Climate Change Conference today took up the item of \"Development and transfer of technologies\"  on its Agenda, and subsequently decided to establish a contact group to speed up negotiations. Both the declaration of the new Agenda item, as well as the setting up of the Contact group, came after lengthy discussions that were polarized between the Group of 77 + China (G77+C), which is comprised of about 130 nations with developing industries, and the Umbrella group, which consists of most of the nations with highly industrialized economies, but the EU countries. . The sub-body, called the Subsidiary Body for Implementation (SBI) is, as its name implies, amongst other things responsible for preparing and implementing decisions of the main body of the UNFCCC, the Conference of the Parties (COP). After having spent a large part of the morning discussing formalities regarding whether or not technology transfer was to be taken up as a separate item, the afternoon session had to be extended till around 9 pm local time. Even then some of the planned agenda items had not been concluded when the session closed. The cause for discussion in the morning were two different interpretations of a decision the COP made yesterday: Member states of the G77+C believed that the referral of the item of tech transfer by the COP automatically lead to its inclusion on the agenda as a separate item, while the Chairman of the SBI and the US voiced the opinion that to for it to be included, the item would have to be formally agreed upon in the normal manner. Compromise, of one sort or another, could not be reached, and it was only after a legal adviser stated that in his point of view the item indeed was necessarily included on the agenda as a separate item that the matter could be concluded. Due to the stalling in the mornings session, discussions on the actual item of technology transfer began after what would have been the scheduled closing time. South Africa  made the proposal to set up a contact group for the item, so that it could be discussed in a setting with less participants in an informal way. A number of G77+C nations (including China and Nigeria) spoke out in support of this proposal, emphasizing that rapid progress was needed on the issue. Japan, and the US made critical statements, noting that they believed that the scope of the contact group should first be established, and that it would be more sensible to establish the contact group in 2008. After it was found that the group would nevertheless be established, the Chairman asked for suggestions for Co-chairs of the group, as one from the Annex I and one from the non Annex one would be required. The non-Annex I having already decided that they supported Prof. Philip M. Gwage from Uganda as Co-chair, the Annex I countries decided that Jukka Uosukainen from Finland would be the Co-chair on their behalf after brief deliberations. The decision being reached provoked some applause from delegates and observers, and the session was closed shortly thereafter."}, "1-87": {"heading": "Scientists analyse effects of global warming, atmospheric ozone on crops (category Climate change) ", "link": "https://en.wikinews.org/wiki/Scientists_analyse_effects_of_global_warming,_atmospheric_ozone_on_crops", "date": "28-July-2014", "text": "A research team from the Massachusetts Institute of Technology and Colorado State University of the US and the University of Sheffield of the UK has analysed effects of global warming and ozone pollution over 2000–2050 on the worldwide production of wheat, rice, maize and soybean. The study was published in journal Nature Climate Change yesterday. The scientists found reduction of crop yields by 2050 exceeded 10% of 2000 levels, substantially decreasing food security, in all cases examined. Several scenarios were considered because of uncertainty of future levels of ozone pollution. The study focuses on ozone–temperature covariation: ground-level ozone increases with temperatures. The U.S. Department of Agriculture notes, \"Ground-level ozone causes more damage to plants than all other air pollutants combined\", highlighting the importance of air quality for agriculture. Results of NCLAN studies, published in a paper by AS Heagle in 1989, show dicot species, such as soybean, cotton, and peanut, lose more yield from ozone than do monocot species such as sorghum, field corn, and winter wheat. The model does not include the effect of rising carbon dioxide concentration, which has complex and potentially offsetting impacts on global food supply. As Heald told The Huffington Post, US surface ozone has dropped partly due to the Clean Air Act. \"Despite an increase in vehicle miles driven and energy consumption, surface ozone has declined by 25 percent on average across the U.S. from 1980 to 2012 [...] However, the future of ozone air quality in the U.S. and around the world will depend on local emissions, the use of pollution control technology, regulations, and air quality policy.\" The study was supported by the Croucher Foundation, US National Science Foundation, and US National Park Service."}, "1-88": {"heading": "IPCC chief refuses to apologize for glacier error (category Climate change) ", "link": "https://en.wikinews.org/wiki/IPCC_chief_refuses_to_apologize_for_glacier_error", "date": "3-February-2010", "text": "The chief of the UN climate change panel, Dr. Rajendra Pachauri, admitted on Wednesday that a mistake in a 2007 report had raised questions about the body's credibility, in an interview with The Guardian. The Intergovernmental Panel on Climate Change's (IPCC)  landmark Fourth Assessment Report in 2007 said the probability of glaciers in the Himalayas \"disappearing by the year 2035 and perhaps sooner is very high.\" There is no evidence the claim was published in a peer-reviewed journal, thus calling into question its credibility. He refused to apologize in the interview with The Guardian for the unverified claim. \"I think this (glacier) mistake has certainly cost us dear, there's no question about it,\" Pachauri told the newspaper. \"Everybody thought that what the IPCC brought out was the gold standard and nothing could go wrong.\"You can't expect me to be personally responsible for every word in a 3,000 page report,\" he said."}, "1-89": {"heading": "Wikinews interviews Sandra Jephcott, Sustainable Australia candidate for 2020 Groom by-election (category Climate change) ", "link": "https://en.wikinews.org/wiki/Wikinews_interviews_Sandra_Jephcott,_Sustainable_Australia_candidate_for_2020_Groom_by-election", "date": "27-November-2020", "text": "Voters in the Australian electoral district of Groom are scheduled to go to the polls in a by-election this week following the resignation of Liberal National MP John McVeigh for family reasons. Groom is located in the state of Queensland, and is centred around the city of Toowoomba. At the last federal election, the Liberal National Party, Queensland's dominant conservative party, won this seat by over 70% of the two-party-preferred vote, and since the seat's creation in 1984, it has been held by conservative political parties. Some political analysts considered this a foregone conclusion, with analyst Kevin Bonham having declared it on his blog as \"Australia's most boring by-election\", however Bonham noted the size of the swing may have been indicative of the dominant centre left Labor Party's general performance in Queensland. There was a 4.2% swing against the Labor Party in the state of Queensland at the previous federal election. Wikinews spoke to one of the four candidates running in the by-election, Sandra Jephcott, who is running for the Sustainable Australia party. Sustainable Australia describes itself as a \"independent community movement from the political centre\". According to the party's website, Jephcott is a veterinarian and farmer, who has completed a veterinary degree from the University of Queensland, as well as a Master of Business Affairs at Bond University and a Master of Science at James Cook University. With Wikinews, Jephcott discussed climate change, COVID-19, water security, and foreign ownership. : Why are you running to be Groom's local MP? ((WN)) : You've said that you want to act on climate change — what would your plan be? ((WN)) : What do you think needs to be done in Toowoomba to properly protect the environment and water? ((WN)) : What are your thoughts on the COVID-19 response plan federally from the Morrison government? ((WN)) : Why did you decide to join Sustainable Australia? ((WN)) : Why do you think that foreign ownership of farms, housing and land is an important issue to combat? ((WN)) : How have COVID-19 restrictions impacted your ability to campaign? ((WN)) : What's one key issue in Groom that you think needs acting on?"}, "1-90": {"heading": "PBS show asserts greenhouse gases, atmospheric pollutants dimming future (redirect from Green house gasses, atmospheric pollutants, and global climate change) ", "link": "https://en.wikinews.org/wiki/PBS_show_asserts_greenhouse_gases,_atmospheric_pollutants_dimming_future", "date": "22-April-2006", "text": "This week, the Public Broadcasting Service aired a NOVA program titled “Dimming the Earth”, which presented research by leading scientists on the complex systems of our global climate and human activity's effect on it. One of the largest interactions (or \"inputs\") humans have with the atmosphere is the ever-increasing use of fossil fuels. Consumption has risen 2% per year for this decade. Fossil fuels burnt in factories and automobiles send their waste into our atmosphere in two forms. The first is CO2 and other greenhouse gases, which have received substantial attention in the last few years because of the way they trap heat in the atmosphere. The second is the tiny particles of sulfur dioxide, soot and ash, which scientists call aerosols (basically smog). Research into understanding the negative health effects of air pollution has resulted in the development of catalytic converters for cars as well as devices to remove particulate solids from industrial waste before it reaches the air. More recently, atmospheric scientists have come upon the phenomenon of the reduction of direct sunlight reaching Earth's surface— observing a nearly a 5% decline between 1960 and 1990, with evidence of a recovery since then. This has been dubbed the \"global dimming\" effect, and is probably due to the way these aerosols act upon clouds. It is important to realise that this does not represent a net loss of this much sunshine to the climate system - if so, large temperature declines would have been observed. Instead, the sunshine is absorbed elsewhere in the system, with a much smaller net loss. Clouds form when moisture gathers around airborne particles, such as pollen or dust. Clouds formed by the aerosol particles emitted by fossil fuel consumption are made of many more tiny droplets than \"natural\" clouds. These smog-created clouds have two notable effects: they shield sunlight from reaching Earth's surface and, due to water's reflective nature, the millions of tiny droplets suspended in them reflect light back into space, allowing even less light to reach Earth. Many scientists now believe that global dimming caused by these pollutants has mitigated the temperature rises brought about by global warming. Over the last thirty years, Earth's temperature has increased by about 0.5 oC. In the absence of global dimming, however, the Earth might be 0.3 oC warmer than it currently is, suggesting that a \"tug-of-war\" exists between greenhouse gases and particulates released by burning fossil fuels. Efforts to mitigate the human health dangers of smog have allowed more heat into our atmosphere and brought about a sharper increase in global warming. Dr. James E. Hansen, professor at Columbia University and the head of the Goddard Institute for Space Studies [1], believes  that if we continue on our current pattern, this warming could be as much as five degrees in the next thirty years and ten to fourteen degrees over the course of the century. Such a temperature rise would devastate life on Earth, likely bringing on a cascade of self-reinforcing warming effects. Earth's forests drying and burning, a steady thawing of the Greenland and arctic ice sheets, and, most dangerous of all, a release of the methane hydrates that are now frozen at the bottom of the oceans, could remake the planet into something inhospitable to human life. Dr. Hansen warns that, according to his research, man has just 10 years to reduce greenhouse gases before global warming and other responses to human activity by Earth's climate reach a \"tipping point\", becoming unstoppable."}, "1-91": {"heading": "New Australian Prime Minister signs Kyoto ", "link": "https://en.wikinews.org/wiki/New_Australian_Prime_Minister_signs_Kyoto", "date": "3-December-2007", "text": "Kevin Rudd has been sworn in as Australia's new Prime Minister with an agenda of action on climate change and the repeal of unpopular industrial laws. The new Labor government has signed ratification document to the Kyoto Protocol on climate change and also plans to withdraw Australian troops from Iraq by the middle of 2008. The agreement, which will come into force in 90 days, means Australia's greenhouse gas emissions should not be higher than 8 percent above 1990 levels. Environmental groups believe the Australian economy could easily manage even more ambitious targets. John Connor, chief executive of the Climate Institute, says Australia could cut its emissions by 20 percent by 2020. \"What this concludes is that we can actually have a strong leadership position with barely a ripple on economic growth. We'd still see a tripling of the economy through to 2050 and strong employment and quality of life growth,\" Connor said. Mr. Rudd's decision to sign the Kyoto climate accord isolates the United States, which will now be the only developed nation not to ratify the agreement. Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets. Mr. Rudd's cabinet creates a new portfolio of Minister for Climate Change and Water, held by Penny Wong, an ethnic Chinese immigrant from Malaysia. She is one of seven women in cabinet, including deputy Prime Minister Julia Gillard. Former rock singer Peter Garrett was sworn in as Environment Minister. Responsibility for running a strong Australian economy now falls to Treasurer Wayne Swan, one of Prime Minister Rudd's most trusted lieutenants. The recently appointed foreign minister Stephen Smith, a lawyer from Western Australia, is expected to visit the United States early next year to discuss Australia's plans to pull its troops out of Iraq. Mr. Rudd's decision to sign the Kyoto Protocol clears the way for his government to play a stronger role when he leads a delegation of four Australian ministers to the U.N. climate talks in Bali. They began Monday and will search for a new carbon emissions scheme to be introduced when the Kyoto treaty expires in 2012. This article is based on Australia's New PM Signs Kyoto Protocol on Climate Change by VOA News  which has a copyright policy compatible with our CC-BY 2.5. Specifically \"Copyright status of work by the U.S. government\""}, "1-92": {"heading": "Canadian Prime Minister Harper agrees to send 'Clean Air Act' to committee (category Climate change) ", "link": "https://en.wikinews.org/wiki/Canadian_Prime_Minister_Harper_agrees_to_send_%27Clean_Air_Act%27_to_committee", "date": "2-November-2006", "text": "Prime Minister Stephen Harper has agreed to send the government's 'Clean Air Act' to an all-party committee for review, before its second reading, after Tuesday's 25 minute meeting with NDP leader Jack Layton at the PMO. Layton had asked for changes to the conservatives' environmental bill during the meeting with the PM, asking for a \"thorough and complete rewriting\" of the Conservative party's environmental bill. However, Layton was disappointed with Harper's reaction. \"I'm not really convinced that the prime minister understands the urgency of the climate change crisis, the threat that climate change proposes and the urgency to move quickly,\" he said. \"Far too much emphasis on consultations that could go on for considerable periods of time as opposed to action. Layton has introduced a private member's bill on climate change. It calls for emissions to be cut by 25 per cent of 1990 levels by 2020, in an attempt to cut total emissions by 80 per cent of those levels by 2050. Other parties including the Liberal Party of Canada, Bloc Québécois and the Green Party of Canada are concerned about this. \"What we've been concerned about was really a Halloween stunt from Mr. Layton,\" Interim Liberal leader Bill Graham said at a news conference. \"It will be completely transformed,\" said BQ Leader Gilles Duceppe. \"The Conservatives won't recognize their legislation.\" However, Green Party Leader Elizabeth May said bringing the 'Clean Air Act' into committee would give the legislation some legitimacy it doesn't deserve. The committee will be full of critics commenting on the conservatives' bill. The Tory government may have a possible non-confidence motion as early as Thursday unless it allows opposition parties to rewrite its clean air bill, which the PM had agreed to in the meeting with Layton."}, "1-93": {"heading": "Greta Thunberg named 2019 Time Person of the Year (category Climate change) ", "link": "https://en.wikinews.org/wiki/Greta_Thunberg_named_2019_Time_Person_of_the_Year", "date": "14-December-2019", "text": "On Wednesday, Time magazine announced its selection of climate change activist Greta Thunberg as their 2019 \"Person of the Year\". The sixteen-year-old Swede is currently the youngest recipient of the 92-year-old award. Thunberg received the award, with which Time credits an individual as having done \"for better or for worse [...] the most to influence the events of the year\", for her work drawing attention to the issue of climate change. Thunberg began her climate protest on August 20, 2018, at the age of fifteen, outside of the Swedish Parliament, instead of attending school. She protested alone on the first day, but thousands of Swedes eventually joined the protest. That September, the Fridays for Future movement launched; Thunberg promised protests every week until Sweden joined the Paris Agreement. Other countries had similar protests, with 35 thousand students protesting in Belgium in January of this year. Thunberg then led, according to Time, the largest climate change demonstration ever held to date, on September 20 of this year. An estimated four million people overall took part in the protests. This included marches of 250 thousand protesters in New York City, 100 thousand in London, and 1.4 million in cities throughout Germany. Time reported some were using the slogan \"Make the World Greta Again\". In her campaign, Thunberg has met with multiple world leaders advocating climate change action, including giving an address at the United Nations, meeting with Roman Catholic Pope Francis, and speaking to the United States Congress. Her influence also resulted in a Nobel Peace Prize nomination. According to NBC, Time also considered the United States Speaker of the House Nancy Pelosi, United States President Donald Trump, protesters in Hong Kong over Chinese extradition, and a United States whistleblower who revealed an alleged illicit interaction between Trump and Ukraine President Volodymyr Zelensky."}, "1-94": {"heading": "G8 leaders set new emissions target (category Climate change) ", "link": "https://en.wikinews.org/wiki/G8_leaders_set_new_emissions_target", "date": "10-July-2009", "text": "The leaders of the Group of Eight (G8) countries are meeting in L'Aquila, Italy, from July 8 to July 11. On Wednesday, the group announced that it had agreed to a cut in carbon emissions. The G8 agreed to a target to cut emissions by 80% by 2050, though interim targets were not defined. \"I believe we've made some important strides forward as we move towards Copenhagen,\" said United States President Barack Obama. \"I don't think I have to emphasise that climate change is one of the defining challenges of our time. The science is clear and conclusive and the impacts can no longer be ignored.\" Obama was referring to the United Nations Climate Change Conference 2009, scheduled for December 2009 in Copenhagen, Denmark. \"I hope tomorrow when we meet other countries we'll follow that through and this is a very significant development, the first time it's ever been done,\" United Kingdom Prime Minister Gordon Brown said. \"The commitments expressed today at the G8 and Major Economies Forum (MEF) leaders' meeting, while welcome, are not sufficient,\"Ban Ki-moon, the Secretary-General of the United Nations, said. \"For us the 80 percent figure is unacceptable and likely unattainable,\" said Arkady Dvorkovich, the top economic aide to Russian President Dmitry Medvedev. \"We won't sacrifice economic growth for the sake of emission reduction.\""}, "1-95": {"heading": "Bloomberg and Clinton create green alliance (category Climate change) ", "link": "https://en.wikinews.org/wiki/Bloomberg_and_Clinton_create_green_alliance", "date": "17-April-2011", "text": "Former President Bill Clinton and New York City Mayor Michael Bloomberg have revealed plans to merge their climate leadership groups C40 and the Clinton Climate Initiative on Wednesday. Bloomberg serves as the chair for C40 Cities, an organization of cities devoted to tackling climate change. Together with the Clinton Climate Initiative, a program of the William J. Clinton Foundation, the two high profile environmentalists believe the alliance will assist cities to reduce greenhouse gas emissions through a range of energy efficient and clean energy programs. \"I am pleased and honored to be here with my friend President Clinton. He has been a life-long champion of climate initiatives and I can think of no greater partner in this effort,\" said Bloomberg. President Clinton said the merger will \"make it possible to create jobs and grow economies through reduced emissions. By combining forces with the C40, I believe the CCI Cities Program can continue to expand this work and make an even greater impact.\" Mayor Bloomberg also announced  that the fourth C40 Summit will commence on May 31st in São Paulo. Both Clinton and Bloomberg will give keynote addresses at the summit, which is attended by the Mayors of many of the world's major cities."}, "1-96": {"heading": "New Zealand delays emissions trading scheme (category Climate change) ", "link": "https://en.wikinews.org/wiki/New_Zealand_delays_emissions_trading_scheme", "date": "17-November-2008", "text": "New Zealand's incoming government will delay the implementation of the country's emissions trading scheme (ETS) pending a full inquiry into climate change. The decision was revealed in the National Party's confidence and supply agreement with the ACT Party.  The agreement commits National to a review of climate change policy by a special select committee of Parliament. The review will include the emissions trading scheme and possible alternatives to it, as well as \"hear[ing] competing views on the scientific aspects of climate change\" and considering whether responding to climate change is economically worthwhile. Implementation of the ETS would be delayed until the review is complete — a process expected to take at least a year. The ETS requires companies emitting greenhouse gases to cover their emissions with permits.  The legislation was passed on September 10, 2008, and provides for a phased implementation, with forestry entering the scheme immediately, industrial and energy sector emissions entering in 2010, and transport fuels in 2011. The National Party won a victory over the Labour Party in last week's elections, and has formed a new government cabinet, led by prime minister-elect John Key."}, "1-97": {"heading": "Study says carbon dioxide levels rising faster than anticipated (category Climate change) ", "link": "https://en.wikinews.org/wiki/Study_says_carbon_dioxide_levels_rising_faster_than_anticipated", "date": "23-October-2007", "text": "The concentration of carbon dioxide (CO2) in the atmosphere is increasing faster than expected, according to a new study published in Tuesday's edition of the Proceedings of the National Academy of Sciences.  The study said that rising levels of CO2, the main greenhouse gas blamed for climate change, threaten to accelerate global warming.  The study attributes the change in CO2 levels to increased use of fossil fuels and a decline in the amount of gas being absorbed by the oceans and land. CO2 emissions have increased by an average of 3.3 percent per year since 2000, compared with 1.1 percent per year in the 1990s.  The rate has increased 35 percent more than scientists had anticipated based on economic growth, according to Corinne Le Quere, one of the paper's authors. \"The causes of the acceleration are surprising,\" Le Quere said.  \"One is that we are not as efficient at using CO2 as we had anticipated, and the second cause is that it appears that the CO2 sinks are weakening.\"  The main natural CO2 sinks are the oceans and plants. The study attributed approximately half of the unexpected growth to an increase in the carbon intensity of the global economy, a measure of the amount of carbon emissions per unit of economic activity.  \"For 30 years we were becoming more efficient at using CO2 for producing energy and wealth, and this has completely stalled since 2000,\" Le Quere said, adding that increased use of coal by developing countries such as China and India was partially to blame. The remaining unexpected growth was attributed to a decline in the ability of the oceans and land to absorb CO2.  Most climate models do not account for a weakening of CO2 sinks, Le Quere said.  Alan Robock, associate director of the Center for Environmental Prediction at Rutgers University, called the reduction of the oceanic CO2 sink \"really shocking\". The study \"raises some very important issues that the public should be aware of: Namely that concentrations of CO2 are increasing at much higher rates than previously expected and this is in spite of the Kyoto Protocol that is designed to hold them down in western countries,\" said Kevin Trenberth, the head of the Climate Analysis Section at the National Center for Atmospheric Research and a lead author of the 2007 assessment report of the U.N. Intergovernmental Panel on Climate Change (IPCC). The IPCC predicted in February of this year that temperatures would rise by up to 6.4 degrees Celsius over the next century.  However, Le Quere suggested that this scenario might be overly optimistic.  \"There’s quite a significant difference from what was forecast,” she said.  \"It’s rather scary and the IPCC scenarios are, therefore, rather too optimistic — as if they weren’t bleak enough already. The whole thing is likely to mean mitigation is rather more difficult than was thought.\""}, "1-98": {"heading": "British Climatic Research Unit's emails hacked (category Climate change) ", "link": "https://en.wikinews.org/wiki/British_Climatic_Research_Unit%27s_emails_hacked", "date": "19-November-2009", "text": "Unknown individuals gained access to a server of University of East Anglia's Climatic Research Unit (CRU). As a result, around thirteen years of email correspondence between researchers is now available worldwide. Substantial previously unpublished climate change observations are included. According to initial reports by TGIF Newspaper and the Watt's Up With That blog, hundreds of emails and documents were made available from a FTP site on a Russian server with an accompanying statement: Some journalists suppose that this event is a consequence of increased attention on CRU after it played a substantial role in the IPCC fourth assessment report (2007). The released data is a 62 megabyte zip file, containing around 160 megabytes of emails, pdfs and other documents.  Some of the contents have been confirmed as genuine by the head of the University of East Anglia’s Climate Research Unit, Dr Phillip Jones. In an interview with TGIF Newspaper, he stated that a breach of security had taken place and that a large quantity of files had been \"stolen\". The interviewer discussed one of Dr. Jones' published e-mails: The interviewer asked Dr. Jones to explain the phrase \"hide and decline\", but he answered that he had no idea what he meant by using them (as they were made in the context of a discussion taking place 10 years ago), and he had not attempt to mislead: In a press release by the University of East Anglia, Dr. Jones stated that: One such colloquialism, \"trick,\" is frequently used by scientists and engineers to refer to an essential or non-obvious element in the solution of a problem, as opposed to the common political usage connoting deception. Commentators argue that the published messages show the researchers' reluctance to publish scientific material, though it contains serious global warming observations. Some of the correspondence portrays the scientists as feeling under siege by skeptics’ and worried that any stray comment or data glitch could be turned against them. The East Anglia University has shut down the original server, from which the information was stolen. A university spokesman stated that data was published without permission, but did not confirm whether all of the published communication is genuine: The release of the documents comes just weeks before a major climate-change summit in Copenhagen, Denmark, meant to lay the groundwork for a new global treaty to curb greenhouse-gas emissions and fight climate change."}, "1-99": {"heading": "Arnold Schwarzenegger to visit Canada (category Climate change) ", "link": "https://en.wikinews.org/wiki/Arnold_Schwarzenegger_to_visit_Canada", "date": "15-January-2007", "text": "Arnold Schwarzenegger, best known for his role in The Terminator and being the Govenor of California (which earned him the nickname The Governator), has been invited by the Prime Minister's Office to visit Canada. Schwarzenegger is reported to have higher expectations for reducing greenhouse gas emissions than Prime Minister Stephen Harper. \"I hope it means they are serious about taking the kind of actions that Arnold Schwarzenegger is taking in California on climate change,\" said Green Party of Canada leader Elizabeth May. Environment minister John Baird said he and the Canadian government are concerned about the  climate. \"We're concerned about the huge climate change challenges,\" said Baird. \"The erratic weather we've had this winter is a huge wake-up call.\" The Canadian PM and \"The Governator\" first met when they went to Mexico for the inauguration of Felipe Calderón, the president of Mexico. No date has been set as to when the meeting will happen."}, "1-100": {"heading": "Sydney holds voluntary one hour blackout (category Climate change) ", "link": "https://en.wikinews.org/wiki/Sydney_holds_voluntary_one_hour_blackout", "date": "31-March-2007", "text": "Saturday, March 31, 2007 Many lights in Sydney, Australia's largest city, were turned off for one hour at 19:30 local time (09:30 UTC) on March 31, 2007 to raise awareness of climate change. This Earth hour, which was organised by the World Wide Fund for Nature (WWF), received support from the government of New South Wales, many environmental groups and some businesses. Many famous buildings such as the Opera House, Sydney Harbour Bridge and Luna Park took part. Organisers also hoped the event would encourage Australians to conserve energy, claiming if various electronics were switched off when they were not in use the country's greenhouse gas emissions could reduce by up to 5%."}}