{"7-1": {"heading": "High potential for wildfires across Texas for several days ", "link": "https://en.wikinews.org/wiki/High_potential_for_wildfires_across_Texas_for_several_days", "date": "13-July-2022", "text": "Extreme high heat and dry conditions are serving to create the potential for excessive wildfires across much of Texas, according to officials. On Tuesday, a report citing officials with the Texas A&M Forest Service, noted that even though thunderstorms are predicted this week, lightning from those storms could spark ignitions of fire. Between July 8 and July 10, forty-three new wildfires were recorded across the state. The report also noted the potential is high for wildfires to erupt near the cities of Athens, Tyler, Longview, Palestine and Huntsville. Also on Tuesday, temperatures in the city of Tyler hovered at 102 °F (38.9 °C) for most of the afternoon. As of Wednesday, the National Weather Service has a heat advisory in place across portions of southern Texas."}, "7-2": {"heading": "California man convicted of murdering five firefighters by starting wildfire ", "link": "https://en.wikinews.org/wiki/California_man_convicted_of_murdering_five_firefighters_by_starting_wildfire", "date": "7-March-2009", "text": "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit. Oyler, 38, set the Esperanza Fire out of anger his dog had been impounded, according to prosecutors. The October 2006 blaze destroyed 34 houses and 20 outbuildings, scorching over 17,400 hectares. Prosecutors said he was \"bent on destruction\". Prosecutors also alleged Oyler started the fire at night specifically to leave firefighters \"on their own\" without aerial support. He was identified as the arsonist behind the fire after a security camera saw his car several times and samples taken from the scene matched those found in his girlfriend's house. Oyler, an unemployed car mechanic, was also identified by the owner of a local petrol station as having stood in a car park and watched the fire's spread. The five firefighters that were killed died when their truck was overrun by the flames. Oyler was convicted of murdering them on Friday March 6 after a six-week trial in Riverside California. The twelve-member jury took nearly a week of deliberation before returning the guilty verdict, and will meet to hear arguments regarding Oyler's sentence on Tuesday. He may face the death penalty. His defense had admitted Oyler likely started several fires in the Riverside County area, but denied he had started the one that killed the firefighters."}, "7-3": {"heading": "Neola North wildfire in Utah blamed for three deaths ", "link": "https://en.wikinews.org/wiki/Neola_North_wildfire_in_Utah_blamed_for_three_deaths", "date": "2-July-2007", "text": "A wildfire in the Ashley National Forest has been blamed for three deaths and has led to the evacuation of about 500 residents of the communities of Whiterocks, Farm Creek, Paradise and Tridell in eastern Utah. The fire broke out on Friday, June 29 at around 9:00 a.m. local time in Duschene county, north of Neola by state route 121, and proceeded to spread westward into Uintah county. To date, the cause of the wildfire is unknown. An early report by public safety officials claimed it was caused by a faulty power line or transformer. However, a later announcement by Moon Lake Electric Association CEO Grant Earl disputed this. By Saturday morning, the fire had spread across approximately 46 square miles of land and been blamed for three fatalities: George Houston, his son Tracy Houston, and Roger Roberson, all from Farm Creek. Eleven year old Duane Houston, George's grandson, was able to escape the fire with only minor injuries. The communities of Whiterocks, Farm Creek, Paradise and Tridell, consisting of approximately 500 local residents, were evacuated by Sunday, and at least five homes are known to have been destroyed. Those without family or friends to provide lodging have been relocated to the Ute Indian Tribe's auditorium in Fort Duchesne and Union High School in Roosevelt. The Federal Emergency Management Agency became involved in the management of fire fighting efforts on Sunday, and a specialized regional wildland fire team, the Rocky Mountain Type One Management Team, had begun to converge on the Uinta Basin to assist with the firefighting, along with about 100 members of the Utah National Guard. Reports that same day claimed the fire was 5% contained, but that it had split into at least two separate smaller fires. Authorities declared their intention to prevent the fire from moving eastwards into Dry Fork Canyon and the town of Tridell."}, "7-4": {"heading": "Wildfire affects Lolol, Chile area; yellow alert lifted ", "link": "https://en.wikinews.org/wiki/Wildfire_affects_Lolol,_Chile_area;_yellow_alert_lifted", "date": "16-March-2011", "text": "A wildfire affected eighteen hectares of scrubland, grassland and eucalyptus in the Ranguilí area of Lolol, Chile. Due to strong winds and climatic conditions in the area, as well as the imminent risk of it spreading to homes, the National Emergencies Office of the Ministry of the Interior (ONEMI) declared a red alert for the commune on Sunday. It was then decreased to yellow alert, until it was finally lifted on Tuesday, after the wildfire was extinguished. Both Chile's National Early Warning Centre, and the O'Higgins Region ONEMI monitored the wildfire. Lolol is a town located in the Colchagua Province of O'Higgins Region, in Chile. It is home to about 6,200 residents, and part of its urban center is considered a \"Typical Zone\" by the National Monuments Council."}, "7-5": {"heading": "US Boy Scouts and hikers airlifted from wildfire in Utah ", "link": "https://en.wikinews.org/wiki/US_Boy_Scouts_and_hikers_airlifted_from_wildfire_in_Utah", "date": "20-July-2007", "text": "On Friday, a group of hikers and 18 boy scouts were airlifted by helicopters away from a wildfire in Nephi Canyon, Utah. The hikers and scouts escaped into a rough rocky area to keep a safe distance from the dangerous wildfire after it advanced on their campground. The wildfire started in a campground in Salt Creek Canyon, 85 miles from Salt Lake City, and has burned 13,000 acres across 20 square miles as of Friday. The fire has burned a campground and motel, and forced the evacuation of all campgrounds and cabins in its path."}, "7-6": {"heading": "US wildfire reaches Interstate 5 near Los Angeles ", "link": "https://en.wikinews.org/wiki/US_wildfire_reaches_Interstate_5_near_Los_Angeles", "date": "14-July-2009", "text": "A California wildfire has reached Interstate 5, just 40 miles northwest of downtown Los Angeles. The fire has burned 400 acres of grassland in the Angeles National Forest, and continues to blaze in the Pyramid Lake area. According to the forest spokeswoman Dee Dechert, the fire is 50 percent contained, but it has damaged Southern California Edison power lines, causing traffic jams. The two right northbound lanes on Interstate 5 had to be shut down, backing up traffic for several miles; they were still closed Tuesday morning. However, no homes or other structures are at risk. As of 7 pm local time on Tuesday, 500 people, mostly from Los Angeles County Fire Department, were working to contain the fire in heat that exceeded 100 °F (38 °C). According to authorities, four helicopters and six air tankers were also on the scene to control the flames, which are being pushed northeast by a 5 miles (8 km) per hour wind. The wildfire began around noon on Monday, just northwest of Castaic near the Golden State Freeway. The cause is not currently known, but it is expected to be 100 percent contained by 6 pm on Tuesday. The only injury reported so far occurred when a firefighter was stung by a bee."}, "7-7": {"heading": "California wildfires continue blazing ", "link": "https://en.wikinews.org/wiki/California_wildfires_continue_blazing", "date": "15-July-2006", "text": "In Yucca Valley, California, USA, wildfires destroyed nearly 110 square miles of land (285 square km), burning over 45,000 acres (182 square km), as the outcome of two wildfires merging into one. Current conditions could only make it worse. Over 3,000 firefighters and 36 aircraft were sent to fight the blaze, which some predicted would reach all the way to Big Lear Lake, a popular summer getaway vacation area, about 80 miles east of Los Angeles, California (129 km). Temperatures there reached up to 112°F (44.5°C). Firefighters fighting the wildfire have successfully stopped it from burning the resort and other communities nearby in its path. The continuous winds and the intense heat would only mean that the blaze would last even longer and call for more firefighters to overtake the flames. California Governor Arnold Schwarzenegger has declared a state of emergency for San Bernardino County as a result of the wildfires."}, "7-8": {"heading": "Over 13,500 evacuated after wildfire in California ", "link": "https://en.wikinews.org/wiki/Over_13,500_evacuated_after_wildfire_in_California", "date": "8-May-2009", "text": "The recent wildfires in Santa Barbara County, California, have burned more than 1,300 acres (2.03-square mile) of land between Tuesday and Thursday. Over 20 homes were destroyed, 5,400 homes abandoned and more than 13,500 residents were evacuated. Of the 1,400 firefighters tending the blaze, ten firefighters have been injured, three seriously. \"There maybe should have been hundreds of homes lost due to the amount of fuel in that canyon and the 70 mph winds,\" Santa Barbara County Fire Chief Tom Franklin said. \"There was some real effort made on that fire front and some real saves that the firefighters made out there.\" \"Sundowner winds really pick up after sundown and they can just wreak havoc,\" said a spokeswoman for the Santa Barbara County emergency operations center. Near Sierra Vista, Arizona, another fire has taken three homes, critically injured one person and destroyed 4,000 acres.  It is 30% under control. Santa Barbara has just recovered from the Montecito Tea Fire, which took 210 homes in the fall of 2008.  2008 also saw the Sayre Fire, Chino Hills and the Triangle Complex Fire in California."}, "7-9": {"heading": "Los Angeles wildfires are nearly contained ", "link": "https://en.wikinews.org/wiki/Los_Angeles_wildfires_are_nearly_contained", "date": "20-November-2008", "text": "The recent wildfires in Los Angeles, California, have burned more than 42,000 acres (17,000 hectares) of land. Nearly 1,000 homes were destroyed, and more than 10,000 residents were evacuated. Los Angeles Mayor Antonio Villaraigosa expressed concerns that Los Angeles was on the verge of a blackout, and California Governor Arnold Schwarzenegger has declared the situation a state of emergency. In terms of property damage, this fire is the worst since the Bel Air fire in 1961. Los Angeles County Supervisor Zev Yaroslavsky stated, \"Whether you live in a mobile home park or you live in an estate, when you lose your home it's devastating.\" In Montecito, a census-designated place in Santa Barbara County, the homes of many celebrities, including Steven Spielberg, Steve Martin, Eric Schmidt, and Rob Lowe, have been destroyed. This massive fire has caused millions of dollars of damage and 13 injuries. Rob Lowe declared that \"it was just like Armageddon.\" According to one official, the fire started when ten students lit a bonfire on a ridge but failed to extinguish it. Although Santa Barbara County Sheriff Bill Brown believes that \"this fire was the result of carelessness, not criminal intent,\" the county district attorney will still have to review the case. Santa Ana winds with gusts up to 70 mph exacerbated the Montecito fire, which destroyed over 100 buildings and damaged many others, including Westmont College. The college's 1000 students were forced to take shelter in the gymnasium. A spokesman for the college, Scott Craig, described the scene: \"I saw flames about 100 feet high in the air shooting up with the wind just howling. Now when the wind howls and you've got palm trees and eucalyptus trees that are literally exploding with their hot oil, you've got these big, red hot embers that are flying through the sky and are catching anything on fire.\" Officials now report that firefighters are making some progress. Of the three major fires, the Montecito Tea Fire is 95% contained; the Sayre Fire, 70%; and the Triangle Complex Fire, 75%. Officials have lifted the evacuation order for Chino Hills as well."}, "7-10": {"heading": "Wildfire in California displaces 30,000 ", "link": "https://en.wikinews.org/wiki/Wildfire_in_California_displaces_30,000", "date": "9-May-2009", "text": "The recent Jesusita Fire in Santa Barbara County, California, has burned more than 8,600 acres of land over the last four days. Over 75 homes were destroyed, and more than 30,500 residents were evacuated. Another 23,000 are on standby to leave immediately when the notice comes down. Approximately 3,500 homes along with 100 businesses are currently threatened by the blaze. \"Right now, if you are not evacuated in the Santa Barbara area, you are sheltering evacuees,\" said city Fire Chief Andrew DiMizio, \"We saw the fire spread laterally across the top of the city and the fire front extend to almost eight kilometers now.\" The firefighting crew on guard against the fire has amassed 2,300 firefighters with 246 fire engines, fourteen air tankers, fifteen helicopters as well as a DC-10 jumbo jet tanker. There have been no reports of residents being injured, however 11 firefighters have sustained injuries battling the fire, placing three in the hospital."}, "7-11": {"heading": "California wildfire kills four firefighters seriously injures one ", "link": "https://en.wikinews.org/wiki/California_wildfire_kills_four_firefighters_seriously_injures_one", "date": "27-October-2006", "text": "A wildfire has been reported near Palm Springs, California. At least 4 United States Forest Service firefighters were killed and 1 seriously injured, with burns on nearly 95% of his body.  The firefighters were overcome by fire while attempting to put out a blaze inside a home. The fire has burned nearly 10,000 acres and has destroyed 5 houses including 5 other buildings. \"We had a lot of fire activity overnight. Normally the fire dies down and the winds let up but that didn't happen last night. It burned like it was daytime,\" said California Department of Forestry spokesman, Bill Peters. \"[The] chances of survival are low when you have that bad of an injury,\" said Arrowhead Regional Medical Centre surgeon, Doctor Dev Gnanadev who also added that the firefighter has suffered \"severe respiratory damage.\" Witnesses have reported that 2 males were seen leaving the area of the fire at 1:00 a.m. on Thursday morning. Authorities have determined that the blaze was due to arson and are offering a $500,000 [USD] reward for information leading to an arrest, but no information on how or why the fire was set has been released. Authorities say that murder could be among the arson charges who whoever is responsible. \"This is an arson fire. This is a deliberately set arson fire,\" said California Department of Forestry and Fire Prevention, John Hawkins. Nearly 1,000 people have been evacuated from the area."}, "7-12": {"heading": "California wildfire forces evacuation of thousands ", "link": "https://en.wikinews.org/wiki/California_wildfire_forces_evacuation_of_thousands", "date": "27-April-2008", "text": "At least 400 homes have been evacuated in Sierra Madre near Los Angeles, California after a wildfire which started on Saturday, began to threaten their homes. So far only five percent of the 350 acre fire is contained, with over 400 firefighters battling the blaze. Authorities say that it has been over 40 years since some parts of the land have caught fire. The cause of the fire is not known. Authorities say the investigation into how it started may take up to three days to finish. So far there have been no injuries and no homes have yet been damaged, but one building storing equipment used by firefighters was burned to the ground. For a short time, at least 100 hikers were trapped in the mountains and a boy scout camp was also threatened by the blaze. Several people celebrating a wedding have also been trapped by the fire but are not injured and authorities say they are in no danger from the blaze.  However, there are currently around 1000 people under mandatory evacuations, and the city has been declared in a state of emergency. It could take at least five days before the fire can be brought under full control."}, "7-13": {"heading": "At least four dead and hundreds of homes destroyed after week of wildfires rage throughout Texas ", "link": "https://en.wikinews.org/wiki/At_least_four_dead_and_hundreds_of_homes_destroyed_after_week_of_wildfires_rage_throughout_Texas", "date": "9-September-2011", "text": "Parts of Texas have been scorched by sweeping wildfires this week. Officials state that a wildfire which swept much of central Texas this week destroyed at least 1,400 homes and forced about 5,000 people to evacuate to safety. An official with the Texas Forestry Services told news sources on Thursday that much of that fire has been contained. Officials have speculated that this fire alone has destroyed more homes than any other wildfire on record in the state. Officials are welcoming dropping temperatures, stating this will increase their ability to fight the fires effectively. A converted DC-10 aircraft was recently made available to fire authorities, but cannot be used until Friday as workers still need to time to prepare on-board equipment. One of the two fatalities in the central part of the state has been identified as Michael Troy Farr, 49, who died at his home. Earlier in the week, a woman and her infant died in a related blaze that quickly engulfed their home located near the city of Gladewater, located in the eastern part of the state. On Thursday, officials warned that East Texas has become the center of wildfire activity in the state. At least 170 wildfires have ravaged much of the state over the past week. On Tuesday, a thick haze of smoke enveloped the city of Tyler for several hours, forcing school officials to cancel all outdoor sports activities. Since late 2010 the overall devastation of wildfires in the state is estimated to cost at least US$216 million (£136 million,"}, "7-14": {"heading": "Nevada wildfires forces evacuations ", "link": "https://en.wikinews.org/wiki/Nevada_wildfires_forces_evacuations", "date": "8-July-2007", "text": "1,500 people in the town of Winnemucca, Nevada, United States had to be evacuated this weekend as an 8,000-acre, 55 square mile wildfire burned dangerously close to the town's southern end. The fire threatened homes, businesses and a power substation. Lightning strikes are believed to have started the blaze."}, "7-15": {"heading": "Near-record heat in Minnesota brings wildfire to the Boundary Waters ", "link": "https://en.wikinews.org/wiki/Near-record_heat_in_Minnesota_brings_wildfire_to_the_Boundary_Waters", "date": "16-July-2006", "text": "A heat wave in the upper Midwest has people trying to stay cool, while the National Guard is activated by Minnesota Governor Tim Pawlenty to fight a new wildfire in the Boundary Waters Canoe Area Wilderness. Temperatures cracked 100 degrees Fahrenheit (38 Celsius) in St. Paul, Minnesota, and reached a record-breaking 96 degrees Fahrenheit (35.5 Celsius)  in Duluth, Minnesota. Smoke was spotted Friday afternoon in the wilderness area about one mile southwest of Seagull Lake.  This area of the 1 million acre wilderness was hit by a severe windstorm in 1999, which killed millions of trees, increasing concern about the future threat of wildfires. Firefighters are not yet on the ground, as the fire is located in a remote area inaccessible by trails or lakes.  Helicopters have been called in to begin suppression efforts immediately. Jean Bergerson, spokesperson for the Minnesota Inter-agency Fire Center, described the blaze as \"well over 1,000\" acres in size.  The cause of the fire is not yet known. UPDATE:Saturday, June 17, 2006 The flames continue to rage in Northern Minnesota as the fire expands by the hour, now engulfing more than 6,000 acres of the Boundary Waters Canoe Area, as reported by the Minneapolis Star Tribune today. The purported cause of the fire is a lightning strike. There are now over 60 firefighters stationed on the ground near the fire, though it is still considered too dangerous to combat the blaze directly. This is the largest fire to take place in Minnesota in years, and has now spread to within 3 miles of the Gunflint Trail, though the trail may be protected by controlled burn zones put in place in recent years by the US Forest Service. Govenor Tim Pawlenty plans a fly-over of the afflicted area."}, "7-16": {"heading": "Wildfires started by lightning burn in California ", "link": "https://en.wikinews.org/wiki/Wildfires_started_by_lightning_burn_in_California", "date": "25-June-2008", "text": "A large lightning storm this week sparked over 800 wildfires in northern California. A lightning storm this past Friday caused wildfires burning from Mendocino County to Monterey County, the latter a county that has been declared an emergency zone, along with Trinity County. Of the 800 wildfires burning, recent numbers say that around 200 are unattended, some being left to burn themselves out. Over 100,000 acres have been burned from these wildfires. Already an early fire season, the National Climatic Data Center reports this has been the driest spring in 114 years of record keeping. The lack of precipitation and dry thunderstorms have turned the northern part of the state into a smoky inferno. Smoke is so bad in Sacramento (and as far away as Reno) that health authorities have encouraged the public to stay inside, and in Monterey County some residents were ordered to evacuate. Governor Arnold Schwarzenegger asked for help from other states, and Nevada and Oregon have thus far responded. Oregon has sent 2,400 firefighters already. Nevada itself has struggled with wildfires, nearly 100 fires are estimated to be burning. Oregon does not have as many wildfires due to their saturated climate."}, "7-17": {"heading": "Cargo plane crashes in Alaska's Denali Park, sparks wildfire ", "link": "https://en.wikinews.org/wiki/Cargo_plane_crashes_in_Alaska%27s_Denali_Park,_sparks_wildfire", "date": "2-August-2010", "text": "A cargo plane crashed into a mountain Sunday afternoon in Alaska's Denali National Park, killing around three people and sparking a small wildfire after the aircraft disintegrated and burst into flames. According to the National Park Service, the plane crashed into the southern slope of Mount Healy, and the crash was just 200 yards away from Denali's only road. Though it is estimated that three people died in the crash, it has been hard to determine exactly how many died as \"the plane pretty much disintegrated,\" park spokeswoman Kris Fister said. The explosion from the crash sparked a small wildfire that firefighters contained within two acres (one hectare.) Though George Clare, a man from Las Vegas who witnessed the crash, thought the plane looked like a military aircraft, US military officials have stated that none of their planes were involved. Clare has said that the plane was \"... a military khaki green kind of color. It was propeller-driven. It was a fixed wing aircraft and it had kind of a flat underbelly.\"  The Federal Aviation Administration, which tracks civil flying accidents, later circulated a report that identified the aircraft as a Fairchild C-123K, and echoed the initial reports that all three on board died, including one passenger. Jeff Kowalczyk, an EMT hiking through the 6,075,107 acre park with his wife, a nurse, said that he saw the plane positioned almost upside-down as it crashed. The crash was only a few hundred yards from where he was watching, and he also said \"the whole experience was really surreal.\" The crash came just four days after another major airplane crash in the state, when a military cargo plane crashed a minute after taking off at the Elmendorf Air Force Base in Anchorage. The crash killed four people onboard who were training for an airshow."}, "7-18": {"heading": "Wildfires burn in southern California ", "link": "https://en.wikinews.org/wiki/Wildfires_burn_in_southern_California", "date": "22-October-2007", "text": "Wildfires in Malibu, California, USA have forced the evacuation of the campus of Pepperdine University, as well as several celebrity homes, and more than 250,000 people in San Diego County; after more than 250,000 acres burned in Southern California. High winds and low humidity in the area have only helped to strengthen the fire. Additionally, firefighters are currently having a difficult time getting in to Malibu, as the only road that leads in to the area is the Pacific Coast Highway, which often sees heavy traffic, although it has been closed between Kanan Road and Topanga Canyon Boulevard. Currently, 700 firefighters are working on fighting the blaze. The fire has burned about 4400 acres so far and 15 homes have been lost, however there have been no reported injuries or deaths. The Los Angeles County Fire Department reports the blaze is 15% contained, with 100% containment predicted by Friday, October 26. Other Los Angeles County wildfires are burning in Agua Dulce (~10,000 acres), Chatsworth, and Castaic. San Diego, California, USA fires are burning at Witch Creek and at Potrero in San Diego County.  The Witch Creek fire, as of 5:50 AM PDT Monday, has burned 8000 acres, and has merged with another fire near the San Diego Wild Animal Park. The city of Ramona, California, USA is under mandatory evacuation and authorities have ordered evacuations in Rancho Bernardo, California, USA and Poway, California, USA as the fires surge west. So far, over 250,000 people have been evacuated in San Diego County. Additional fires are now being reported in Fallbrook, California, USA and San Marcos, California, USA. The San Diego County Office of Emergency Services (OES) advised residents north of state Route 56, south of Del Dios Highway, west of Interstate 15 and east of Interstate 5 to evacuate, as of 8:32 AM PDT Monday. Since Del Dios Highway is a short north-south segment, it is not clear what OES' intended northern boundary was.  Qualcomm Stadium in Mission Valley is opening as an evacuation center. As of 7:32 a.m. PDT Monday, authorities are reporting 18,000 acres burning in San Diego County, with 0% containment. As of 10:16 a.m. PDT Monday, 250,000 people have been evacuated from their homes. Rancho Santa Fe, California, USA was ordered emptied, while dozen of homes were on fire in Ranch Bernardo, California, USA. As of 10:32 a.m. PDT Monday, the CHP advises that  Interstate 15 is still closed in both directions between state Route 78 and state Route 56 As of 1:45 p.m. PDT Monday, evacuations were ordered for Scripps Ranch, California, USA, specifically \"Everything south of Scripps Poway Parkway, North of MCAS Miramar, East of Interstate 15, West of Highway 67.\"  This evacuation comes almost four years to the day after the Cedar Fire of 2003. In Orange County, a 3800-acre fire is burning in Silverado Canyon. California governor Arnold Schwarzenegger has declared a state of emergency."}, "7-19": {"heading": "UN proposes world-wide natural disaster warning system ", "link": "https://en.wikinews.org/wiki/UN_proposes_world-wide_natural_disaster_warning_system", "date": "20-January-2005", "text": "The UN has proposed the formation of the International Early Warning Programme (IEWP), with the suggestion that it would have greatly limited the impact of the 2004 Indian Ocean earthquake and tsunamis. The system would analyse data from all over the world and rapidly transmit warnings. It would also feature a population training element, to make sure people know what to do upon hearing warnings or to teach them to recognize danger signs. “This new programme will help bring safety, security and peace of mind,” stated the Director of the UN International Strategy for Disaster Reduction (ISDR), Sálvano Briceno, at the World Conference on Disaster Reduction (WCDR) in Kobe, Japan. The system, first proposed two years ago, has been given new impetus by the recent disaster in the Indian Ocean. It will warn against many types of natural disaster including wildfires, floods, droughts, volcanic eruptions and tsunamis. The Program will see many existing UN programs working together, including the World Food Program, the World Meteorological Program, the UN Educational, Scientific and Cultural Organization (UNESCO), and the UN Environment Programme (UNEP). One third of the people the World Food Program helps are the victims of natural disasters. The system will be built around better, more open flow of regional data and the formulation of local warning plans."}, "7-20": {"heading": "World leaders call to address Amazon rainforest fires at G7 ", "link": "https://en.wikinews.org/wiki/World_leaders_call_to_address_Amazon_rainforest_fires_at_G7", "date": "24-August-2019", "text": "On Thursday, French President Emmanuel Macron called for G7 action to correct what he named the international crisis of wildfires currently destroying Amazon rainforest in and around Brazil. G7 was already scheduled to meet this weekend. The call was quickly seconded by German Chancellor Angela Merkel and British Prime Minister Boris Johnson. \"Our house is burning. Literally. The Amazon rainforest — the lungs which produces 20 percent of our planet's oxygen — is on fire. It is an international crisis. Members of the G7 Summit, let's discuss this emergency first order in two days!\" Macron told the world on Thursday via Twitter. Merkel seconded Macron's recommendation the fires be added to the agenda. \"We stand ready\" tweeted Johnson \"to provide whatever help we can to bring them under control and help protect one of Earth's greatest wonders.\" Brazilian President Jair Bolsonaro opposed Macron's statement: \"The French president's suggestion that Amazon issues be discussed at the G-7 without participation by the countries in the region evokes a colonialist mentality that is out of place in the 21st century[.]\" G7, or the Group of Seven, is an informal group of seven countries, the United Kingdom, United States, France, Canada, Germany, Japan, and Italy, though the European Union is also often involved. It grew out of the Group of Six, which started in the 1970s as a place for noncommunist countries to talk. Unlike G20, which focuses on economics, G7 meetings usually center on politics. Brazil is not a member of G7, but it is part of a pact between the European Union and the South American group Mercosur, which requires Brazilian compliance with the Paris Climate Accord. Brazil's National Institute for Space Research has reported there have been 85% more wildfires in Brazil in 2019 than there were in 2018. Bolsonaro has said publicly the Amazon rainforest should be opened up to agriculture, amongst other economic uses, and his critics, which include non-governmental environmental activism group Greenpeace, blame him for encouraging farmers and agrobusiness to set fires. Around 3:00 p.m. local time on Monday (1800 UTC), smoke in the atmosphere turned the city of São Paulo, Brazil dark enough to require artificial lighting in a combination of cold front, clouds, and smoke from wildfires burning the Amazon rainforest in Brazil, Bolivia, and Paraguay. The phenomenon lasted about an hour. Experts attribute this to human activity. Amazon Environmental Research Institute Director Ane Alencar, in remarks to UOL.com.br, said, \"This year we do not have an extreme drought, as there was in 2015 and 2016 [...] In 2017 and 2018 we had a sufficient rainy season. In 2019, we have no weather events that affect droughts, such as El Niño [...] There's no way the weather can explain this increase.\" Around one million indigenous people live in the Amazon rainforest."}, "7-21": {"heading": "Drought conditions and high winds lead to wildfires in Texas ", "link": "https://en.wikinews.org/wiki/Drought_conditions_and_high_winds_lead_to_wildfires_in_Texas", "date": "7-September-2011", "text": "Fire authorities struggled to manage a vast string of wildfires stretching across the eastern part of Texas on Sunday. News sources report that prolonged dry conditions and excessive winds were the main factors in the blazes. Traffic along Interstate-20 near Longview, Texas was backed up for several miles. Fire authorities fought a brush fire in Tyler, near Tyler Pounds Field airport; a large truck near this area was also ablaze. A fire threatened a power sub-station near the city of Van.  Regional utilities companies reported Sunday that over 8,000 customers were without electricity. A church in Hallsville opened to assist evacuees. Residences spanning several counties were evacuated by authorities for safety reasons. Multiple residences in north-central Anderson county were evacuated by fire officials about two hours after a large blaze there erupted. Authorities closed off a 9-mile perimeter of roadways surrounding this blaze. Many homes in the area were blanketed with a thick haze of visible smoke. One evacuee told Wikinews, \"I have [homeowner's] insurance. I got my dog, that matters a' lot to me.\""}, "7-22": {"heading": "Greek opposition attacks government on wildfires tragedy ", "link": "https://en.wikinews.org/wiki/Greek_opposition_attacks_government_on_wildfires_tragedy", "date": "28-August-2007", "text": "Greece's socialist opposition party leader, George Papandreou, has stepped up its attack on the government's response to the most devastating wildfires in the country's history, with 64 dead and thousands homeless. Papandreou pointed that the government had been \"totally incompetent\" in fighting the blazes that continued to rage across southern Greece after five days. The PASOK president said that \"This government was proven to be totally incompetent, unable to handle the fire crisis, like all the other crises it encountered in its four-year administration,\" while he met with Greek President Karolos Papoulias at the presidential mansion in Athens earlier today. Protesters have marched through Athens chanting \"down with the government\" after Greek television showed householders trying to fight the flames with hoses and buckets, fueling claims that the governmental response had been poorly coordinated. Another protest is going to take place tomorrow in Thessaloniki and other cities throughout Greece. The prime minister, Kostas Karamanlis, said on Saturday it could not be coincidence that so many fires broke out simultaneously in so many areas of the country. Papandreou attacking the government, denounced the claims as baseless conspiracy theories, although across the political spectrum there was agreement that arson may have been involved."}, "7-23": {"heading": "Wildfires spread across parts of Oklahoma ", "link": "https://en.wikinews.org/wiki/Wildfires_spread_across_parts_of_Oklahoma", "date": "7-August-2012", "text": "Fire crews have battled numerous wildfires across portions of Oklahoma during recent days. At least eighteen fires have been reported across the state, one of which severely damaged the town of Luther, nearly destroying it. Media sources indicate the fires have damaged over 68,000 acres. Many of the fires burned throughout Saturday night. In the central part of the state, various rural areas and small towns were evacuated; officers went door to door in some locales to notify residents of the impending dangers. A spokesperson for the American Red Cross reported approximately 50 people stayed overnight in an emergency shelter set up in the town of Cushing, just outside of Oklahoma City. The state continues under a state of emergency. The governor, Mary Fallin, visited the town of Luther on Saturday, extending her sympathies amidst the disaster. She told reporters, \"It's heartbreaking to see families that have lost so much.\" She has also issued a statewide ban on all burning activities."}, "7-24": {"heading": "Wildfires rage north of Los Angeles ", "link": "https://en.wikinews.org/wiki/Wildfires_rage_north_of_Los_Angeles", "date": "13-October-2008", "text": "Two large wildfires burn uncontrolled north of Los Angeles, California. The blazes, known as the Marek fires, have burned over 3700 acres and caused the evacuation of more than 1200 people. Furthermore, at least 30 mobile homes were destroyed. One confirmed fatality has been reported and described as an unidentified transient who had been using a cardboard shelter beneath a freeway overpass. However, the Associated Press reports a second related death from a traffic accident. Authorities expect to order more evacuations before the fires can be brought under control. Fires started Sunday due to Santa Ana wind conditions in the San Fernando Valley and Angeles National Forest on the northern outskirts of Los Angeles. Affected communities include Porter Ranch and the Lopez Canyon area. Santa Ana winds as strong as 65 miles per hour fanned the flames, which jumped the eight-lane 210 Freeway. Both the 210 Freeway and 118 Freeway were closed during Monday morning rush hour. Firefighters have contained smaller blazes that occurred elsewhere in Southern California near the Los Angeles suburb of Santa Clarita and in neighbouring Ventura County. Local resident Glenn Bell told Reuters about his last minute evacuation.  \"The sparks were flying down on us,\" he said, recalling how a locked gate nearly trapped him and his family, \"and as I'm busting the gate... I see the cypress trees that are right next to our house on fire.\" Los Angeles County fire inspector Frank Garrido described the problem as \"a blowtorch we can’t get in front of,\" according to The New York Times. \"Wind is king here, it’s dictating everything we are doing,\" he continued. Scott Stephens of the Center for Fire Research & Outreach at the University of California, Berkeley calls Southern California's Santa Ana winds \"some of the strongest, most severe fire winds in the world.\" Among the problems caused by Santa Ana winds, which blow from the nearby Mojave Desert toward the Pacific Ocean, is a tendency for hot embers to leapfrog and start new fires.  Santa Ana conditions tend to occur from autumn through spring and can reach peak speeds of 70 miles per hour (113 kilometers per hour)."}, "7-25": {"heading": "California wildfires continue to spread ", "link": "https://en.wikinews.org/wiki/California_wildfires_continue_to_spread", "date": "2-September-2009", "text": "Wildfires in California continued to spread on Tuesday, having burned more than 140,000 acres of land throughout the state and caused an estimated US$13 million worth of damage.  The blaze started burning last Wednesday north of Los Angeles. Emergency crews said they were hopeful that they would be able to control the fire. 3,600 personnel are involved in containing the wildfire. Currently, twenty-two percent of the blaze is contained, rising from only five percent as little as a day ago. Changing weather conditions also helped firefighting efforts, as temperature in the area fell to 90 degrees Fahrenheit, down from over a hundred degrees on Monday. \"I'm feeling a lot more optimistic today than I did yesterday. The crews are doing fabulous work out there on the ground, but the bottom line is that they're fighting for every foot,\" Dietrich said on Tuesday. In a statement, Californian governor Arnold Schwarzenegger said that \"[his administration] is working around the clock to ensure that our brave men and women working on the fires front lines have the resources needed to respond and beat back these fires as quickly as possible.\" \"We have the toughest and best-trained firefighters in the world fighting to protect public safety and property. I am confident in the state's response as these fires continue to burn throughout California,\" he said. Two firefighters were killed in the blaze on Sunday, after fires burnt their vehicle on front lines. Over 10,000 residents have evacuated areas threatened by the flames."}, "7-26": {"heading": "1,000,000 flee homes in California due to wildfires; over 500,000 ordered to evacuate ", "link": "https://en.wikinews.org/wiki/1,000,000_flee_homes_in_California_due_to_wildfires;_over_500,000_ordered_to_evacuate", "date": "24-October-2007", "text": "Reports say that the amount of people fleeing from their homes in California located in the United States due to wildfires has reached the 1,000,000 mark as the fires continue to grow. More than 500,000 people have been ordered to evacuate areas of Southern California as firefighters have began to realize that they may not be able to put all the fires out. 45 people have been injured, 21 of those being firefighters battling the blazes. At least one person was reported to have been killed earlier, but so far those reports cannot be confirmed. \"If it's this big and blowing with as much wind as it's got, it'll go all the way to the ocean before it stops ... We can save some stuff but we can't stop it,\" said captain of the San Diego fire department, Kirk Humphries. Yesterday, U.S. President George W. Bush declared a state of emergency in California, clearing the way for the state to begin receiving federal aid assistance. \"All of us across this nation are concerned for the families who have lost their homes and the many families who have been evacuated from their homes. We send the help of the federal government,\" said Bush in a statement to the press. The Santa Ana winds have been blowing for three days and they are not forecast to stop for the next day or so. Close to 2,000 homes are burned to ashes and nearly 70,000 more are believed to be at a high risk of catching fire. Almost 400,000 acres of land have been scorched with 18 fires burning."}, "7-27": {"heading": "Brush fire starts in Hawaii's Makua Valley (redirect from Makua Valley Wildfire) ", "link": "https://en.wikinews.org/wiki/Brush_fire_starts_in_Hawaii%27s_Makua_Valley", "date": "25-July-2010", "text": "A wildfire rages along the mountainside of Makua Valley near Kaeana Point, on the Hawaiian island of Oahu.  Honolulu firefighters were called in at 2 pm yesterday (local time).  A Wikinews contributor was on the scene with a camera. Local and federal firefighters responded to the fire with trucks and helicopters.  The website of a local TV news service reported this morning that 100 acres (40 hectares) had burned, but that no buildings were under threat. Wikinews does not know how the fire started.  The beach across the street is a popular camping area, so a campfire or cigarette may have set the mountainside ablaze. Makua Valley (21.531° N 158.225° W) is on the north western corner of Oahu, about 40 miles (65 km) by road from Honolulu, Hawaii's capital. The United States Army purchased three tracts of land for Howitzer emplacements in the 1920s, and has used Makua Valley as a live fire training range ever since (with some interruptions due to legal challenges.)"}, "7-28": {"heading": "Wikinews' overview of the year 2007 (section United States: Virginia Tech shooting, California wildfires) ", "link": "https://en.wikinews.org/wiki/Wikinews%27_overview_of_the_year_2007", "date": "31-December-2007", "text": "What would you tell your grandchildren about 2007 if they asked you about it in, let's say, 20 year's time? If the answer to a quiz question was 2007, what would the question be? The year that you first signed on to Facebook? The year Britney Spears and Amy Winehouse fell apart? The year author Kurt Vonnegut or mime Marcel Marceau died, both at 84? Let's take a look at some of the international stories of 2007. Links to the original Wikinews articles are in bold. Madeleine McCann (3) disappeared on May 3 in Praia da Luz, Portugal. Initially, a local man called Robert Murat was mentioned as a suspect, although on August 7,  Kate and Gerry McCann became suspects based on forensic evidence. On April 16, 33 dead, 15 injured in Virginia Tech shootings: A single gunman entered the campus and opened fire on students and faculty in two separate incidents, first in the West Ambler Johnston Hall dormitory, then again two hours later at the Norris Hall classroom building, killing 33 people, including himself. It became the deadliest school shooting in U.S. history. The shooter was identified as Cho Seung-Hui, a 23-year old South Korean national. He was studying English and lived on the university campus. Between the two shootings, Cho sent a mail package to NBC News with his manifesto, pictures and videos. In early September, adventurer Steve Fossett went missing. Fossett reportedly took off in a single engine plane to look for a suitable site in the Nevada playas for his planned land speed record attempt. His former crewmate and rival, Sir Richard Branson remained confident he would be found: \"Steve is a tough old boot. I suspect he is waiting by his plane right now for someone to pick him up.\" On October 12, The 2007 Nobel Peace Prize was awarded to former U.S. Vice President Al Gore and the Intergovernmental Panel on Climate Change (IPCC). The Nobel committee cited \"for their efforts to build up and disseminate greater knowledge about man-made climate change, and to lay the foundations for the measures that are needed to counteract such change\" as the reasons for awarding the prize. In late October, 1,000,000 fled their homes in California due to wildfires strengthened by the Santa Ana Winds. A state of emergency was declared by President Bush and California governor Arnold Schwarzenegger. At a last-minute FEMA press conference with regards to the wildfires, FEMA employees posed as reporters asking what were regarded as overly friendly questions. Many banks in the USA saw their share prices falling after people were found to be unable to pay back many of their mortgages. The mortgages lent to people who may not be able to afford to pay back their loans are known as subprime mortgages. This spread across the stock markets internationally and UK bank Northern Rock had thousands of people queuing outside their bank after they borrowed money from the Bank of England, which is known as \"the lender of last resort.\" On January 10, 21,500 more troops to bring Operation Law and Order to Baghdad was made public. The U.S. forces began to collaborate more intensely with Iraqi troops. On February 21, the UK and Denmark announced troop withdrawals from Iraq. \"The next chapter in Basra’s history can be written by Iraqis,\" said Tony Blair. Following a reduction in violence and troop deaths in the second half of 2007, the U.S. announced troop reductions in November. Meanwhile, Turkey said it would use military action against PKK rebels attacking the country from neighboring Iraq, which the U.S. pledged support for and \"hoped to avoid\". (Image missing from Commons: image; log)]] Vladimir Putin was named \"man of the year\" by Time Magazine. He would finish his 2nd and last term as President in 2008, although he said he would accept to subsequently become Prime Minister. Under Putin, Russia strove to increase its position as a geopolitical superpower, for example by claiming the North Pole. During 2007 former chess grandmaster Gary Kasparov, now a political activist, drew the attention of the international media. Boris Yeltsin, former president of Russia, died at 76 on April 23. Boris Nikolayevich Yeltsin (Russian: Бори́с Никола́евич Е́льцин) was the first President of the Russian Federation from 1991 to 1999. The Yeltsin era was a traumatic period in Russian history— marked by widespread corruption, economic collapse, and enormous political and social problems. Yeltsin maintained a low profile since his resignation, making almost no public statements or appearances. However, on February 1, 2006, Yeltsin celebrated his 75th birthday. He used this occasion as an opportunity to criticize a \"monopolistic\" United States foreign policy, and to state that Vladimir Putin was the right choice for Russia. More British troops were sent into Afghanistan, where the war that started after the 9/11 attacks continued with a large number of news events. In late August, it was reported that opium production in Afghanistan reached record highs. Australian David Hicks would become the first Guantánamo Bay prisoner to be sentenced, after which he returned to an Australian prison to serve out his time and was released on December 29. May 6: Sarkozy wins 2007 French Presidential election, defeating Ségolène Royal. Both separated from their partners afterwards. Sarko's style and self proclaimed openness is proved different from his predecessor Jacques Chirac. His confrontation with the unions came in the second half of November. On October 30, the French NGO Zoe's Ark was accused of trying to kidnap hundreds of Chadian children they described as Darfur orphans -Sarkozy travelled to Chad to hold talks with local officials. After a previous attack in October and house arrest, former Pakistan Prime Minister Benazir Bhutto was killed in a suicide attack on 27th December, when an attacker fired 2 gun shots at her then exploded a bomb. This assassination occurred just weeks after Musharraf lifted the state of emergency that he had instated in November in his country. Her son and husband assumed her place at the top of the Pakistan People's Party. In March, Musharraf sacked Chief Justice Iftikhar Muhammad Chaudhry, but he was reinstated in July. On March 23, Iran captured 15 members of the British Navy and held them for alleged espionage. Mahmoud Ahmadinejad pardoned them after 12 days, saying: While the President of Iran was in New York City for the United Nations General Assembly in September, he was invited to a controversial debate at Columbia University. When challenged by the University President about Iran's treatment of LGBT's, Ahmadinejad stated that: \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience. \"In Iran we do not have this phenomenon, I don't know who has told you that we have it.\" On January 19, Turkish-Armenian journalist Hrant Dink was assassinated in front of the Agos newspaper office where he worked as the editor. Dink was known for writing about the controversial issue of Armenian genocide and the mass killings of Armenians by Turks under the rule of the Ottoman Empire. His assassin was then treated by some Turkish security troops as a \"national hero\". In April and May, several large protests were held across the country by pro-secular Turks, out of fear that Prime Minister Recep Tayyip Erdoğan would run for President, then due to concerns about Presidential Candidate Abdullah Gül, whose wife wears the islamic headscarf. Gül was not appointed in the first parliamentary round, when opposition lawmakers boycotted the vote. The opposition also appealed to the Constitutional Court to declare the process unlawful. General elections followed and Gül became President on August 28. In Myanmar (formerly Burma) government forces arrested hundreds of monks in September after several days of peaceful demonstrations, but despite the violent treatment from military personnel, the monks returned to the streets. Australian Minister for Foreign Affairs, Alexander Downer, had called \"the continued detention of Daw Aung San Suu Kyi and over one thousand political prisoners\" unacceptable. Pro-democracy leaders were arrested and a death toll of more than 1000 was reported. In late October, Myanmar opposition leader and 1991 Nobel Peace Prize laureate, Aung San Suu Kyi left her house arrest to meet with government official. On June 24 this year Gordon Brown took over from Tony Blair as leader of the UK labour party and therefore Prime Minister after a long period of time where reporters were predicting the date of Blair's departure. After this the UK was hit by its worst floods in 50 years. In late November, two computer disks were lost containing the entire Child Benefit database, estimated to contain the names, addresses, dates of birth, child benefit and National Insurance numbers, and sometimes the bank or building society account details of 25 million individuals, in what has been described as \"one of the world’s biggest ID protection failures\". Ian \"Dr. No\" Paisley and former IRA commander Martin McGuinness agreed to share power and have home rule return to Northern Ireland after four years of central rule from London. \"I believe we're starting on a road which will bring us back to peace and to prosperity,\" said Paisley, who took the post of First Minister of Northern Ireland. Just one day after a car bomb was defused in central London on June 29, a Jeep was driven into the Glasgow International Airport terminal and burst into flames in an unsuccessful terrorist attack. Several people aided the police in detaining the assailants, including baggage handler John Smeaton who received the Queen's Gallantry Medal for his actions. On December 3, Kevin Rudd was sworn in as Prime Minister of Australia after John Howard and the Liberal Party and Coalition were defeated in the election. After the ceremony, Mr. Rudd signed documents to ratify the Kyoto Protocol on climate change calling it the first official act of the new Australian government. A post-Kyoto agreement on climate change and combating poverty in Africa were the main topics at the summit of the 7 richest industrialised countries and Russia in Heiligendamm in June. While France and Germany were calling for quantifiable greenhouse gas emission cuts, the U.S. and Japan believed that growing economies such as India and China would need to join in on such efforts. Advocacy groups were critical about the aid promised to Africa: \"Do they think we can’t read or count?\" asked musician/activist Bono. \"We are looking for accountable language and accountable numbers: we didn’t get them today.\" The G8 Summit was preceded by mass demonstrations, such as the one in Rostock, where several hundred protesters were arrested. Eight people were killed in a school shooting in Jokela, Finland. The shooter, an 18-year-old male student named as Pekka-Eric Auvinen, was arrested after a siege situation, but died due to a gunshot wound from an apparent suicide attempt. The killer had uploaded a home-made movie to YouTube announcing the \"massacre\" one day prior to the shooting. His profile featured several movies regarding an ongoing depression and unsuccessful treatment with SSRIs. Additionally, some movies of him shooting his new gun had been uploaded weeks prior to the shooting. Auvinen also had a personal website which featured images, music and documents, including a manifesto. After the incident, Finland considered toughening gun legislation. Until then, Finland had actively resisted plans for all European Union member states to limit gun ownership to persons aged 18 and over. The law stipulated that Finns could apply for a gun permit at the age of 15. Cristina Kirchner was the favourite candidate to succeed her husband as President. Néstor Kirchner decided not to run for a second four-year term, without giving an explanation. Mrs Kirchner consistently used her first name during her electoral campaign, which is a similarity to United States presidential candidate Hilary Clinton. However Cristina told the media: \"I don't want to be compared with Hillary Clinton or with Evita Perón, or with anybody... There's nothing better than being yourself.\" The two-week long U.N. climate conference in Bali ended with an agreement on the so-called Bali roadmap, which was welcomed with cautious optimism. The roadmap details the process for a post-2012 climate change agreement. European Union Commission President José Manuel Barroso stated: \"We have worked hard to achieve this result. It is a very important step forward.\" The European Commissioner for Environment made it clear that Bali had only been the start of things: \"Now the real hard work must begin. It is essential that the agreement to be worked out over the next two years is ambitious enough to prevent global warming from reaching dangerous levels.” More than half of the year in Belgium focused on politics, as the general elections on June 10 promised some difficult coalition talks. PM Verhofstadt recognised his defeat by Christian-Democrat Yves Leterme of Flanders, while the liberals broke the socialist hegemony in Wallonia. Orange-blue coalition talks failed to produce a government for 192 days, when it was Verhofstadt who gathered consensus for an interim government. Earlier in the year, Belgium's first black city registrar organised a mass wedding against racism that caught international media attention. The RCMP, received a negative spotlight in 2007, particularly for their handling of a distraught passenger at Vancouver International Airport in November. Robert Dziekanski, 40, was immigrating from Pieszyce, Poland to live with his mother, Zofia Cisowski, in Kamloops, British Columbia. Since Dziekanski did not speak English airport security guards were unable to properly communicate with him. He started yelling at the airport staff because of this. He used chairs to prop open a door between a customs clearing area and a public lounge, he then threw a computer and threw a small table at a luggage section window. The police tasered him twice and he died. Following the shooting deaths, in separate incidents, of two mounties stationed in northern communities, there were calls for policy changes related to how and when individual officers should call for back-up. One of the world's best-regarded tenor singers, Luciano Pavarotti, died 6th September. His funeral drew thousands including Bono of U2, and fellow tenors Plácido Domingo and José Carreras. Pavarotti succumbed to pancreatic cancer which was diagnosed in July 2006. In January, Apple announced its iPhone, which hit U.S. markets on July and made customers queue in the U.K. in November. Apple's decision to lock the phone to use one network exclusively was criticized as \"anti-competitive\", and hackers started circumnavigating the restrictions imposed on the phone. On January 1, 2007, Slovenia adopted the euro currency, and Romania and Bulgaria joined the European Union. In December, E.U. leaders signed the Treaty of Lisbon, a landmark document which is to redefine foreign policy for the E.U. and creates an E.U. president. The treaty is a replacement for the Treaty establishing a Constitution for Europe which was abandoned after suffering defeats in referendums in France and the Netherlands. United Kingdom Prime Minister Gordon Brown arrived late and added his signature later. Following alleged espionage, McLaren  (the team of Fernando Alonso and newcomer Lewis Hamilton) was initially cleared but then in September fined $100 million and excluded from the Constructor's championship. The highly controversial and enthralling 2007 season came to an when Kimi Räikkönen won the 2007 Championship."}, "7-29": {"heading": "Wikinews interviews 0 A.D. game development team ", "link": "https://en.wikinews.org/wiki/Wikinews_interviews_0_A.D._game_development_team", "date": "22-March-2011", "text": "0 A.D. is a historical, open source, strategy game, published by Wildfire Games. It focuses on the period between 500BC and 500AD. The game will be released in two parts: the first covering the pre-AD period, and the second running to 500AD. With development well underway, Wikinews interviewed the development team. Aviv Sharon, a 24-year-old Israeli student responsible for the project's PR, compiled the below Q&A, which the full team approved prior to publication. ((Baptiste Domps))  Could you introduce the development team of 0 A.D. ? ((Aviv Sharon)) We are Wildfire Games, a group of approximately 15-20 people from around the world developing 0 A.D., a free, open-source game of ancient warfare. Cumulatively, about 100 different people have contributed to 0 A.D. over time. Our ages have ranged from 15 to >65 and our locations range from North America and Europe to India and New Zealand. The contributions to 0 A.D. are coordinated by a team of department heads led by a lead producer, Erik Johansson (feneur), who is 25 years old from Sweden. ((BD))  Who are the participants ? Salarieds or benevolents ? ((AS)) All contributions to 0 A.D. so far have been on a voluntary basis only. To speed up development, however, we have decided to raise enough money to support 160 hours of paid development of the 0 A.D. codebase. We have tentatively selected the team member who will receive this compensation, Philip Taylor (Ykkrosh), but decided to hold off for a few months until we start using these funds to wait until he has more time to dedicate to 0 A.D. development. Otherwise, 0 A.D. development will continue to be voluntary, and all funds donated to 0 A.D. will be used for team expenses only, such as website hosting costs. ((BD))  Why did you want to make games? ((AS)) There are several different reasons. Originally, 0 A.D. was born out of a desire to innovate within the RTS genre. We felt, and still feel, that this genre has a lot of potential for innovation and we wish to explore that with some different rules. 0 A.D. started out as a total conversion mod for Age of Empires II: The Age of Kings, until team members at that time ran into the limitations of changing a closed-source game. Hence, as a wish to break free from the limitations of other games' engines, the standalone version of 0 A.D. was conceived and its development continues to this day. Some other reasons include a deep appreciation of ancient history; the wish to improve our skills and be recognized for our talents; and a determination to prove that a group of volunteers collaborating over the internet can make a game that rivals the commercial, proprietary AAA titles. ((BD))  Why did you choose a free license? ((AS)) People are spending more money, time and attention on playing computer games than ever before, and games are constantly evolving into a more nuanced medium of expression and a greater part of our culture. Just observe how much people play on Facebook and their mobile devices. We think this culture should allow gamers to learn how their games work, change them, share them and redistribute their works. This freedom to tinker is what Free, Open-Source Software (FOSS) is all about and so we hope a lot of people tinker with 0 A.D. ((BD))  How do you coordinate ? What technical and financial resources has 0 A.D.? ((AS)) We mostly coordinate over a forum system we have, as well as a Trac system for task management and technical documentation. We also conduct discussions over IRC (#0ad and #0ad-dev on QuakeNet), that get more concentrated on the weekend, and Saturday afternoon in particular, when we have our weekly meeting. ((BD))  Which type of participants do you need? 'Amateurs' can they participate? ((AS)) Amateurs can definitely help with tasks like documentation and spreading the word about 0 A.D. For other tasks, we do require some prior knowledge in fields such as software development, 3d animation etc. ((BD))  It's been 10 years since 0 A.D. is developing, what obstacles have arisen and how have you resolved? ((AS)) The biggest obstacle we have run into is underestimating the scale and complexity of an RTS game. When embarking upon this journey in 2001, nobody thought that completing this endeavor would take this long. Evidently, making an RTS game requires a great deal of programming features, art assets and more. And, as we discovered the hard way, the first draft of anything is seldom good enough. For example, one of the most important engine components, named \"Simulation\", was simply planned wrong the first time around. Simulation is in charge of changing the state of each entity in the \"world\" represented in the game, like handling harvesting resources, doing damage to stuff and handling death. Sadly, over time it got implemented in such a haphazard way it devolved into an unstable, unpredictable ball of mud. Debugging became difficult and attracting new programmers from joining the development effort became impossible. Over time, fewer and fewer developers stayed on with 0 A.D. and it seemed as if the project was in grave danger of ending, the way many initiatives on the internet spontaneously do. Thankfully, one of our programmers, Philip Taylor (Ykkrosh) from the UK, fixed this situation almost singlehandedly over the course of a few months in 2009-2010. Ever since simulation was fixed, it's been smoother sailing and the pace of development picked up considerably. We have recruited several programmers and are constantly adding new features, most recently a prototype opponent AI, which is a big milestone for us. ((BD))  What are you proudest of about your game? We are proud of the way our fans go \"wow\" over screenshots, in-game videos and their direct experiences with the game. We get comments like, \"It's like Empire Earth, Age of Empires, and Rise of Nations had a baby and it came out free!\" and \"This can't be open source. It rocks too much!\". We're proud we've built a community of enthusiasts on our forums, Twitter, Facebook and elsewhere, and continuously generated some buzz around 0 A.D. We hope to justify this hype and lead the project to completion. ((BD))  What is the schedule for 2011? ((AS)) One big upcoming feature is random map scripting, which allows for much more variety in gameplay without having to manually draw new maps all the time. Our prototype opponent AI is set to get even smarter at all aspects of gameplay, and, with time, will be able to execute any of a variety of strategies to win the game. However, generally speaking, we don't make long-term plans because they never seem to work out. So far, since August 2010 we have released an alpha version every 70 days on average, and we intend to keep releasing more alpha versions until the game is feature-complete. Then we will enter a beta phase, playtest and fix bugs until a point when we decide the game is done, hopefully sometime in 2012."}, "7-30": {"heading": "Researchers find preserving spotted owl habitat may not require a tradeoff with wildfire risk after all ", "link": "https://en.wikinews.org/wiki/Researchers_find_preserving_spotted_owl_habitat_may_not_require_a_tradeoff_with_wildfire_risk_after_all", "date": "8-October-2017", "text": "In a study scheduled for publication in the December 1 issue of Forest Ecology and Management, scientists from the University of California, Davis; USDA Forest Service Pacific Southwest Research Station; and University of Washington have found a way to resolve the conflict that has sprung up between protecting forests from increasingly frequent wildfires and droughts and preserving sufficient habitat for the endangered spotted owl, Strix occidentalis.  The study was performed in two national parks in California, United States. For the past twenty-five years, spotted owl habitat preservation has focused on keeping 70% or more of the total ground area covered by natural tree canopy, a tree density that leaves forests prone to wildfires and trees more likely to die during droughts. Both wildfires and droughts have become more frequent in the years since the program began. However, the previous studies upon which the 70% figure was based only measured overall canopy coverage. In this work, researchers used aerial LiDAR (Light Detection And Ranging) imaging technology to scan areas within Kings Canyon National Park and Sequoia National Park in California. The regions were analyzed by distribution of foliage, tree height, and the sizes of the spaces between trees and stands. These data were then cross-referenced with decades of field studies showing the locations of hundreds of owl nests.  They found that spotted owls clustered in areas with very tall trees and stands almost exclusively, over 150 feet (48 m), avoiding areas that only had moderate or low canopy, regardless of how dense or wide. \"This could fundamentally resolve the management problem because it would allow for reducing small tree density, through fire and thinning,\" said lead author Malcolm North, of UC Davis and the USDA Pacific Southwest Research Station. \"We've been losing the large trees, particularly in these extreme wildfire and high drought-mortality events. This is a way to protect more large tree habitat, which is what the owls want, in a way that makes the forest more resilient to these increasing stressors that are becoming more intense with climate change.\" The spotted owl gained national prominence in the United States during the 1990s, when environmentalists' efforts to preserve its habitat resulted in federal measures forbidding logging on large swaths of land, as well as federal limits on the sales of harvested wood. There was a 1995 U.S. Supreme Court case which was preceded by lawsuits on the part of timber companies and by years of large protests by timber workers and their communities who feared job losses.  For a time, it seemed that the spotted owl was also threatened by competition from the faster-breeding barred owl, which had moved west into its territory. This is not the only major study of spotted owls to reach the public eye this week.  On Thursday, the U.S. Fish and Wildlife Service released the California Spotted Owl Conservation Objectives Report, which analyzes the past several decades of research on the California spotted owl and provides recommendations for ecologically and economically viable conservation."}, "7-31": {"heading": "Texas wildfires push public resources to the limit ", "link": "https://en.wikinews.org/wiki/Texas_wildfires_push_public_resources_to_the_limit", "date": "15-September-2011", "text": "A rash of wildfires in Texas in recent days has left many fire departments stretched thin on resources. Officials say firefighters handled over 18,000 wildfires in the state thus far in 2011; in a recent week there were nearly 200. President Obama declared Texas a disaster area recently. A number of wildfires around the state have struck near or even within populated areas. One of the worst fires yet struck near the city of Bastrop. That fire alone destroyed 45 square miles of land and over 700 residences, according to the Texas Forest Service. Wes Johnston, a captain with the Chandler Fire Department, told Wikinews that earlier this month, his department spent 7 hours extinguishing a single blaze near Brownsboro. Captain Johnston, who is also an accountant, explained that the excessive number of fires has placed stress on his department's ability to cope with the demands. \"Most volunteer fire departments [depend on] donations, completely; and donations have been down due to the economic conditions.\" He went on to describe how fuel and maintenance costs put further strain on most departments' ability to function effectively. \"Even the cities have a set budget, for the paid departments, so they don't factor in a' lot of the variables for these types of incidents.\" Some volunteer firefighters in the eastern part of the state have averaged 2–3 hours of sleep per night recently, due to heavy demands. Even spouses of some firefighters have voiced concern over workloads."}, "7-32": {"heading": "Texas cold weather creates major highway closures ", "link": "https://en.wikinews.org/wiki/Texas_cold_weather_creates_major_highway_closures", "date": "26-January-2014", "text": "On Friday, an uncommon cold weather system which dipped far into southern Texas created major transportation problems for sections of the state. The major cold weather system stretched from central Texas, eastward to Houston and southward to Galveston, a gulf region not accustomed to such cold snaps. Nearly all sections of Interstate Highway-35 from San Antonio to Austin, a span of about 75 miles, were closed on Friday morning. Traffic was moving at approximately 5 miles per hour around mid-day on adjacent access roads. A Texas man told Wikinews it took him about three times longer-than-usual to drive from San Antonio to Austin due to weather condition and the closed highway. Schools in Houston closed Thursday at 4:00pm and remained closed on Friday. Many businesses in Houston also closed on Friday. Huntsville, a city in the deep part of southeast Texas, received 2 inches of snow."}, "7-33": {"heading": "Wildfires in Russia cover Moscow in smoke ", "link": "https://en.wikinews.org/wiki/Wildfires_in_Russia_cover_Moscow_in_smoke", "date": "7-August-2010", "text": "Massive wildfires in western and central Russia have killed at least 52 people and blanketed Moscow in dense smoke and smog. According to BBC News, around 560 fires were still burning on Friday. More than 800 wildfires have been reported this week in Russia, which is currently suffering from the worst heat since records began over 130 years ago. Since June, temperatures in the country have been rising, and Moscow was expected to reach over 100 degrees Fahrenheit (37.78 degrees Celsius) on Friday, about 25 degrees Fahrenheit (15 degrees Celsius) above the normal temperature for this time of the year. The environmental protection agency of Russia's capital has already stated that {w|carbon monoxide}} levels in the city's air were five times as high as safe levels and that particulate pollution levels were three times as high as safe levels. The dense smoke also caused chaos at Moscow airports. Visibility at Domodedovo Airport was reportedly around 400 yards (365.76 metres) on Friday, and many flights were either delayed or arrived late. At Russia's Alabinsk military base, located around 45 miles (72.42 kilometres) southwest of Moscow, artillery rockets were moved to a location where they would not be threatened by the fires, said Russia's Ministry of Defence. The fires also burned close to a nuclear missile warning site near Moscow, but a spokesperson for the Russian Space Forces said that the warning center's fire brigades had extinguished two fires in the area. Previously, materials from a nuclear research center in Sarov were moved out of the way of fires to avoid a possible explosion occurring. Russian officials have received criticism over their handling of the blazes. Last week, Russia's president, Dmitri Medvedev, dismissed five military officers for letting a fire burn hangars at an air base near Moscow. One of Medvedev's aides said on Friday that mayors will be debriefed and that those who did not adequately respond to the wildfires \"will be brought to justice.\" Russian Prime Minister Vladimir Putin said last week that local officials not dealing with the fires should resign. The spree of wildfires has left at least 3,000 people without homes. Seven regions are now under a state of emergency, and 28 more are under a state of emergency for farmers with crops failing in the heat. Fire crews from other nations in both Europe and Asia were arriving to help fight the fires, and a shelter was set up in Kaliningrad to support 150 children from central Russia who were displaced by the crisis."}, "7-34": {"heading": "Smoke from Arizona fire spreads to other states ", "link": "https://en.wikinews.org/wiki/Smoke_from_Arizona_fire_spreads_to_other_states", "date": "7-June-2011", "text": "Smoke from eastern Arizona's Wallow Fire has drifted into New Mexico and Colorado, where officials have issued a health advisory. The wildfire in Arizona continued to burn Tuesday night when weather conditions settled down, although conditions will likely become worse Wednesday. Covering 365 square miles, the fire has created hazy conditions as far away as Iowa. Residents of small communities including Greer and Alpine have been warned to evacuate. The Wallow Fire is currently the nation's largest wildfire; another fire is burning in southern Arizona. So far, about 3,000 people have evacuated the area around the Wallow Fire. Around 2,500 firefighters are working to combat the wildfire; around four buildings have burned so far while hundreds more are at risk. On Monday, Arizona governor Jan Brewer signed a state of emergency declaration allowing access to special funds. High winds up to 60 MPH have been reported, allowing the fire to continue to move north. Joe Reinarz, the firefighting operation's commander, said, \"The bad news is it's supposed to pick back up all the way through Thursday.\" U.S. Highway 180 was closed by officials for around two miles because of thick smoke obscuring drivers' visibility. The wildfire is decimating the ponderosa pine forest in the area; Kelly Wood, a Pinetop Fire Department spokesperson, said, \"Normally, you can see the forest for miles. Now, there’s just smoke.\" The large amounts of smoke have started to take a toll on area residents. Director of the local White Mountain Regional Medical Center Jerry Campeau said, \"It’s very irritating. The first symptom is sinus pain. Then the throat gets irritated, sometimes so badly you can cough up blood. When you start to have tightness in the chest, then it’s serious.\" Patients have been taken away by road, as the smoke prevented any air transportation. The blaze began May 29 in the Bear Wallow area and has become the second largest in Arizona's history. National Weather Service meteorologist Kyle Fredin said a large area of high pressure was causing smoke to be blown eastward. He said, \"These fires have been going pretty good for the last four to six days, and with the dry conditions, they’re burning hot right now.\""}, "7-35": {"heading": "Cities across Texas increase efforts to combat mosquitos ", "link": "https://en.wikinews.org/wiki/Cities_across_Texas_increase_efforts_to_combat_mosquitos", "date": "12-August-2012", "text": "Numerous cities throughout Texas, United States have begun broadening their efforts to fight mosquito populations, in an effort to reduce transmission of the sometimes-lethal West Nile virus. Officials in Dallas county have declared a public health emergency. Officials there have requested use of five planes, intended to spray most of North Dallas, as well as other sections of the city. Tim Whitley, a city official in Malakoff, told Wikinews his city has begun using a pesticide specialist to spray two times weekly. According to Whitley, certain atmospheric conditions, such as wind speed and humidity, must be right before the large scale treatments can occur. He explained two treatments per week is more often than usual for the city. \"With the concerns in Dallas, we're taking it seriously\", Whitley added. Even in the drier climate found in Abilene, mosquitos recently tested were carrying the virus. As a result, that city has increased its pesticide treatments. Media sources indicate well over 80 cases of West Nile virus have been reported this year in Dallas county alone.  A top-ranking Dallas county official told media he views the problem with serious concern. There have been nine cases of West Nile virus in the Houston region, with one of those resulting in death. A New Jersey woman who is a former resident of Lubbock told media earlier this month she'd contracted the virus and believed she'd been bitten while visiting Austin. About 60 percent of West Nile cases in the U.S. happen in Texas. Historically, there have been some objections raised over aerial spraying and the potential health hazards distributing such chemicals may pose. A California study, however, showed evidence that in areas where aerial spraying occurred, infection was six times less likely to occur. The earliest cases of the virus appeared in the U.S. in the late 1990s."}, "7-36": {"heading": "Power firm helicopter strikes cables, crashes near Fairfield, California ", "link": "https://en.wikinews.org/wiki/Power_firm_helicopter_strikes_cables,_crashes_near_Fairfield,_California", "date": "4-June-2020", "text": "A helicopter under contract to Pacific Gas and Electric (PG&E) on Tuesday struck power lines and crashed near Fairfield, California. Three occupants of the helicopter died and three firefighters were injured when their appliance rolled responding to an ensuing wildfire. The Bell 206 came down near Interstate 80 around 13:30 local time, during works to high-voltage power cables in the area. The California Department of Forestry and Fire Protection (CalFire) said several acres of land burned before the flames were extinguished. CalFire requested power line de-energisation during the emergency which cut electric supply to around 38,000 people. CalFire indicated the injuries were minor. The three deceased were reportedly PG&E contract employees. The company said power was restored by 20:21 following delays caused by warm weather at the time. Investigations have been launched by the Federal Aviation Administration and the National Transportation Safety Board, with the latter yesterday confirming on Twitter they were \"not traveling to the crash scene at this time.\" Wikinews approached the NTSB regarding their decision not to visit the site, but as of today the board's press office did not respond. PG&E, currently operating under Chapter 11 bankruptcy protections, is currently upgrading its infrastructure to reduce wildfire risks, though as of reports on Tuesday the company had not confirmed what work the helicopter was undertaking. In a letter to The Mercury News, published on Monday, PG&E President and CEO Andy Vesey said the firm was working to install \"100 miles of stronger poles and covered power lines [and manage] vegetation along 890 miles of our system to reduce wildfire risk.\" Vesey also indicated equipment is being added to lines to aid in shutdowns."}, "7-37": {"heading": "SDSU vs. BYU football game postponed due to wildfires ", "link": "https://en.wikinews.org/wiki/SDSU_vs._BYU_football_game_postponed_due_to_wildfires", "date": "24-October-2007", "text": "The San Diego State University (SDSU) and Brigham Young University (BYU) football game, originally scheduled for October 27, 2007 in San Diego, has been postponed until December 1. Qualcomm Stadium, home of the SDSU Aztecs, is currently housing 12,000 evacuees from the Southern California wildfires. In addition to the housing of evacuees at the stadium, the decision to postpone the game was made for several other reasons. Federal and state declarations of a state of emergency; air quality; transportation considerations; closure of SDSU; student-athlete well-being; fan safety; and competitive equity, all played a role. Mountain West Conference commissioner Craig Thompson said, \"There is a far greater priority than sporting events in the San Diego area at this time. The focus should be on emergency response and resources, and getting the community back on its feet. Our thoughts are with our colleagues at San Diego State University, as well as everyone who has been affected by this disaster.\""}, "7-38": {"heading": "Wildfires still burn in Oklahoma, Texas ", "link": "https://en.wikinews.org/wiki/Wildfires_still_burn_in_Oklahoma,_Texas", "date": "4-January-2006", "text": "NORMAN, Okla. – National Weather Service officials are warning of continued fire dangers throughout Oklahoma and Texas due to serious drought conditions. More than 220 homes and businesses have been destroyed by fire in Oklahoma since Nov. 1, according to the Oklahoma Department of Emergency Management. Wildfires in 29 of the state’s 77 counties have claimed more than 360,000 acres. Meanwhile, officials in Texas say 238 homes and 254,555 acres have been lost to wildfires in that state since Dec. 26. Unseasonably warm weather and wind gusts of up to 40 mph have combined to make an already dangerous situation worse across the Southern Plains, which also include parts of Kansas, Colorado and New Mexico, said Jason Levit of the National Storm Prediction Center in Norman. “The region also continues to remain in a severe to extreme drought situation,” Levit said. “Dry surface vegetation will continue to serve as an excellent fuel for any fires that develop.” Some dry areas, such as the Rocky Mountains and Great Lakes, may soon see some much-needed rain. Levit says the already fire-ravaged Southern Plains will have no such luck, however, and people should be aware of the severe danger that will continue to threaten the region. In Oklahoma, state authorities and the National Guard have established a command post in Shawnee, about 40 miles east of Oklahoma City, where they have been joined by officials from the U.S. Forest Service, the Bureau of Indian Affairs, and the National Weather Service. The state was granted access to relief from the Federal Emergency Management Agency on Dec. 28, said Gov. Brad Henry. The Governor requested fire management grants to help cover expenses related to the wildfires that began the previous day. FEMA’s approval means funds are now available to local governments and volunteer fire departments that responded to the blazes in Hughes and Seminole counties. Requests involving nine other counties were approved in the days that followed. Fires hit the northeastern part of Oklahoma City, the state’s capital and largest city, on Sunday. Fires were said to have destroyed 20 homes over the weekend. A National Guard helicopter and firefighters from North Carolina were sent to battle a blaze near the town of Davis, in south-central Oklahoma, on Tuesday. Meanwhile, the BIA sent two airplanes to help fight a fire near Eufaula, in eastern Oklahoma. Three other BIA aircraft aided crews fighting fires near Wewoka, in central Oklahoma, and additional fires were reported near Knowles, Oklahoma City, Ponca City and Tishmingo. Authorities said additional National Guard helicopters and Forest Service planes are available to battle other fires as they break out. The Oklahoma State Medical Examiner’s Office said one man has died from injuries sustained from recent wildfires. A 68-year-old Hughes County man died Dec. 28 from thermal burns and smoke inhalation. The death is in addition to that of a 68-year-old Carter County woman who died last month while trying to use a garden hose to save her home from being consumed by flames. The governor’s office said the state continues to await word on a request for a federal disaster declaration made Friday. A disaster declaration by President George W. Bush would qualify Oklahoma for federal funds to place firefighters ahead of where blazes are burning, and would provide temporary housing assistance and low-interest loans for those whose homes or businesses have been destroyed. Texas authorities say they have 92 aircraft and 650 state workers working to fight fires, and have been joined by crews from Alabama, Florida, Louisiana, Tennessee, and Wisconsin. The U.S. Forest Service is also helping the state to handle the emergency. Despite efforts, wildfires on Monday claimed nearly the entire town of Ringgold, destroying 45 buildings that comprised about 80 percent of the town."}, "7-39": {"heading": "Greece wildfires force thousands to evacuate ", "link": "https://en.wikinews.org/wiki/Greece_wildfires_force_thousands_to_evacuate", "date": "23-August-2009", "text": "Thousands of people in Greece have been forced to evacuate their homes after major wildfires continued for their third day in the suburbs outside of Athens. 10,000 people were evacuated out of one town, Agios Stefanos, located 23 kilometres from downtown Athens, after the flames headed for the area. All residents were ordered to take the main highway to Athens. The deputy mayor of the town, Panayiotis Bitakos, told Skai TV that \"I call on all residents to follow the instructions of the police as to where they will go. We had been begging the authorities since early in the morning to send forces [...] It is too late now. Too late.\" Athens Prefect Yannis Sgouras told state NET TV that strong winds helped strengthen the fires, and caused extra difficulties for the firefighters trying to put out the blaze. He said that approximately 120 square kilometres have been burned so far. \"More than 120,000 stremmas [30,000 acres] have been burnt. It is an ecological disaster,\" he said. In a televised speech on NET, the fire department spokesman Ioannis Kapakis stated that \"the strength of the winds has increased and the situation remains particularly difficult.” In total, 83 major fires were reported across Greece from 06.00 yesterday to 18.00 today. No casualties have yet been reported, and no official property damage tally has yet been made, although Greek media have estimated tens of homes to have been damaged. The fires are the worst in Greece since 2007, when heavy wildfires killed 77 people."}, "7-40": {"heading": "Grass fires break out in wide area of Texas ", "link": "https://en.wikinews.org/wiki/Grass_fires_break_out_in_wide_area_of_Texas", "date": "29-January-2008", "text": "In the U.S. state of Texas, grass fires spread across 2,000 acres of land, destroying at least two dozen structures in the process. The fires were fueled by gusty winds of up to 60 miles per hour. No injuries or deaths have been reported. Residential areas in Tarrant, Wise, Parker, Nolan, Burnet, and Callahan counties were evacuated as firefighters struggled to put out the flames. Fires were also reported in Dallas, Denton, and Collin counties. Many of these fires have now been contained, officials say. In response to the fires, Texas governor Rick Perry activated the state's Emergency Operations Center at the highest level. In addition, 152 counties instituted burn bans. Military aircraft were sent to the area to help douse the fires. According to officials, two CH-47 Chinook helicopters are on standby in Grand Prairie, waiting for the winds to slow down before taking to the skies with buckets of water. Six UH60 Blackhawk helicopters are on standby in Austin and San Antonio as well. Sharolyn Holder, a North Texas resident, said, \"My house is sitting back there with fire all around it. My son's house has already burned some. It's just so stressful.\" Craig Civale of WFAA-TV said that a lack of water contributed to the spread of the fires. \"We've seen areas where fire trucks simply ran out of water, tanker trucks ran out of water, and had to stop battling the blazes at these homes; and pretty much watch them burn down until more water came to the area,\" he said. Officials in Tarrant County believe that a fire in Benbrook may have been started by a cigarette thrown onto an interstate highway. Parts of U.S. Route 377 and Interstate 35 were closed due to the fires. The heavy winds had other adverse effects for Texas residents. Around 75,000 homes in the area were reported to be without power in the afternoon due to the wind knocking down several power lines. Some flights at Dallas-Fort Worth International Airport were delayed more than half an hour or cancelled after the wind forced officials to limit use of the runways."}, "7-41": {"heading": "Reward for Californian arsonist now at $500,000 ", "link": "https://en.wikinews.org/wiki/Reward_for_Californian_arsonist_now_at_$500,000", "date": "28-October-2006", "text": "The reward for the nation's worst arson-related attack was increased to $500,000 today after the arsonist caused four deaths to firefighters, and serious burn injuries to a fifth. The injured firefighter has burns covering almost 90 percent of his body. The blaze, which was ignited in uninhabited brushlands, dictated a mandatory evacuation of the thousands of civilians in the area and destroyed more than 24,000 acres of land. No evidence has been produced to show an arsonist was involved, however an investigator, who preferred to remain anonymous, said that the person or people responsible could face first-degree murder charges. Dale Bosworth, Chief of the US Forest Service released a public statement on the Forest Service website, \"It is with deep sorrow that we learn of the deaths of four firefighters from the San Bernardino National Forest in California. Another firefighter is being treated for serious burns, suffered while the crew was battling a wind-whipped wildfire that drove hundreds of people from their homes. My heartfelt sympathies go out to these families, friends and loved one affected by this tragedy.\""}, "7-42": {"heading": "Thousands more evacuated in California, USA ", "link": "https://en.wikinews.org/wiki/Thousands_more_evacuated_in_California,_USA", "date": "23-October-2007", "text": "Nearly 330,000 people in San Diego County, California located in the United States are being ordered to evacuate after massive wildfires started to spread and grow. As a result, U.S. President George W. Bush has declared a state of emergency in California clearing the way for federal aid assistance. \"All of us across this nation are concerned for the families who have lost their homes and the many families who have been evacuated from their homes. We send the help of the federal government,\" said Bush in a statement to the press. Almost 1,500 houses have been burned to ashes and fires continue to threaten nearly 60,000 more. Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety. One person has died as a result of the fires with 42 injured. 16 of those are reported to be firefighters who were battling the blazes. \"It will not end ... until it reaches the ocean or the winds turn around,\" said San Diego County Fire Battalion Chief, Bruce Cartelli. At least 13 wildfires have burned more than 356,000 acres (142,400 hectares) in areas stretching from San Diego, near the border with Mexico, to Malibu, near Los Angeles. Air Station Miramar for the U.S. Air Force is also being evacuated with the base's planes and other military equipment being transported away from the raging fires to Arizona and places far north of the fires in California."}, "7-43": {"heading": "Hurricane Fiona batters parts of Caribbean ", "link": "https://en.wikinews.org/wiki/Hurricane_Fiona_batters_parts_of_Caribbean", "date": "24-September-2022", "text": "This week parts of the Caribbean were affected by Hurricane Fiona, a Category 4 hurricane. Large-scale damage to critical water and power infrastructure has been sustained with winds raging as high as 130 miles (209 km) per hour, and later reports of heavy rainfall and flash flooding. The main affected area was Puerto Rico, where at least four people have died and 80% of the island remained without power. An estimated 1.3 million homes and businesses in were left without electricity. One death was reported in Guadeloupe and two deaths were reported in the Dominican Republic, where President Luis Abinader declared three eastern provinces as disaster zones. It was claimed by a resident that La Altagracia Province had been hit much harder than it was by Hurricane Maria in 2017. Fiona then hit the Turks and Caicos Islands, where deputy governor Anya Williams reported widespread power outages, before the hurricane continued north towards Bermuda. On Tuesday, the Federal Emergency Management Agency sent a team to Puerto Rico to assess the damage, as supported by Governor Pedro Pierluisi."}, "7-44": {"heading": "Report indicates Texas state parks still suffering following worst drought on record ", "link": "https://en.wikinews.org/wiki/Report_indicates_Texas_state_parks_still_suffering_following_worst_drought_on_record", "date": "27-January-2012", "text": "Carter Smith, The Executive Director of the Texas Parks and Wildlife Department, told a state legislative committee on Tuesday that together wildfires and drought have caused an estimated $11 million dollars in damage to state parks during 2011. Severe damage was reported to Davis Mountains, Possum Kingdom, and Bastrop state parks. Mr. Smith stated that in August 2011 alone there was a 25% drop in visitors and noted the loss of nearly 4,000 homes across the state last year due to wildfires. An employee of Tyler State Park told Wikinews on Friday that the park's lake is currently \"...about three feet low\", but went on to state that staff had recently stocked the lake with freshwater trout. When asked about the park's overall status, the employee stated, \"We're doing OK.\" In the U.S. Texas ranks lowest in state park funding per capita. Reportedly, the drought has impacted wildlife, with increases of sightings of bears, mountain lions and feral hogs in unusual locales."}, "7-45": {"heading": "14 killed by bushfires in Australia (redirect from 14 killed by wildfires in Australia) ", "link": "https://en.wikinews.org/wiki/14_killed_by_bushfires_in_Australia", "date": "7-February-2009", "text": "Bushfires across the Australian state of Victoria have killed at least 108 people and have destroyed dozens of homes. These fires were caused by a severe heat wave affecting the country, combined with winds reported to have reached gale force. According to a report by the Australian Broadcasting Corporation, the fires have burned approximately 30,000 acres (12,140 hectares) of land since they began on Friday. State police officials stated that there are still several more fires being fought, and feared that the death toll could reach as much as double the currently confirmed number when all fires are extinguished and investigations begin. Temperatures in Victoria today reached 46° Celsius (115° Fahrenheit), with the combination of temperatures and high winds helped to fuel the fires. The fire was reported to be moving at an estimated 60 kilometers per hour (40 miles per hour). \"This has been an absolute tragedy for the state and we believe this figure may only get worse. We're concerned this figure could even reach up into the 40s,\" stated Kieran Walshe, the Victoria Police Deputy Commissioner, referring to the death toll. \"The whole of Kinglake is ablaze, I live a couple of kilometers out of town, I heard explosions, by the time I got to the road there were fires everywhere. [There is] flame everywhere, trees exploding, gas tanks exploding, buildings on fire, it's very, very, very serious,\" said a resident of Kinglake, a small township north of Melbourne that was greatly affected by the flames. \"I can't quite see down into the main stretch of town, but there's a lot of flame coming up from there, so I presume most of the town is going up,\" he also stated. Kinglake has had the most deaths in the fire outbreak so far, where it was reported that six people traveling in a car were all killed when it was set ablaze by the raging flames. Over 30,000 volunteers are currently fighting the blazes across the country, along with the help of helicopters and aircraft dropping chemicals and water onto the site hoping to help extinguish the fire. Greg Esnouf, the Victoria Country Fire Authority deputy chief, stated that conditions for firefighters were \"off the scale\" dangerously, and also stated that the forecast for Sunday would not be different than the previous few days. Victoria Police have reported that they are suspecting that some of the fires were lit through arson, and are currently in the process of questioning a resident about a fire that started outside of the city. Another man was arrested in connection with deliberately lighting the fire, but was released by police and had arson charges dropped. According to the Australian Bureau of Meteorology, the heat wave is expected to continue throughout the weekend and peaking in the southeastern part of the country, with temperatures not expected to get cooler until early next week."}, "7-46": {"heading": "'Crown Fire' forces residents in Southern California to evacuate homes (redirect from Three Southern California wildfires force mandatory evacuation orders) ", "link": "https://en.wikinews.org/wiki/%27Crown_Fire%27_forces_residents_in_Southern_California_to_evacuate_homes", "date": "30-July-2010", "text": "Antelope Valley, California — A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon. Mandatory evacuation orders have been set in place, affecting 2,000 homes. The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains. The first was a 30-acre fire that began to the west of Lancaster in the Fairmont area. It was contained and suppressed by mid-afternoon, but the other two fires ignited while firefighters were battling the first. The second fire, the \"Briggs Fire\", began shortly after 2:00 pm near 8334 Soledad Canyon Road and Briggs Road, south of the freeway. It burned 500 acres south of the 14 Freeway, but the Los Angeles County Fire Department (LACFD) now has it contained, and firefighters are hopeful that it will burn itself out as it edges closer to the 160,577-acre burn area of last year's Station Fire. The third fire, the \"Crown Fire\", broke out at around the same time as the Briggs Fire on the northern side of the 14 Freeway near Acton. The Crown fire has so far burned 13,000 acres and has been heading north into Leona Valley and Palmdale. Over 800 firefighters are now tackling the Crown Fire on the ground, Boeing 747 and McDonnell Douglas DC-10 fixed-wing aircraft have taken to the skies to drop Phos-Chek slurry (a red powdery fire retardant that is a mixture of mostly water and fertilizer, and doesn't evaporate) on the fire, and modified Sikorsky UH-60 Black Hawk helicopters known as \"Firehawks\" are making water-drops. As well as LACFD, firefighters from Los Angeles City Fire Department, California Department of Forestry and Fire Protection (Cal Fire) are also helping to battle the fire. Weather conditions and topography have hindered their efforts, as temperatures rose to 98 degrees Fahrenheit today, with windspeeds of 25mph. Tonight, the National Weather Service predicts winds will reach as high as 50mph. The fire burned down a Los Angeles County Sheriff Department communications tower, forcing Lancaster and Palmdale-based deputies to set up mobile operations bases and coordinate their efforts using cell phones and computers. Last night, the California Aqueduct acted as a barrier to the fire. Residents of Leona Valley, Lake Elizabeth, Ritter Ranch, Rancho Vista, Ana Verde and Palmdale received Reverse 911 telephone calls last night alerting them of mandatory evacuations. Many of the evacuation orders were lifted this morning as the spread of the fire decreased. However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale. Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.The fire is also threatening five high-voltage power lines that supply electricity to much of Southern California. 21 customers in the immediate vicinity have been without power since yesterday. At 5:00 pm, California Governor Arnold Schwarzenegger, police and fire officials held a press conference. The governor said that the fire was 20% contained and had burned 13,000 acres. It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim."}, "7-47": {"heading": "Wikinews finds citizens' feelings, actions throughout Texas regarding West Nile virus threat vary greatly ", "link": "https://en.wikinews.org/wiki/Wikinews_finds_citizens%27_feelings,_actions_throughout_Texas_regarding_West_Nile_virus_threat_vary_greatly", "date": "27-August-2012", "text": "Wikinews spoke to several residents of the US state of Texas finding varying opinions, and responses, to the threat from the West Nile virus; this, in contrast to the troubling media reports released recently. The state as a whole has seen more than 400 confirmed instances of the illness so-far this year. A Longview woman, said, \"[...] It's terrifying. I'm so scared.\" The woman was quick to point out a virus-related death occured in her city the same day. When asked about her daily routines, in light of the virus, she said, \"I don't go outside. I stay indoors. West Nile [virus] is bad.\" The Director of Nursing for a large encampment located near Tyler said their operation had seen no cases of the illness, despite serving over 19,000 campers this summer. Her staff took no special precautions during August. Although having some worries, Jimmy Philmont, 39, of Fairfield told Wikinews, \"[...] I don't let it keep me up at night. Overall, I'm not too scared.\" Asked if he was aware of  recent virus-related deaths in Texas, Philmont said, \"Yeah, I am. That's kind of scary. But, you have to live your life, you know? The world is hot now. You can't go hide in a hole somewhere.\" Earlier in the month, Tim Whitley, a city official in Malakoff, told Wikinews his city had began using a pesticide specialist to spray twice-weekly. Whitley explained two treatments per week is more often than usual for the city, \"With the concerns in Dallas, we're taking it seriously\", he said. A nurse at a senior activity center in Austin told media she'd taken time to educate their facility's clients about the virus and proper precautions; Adding, \"They feel less alarmed and we try to protect our folks here [...]\". Mark Kitsmore, 54, of Tyler said, \"Honestly, I'm not too worried about it.\" He jokingly commented, \"I've probably used a little more bug spray over the past few weeks, though.\" Twenty-six people have died so-far this year as result of having contracted the virus, approximately half occurring in Texas. The mayor and county judge in Dallas have declared a state of emergency in response to the virus."}, "7-48": {"heading": "Major fire results in significant damage to Texas apartment complex ", "link": "https://en.wikinews.org/wiki/Major_fire_results_in_significant_damage_to_Texas_apartment_complex", "date": "7-October-2010", "text": "An apartment complex in Tyler, Smith County, Texas, incurred substantial damage during a major fire on Wednesday evening. Fire authorities were forced to close Shiloh Road, a busy street which runs adjacent to the complex, for several hours while multiple city units  fought to douse the blaze. Eye witnesses report that screams of animals and people were heard. A local news source described the blaze as \"massive\", adding that while no-one was injured during the blaze, one cat was killed. One witness told a local news agency: \"It engulfed it pretty quick. It's amazing to see how quick a fire can go like that. It just started on one end and took over.\" 8 apartment units were reportedly totally destroyed in the incident. Initial reports indicate that the fire started in an upstairs apartment and spread rapidly. Local medical personnel were alerted to expect a large number of casualties. A woman, who lives in the neighboring apartment complex and was present during much of the event, spoke to Wikinews on the condition of anonymity. \"It was unbelievable,\" she said. \"There were firetrucks and police cars everywhere. It was the biggest fire I've ever seen.\" Fire officials have stated that they believe the cause of the fire may have been faulty wiring, adding that there was no evidence to suggest arson. On Thursday morning, local news outlet KLTV reported that many residents of the complex praised the fast and aggressive response of local firefighters. 61-year-old Cecile Hughston said that she was in her home about one block from the fire when she saw the flames. She said: \"I was inside my house and I could see the flames, they were stretching up toward the sky. I was terrified.\" Multiple clean-up workers were present at the complex on Thursday morning and the damaged building was cordoned off with police tape."}, "7-49": {"heading": "Wikinews Shorts: May 16, 2007 (section New Jersey wildfires burning over 18,000 acres of land, thunderstorms expected) ", "link": "https://en.wikinews.org/wiki/Wikinews_Shorts:_May_16,_2007", "date": "16-May-2007", "text": "In New Jersey, United States, 18,000 acres, or 20 square miles, of pine forests are ablaze. The fire started about 25 miles from Atlantic City, near an aerial bombing base. While there have been no deaths, 2,500 homes have been evacuated. The National Weather Service has posted a Severe Thunderstorm Warning for Wednesday night. Sources"}, "7-50": {"heading": "Oklahoma City suburbs on fire ", "link": "https://en.wikinews.org/wiki/Oklahoma_City_suburbs_on_fire", "date": "2-January-2006", "text": "Wildfires are burning homes in Oklahoma City.  Winds in excess of 40 mph have grounded helicopters and tanker planes, the high winds are also driving the fires. Firefighters have ordered an evacuation of several neighborhoods. At least three homes have burned.  200 homes have been evacuated.  The area has had only a quarter-inch of rain since October with no relief in sight. Several fires have sprung up in the region over the past few days.  Nearly 30,00 acres of prairie have burned across Texas.  Temperatures have ranged into the low 80s."}, "7-51": {"heading": "Mother of Californian firefighter calls on arsonist to surrender ", "link": "https://en.wikinews.org/wiki/Mother_of_Californian_firefighter_calls_on_arsonist_to_surrender", "date": "29-October-2006", "text": "The mother of a firefighter who died in his duties fighting the blaze in southern California, has pleaded to the arsonist responsible for the 40,450 acre inferno to give himself up, and that she will not judge him. Bonnie McKay, mother to 27-year-old Jason McKay, said \"I firmly believe you didn't believe that things were going to turn out the way they did, but they did. Don't let the remorse eat you alive. Come forward. I for one will try not to judge you. There is only one who can judge you.\" The fire, which has claimed the lives of four firefighters and caused 95% burns to a fifth, is now 60% contained. There is a massive aerial attack on the fire in progress, making use of fire helicopters and planes to dump thousands of gallons of water onto the blaze over the canyons of Riverside County. The blaze has now destroyed as many as 27 homes, and has forced the evacuation of 500 more."}, "7-52": {"heading": "Class action launched by Australian bushfire survivors against SP AusNet (redirect from Huge fire class action launched by Aussie wildfire survivors against Singapore-owned power firm Singapore Power Limited's subsidiary SP AusNet) ", "link": "https://en.wikinews.org/wiki/Class_action_launched_by_Australian_bushfire_survivors_against_SP_AusNet", "date": "18-February-2009", "text": "The largest class action in Victorian history was commenced at the Supreme Court of Victoria on Friday the 13th by Slidders Lawyers against electricity distribution company SP AusNet and the Brumby Government in relation to the Kilmore East fire that became part of the Kinglake complex. Because of the lawsuit, SP AusNet SPN.AX's shares on Monday have dropped more than 13.36 per cent or 14.5 cents, to an intra-day low of 94 cents, was at 98.5 cents at 10:38 a.m. local time, before recovering slightly to be 7.5 cents lower at A$1.01 by 1144 AEDT (0003 GMT) or 6.9 percent in Sydney trading. Shares in SP AusNet closed 3.7 percent lower at A$1.045 on Monday. Power supplier SP AusNet said it has asked the Victoria Court regarding the status of the class action proceedings saying the firm had insurance policies in place consistent with industry standards. \"SP AusNet will continue to update the market as further information becomes available,\" the company said. The claim has focused on alleged negligence by SP AusNet in its management of electricity infrastructure. It maintains most of the power lines in eastern Victoria. Its fallen power line is believed to have sparked the blaze that tore through Kinglake, Steels Creek, Strathewen, Humevale, and St Andrews. The plaintiffs include thousands of angry Kinglake farmers, small business owners, tourist operators and residents who lost homes. Leo Keane, the lead plaintiff in the class action has alleged \"SP AusNet owed a duty of care to landowners to operate and manage power lines in a way that limited the risk of damage from bushfires.\" On Thursday Phoenix Taskforce had taken away a section of power line as well as a power pole from near Kilmore East, part of a two-kilometre section of line in Kilmore East that fell during strong winds and record heat about 11am last Saturday. It was believed to have started the fire there, since within minutes a nearby pine forest was ablaze, and within six hours the bushfire had almost obliterated nearly every building in the towns in its path. \"It is believed that the claim will be made on the basis of negligent management of power lines and infrastructure,\" Slidders Lawyers partner Daniel Oldham said. The law firm has announced it was helping landowners and leaseholders get compensation for the 2003, 2006, 2007 and 2009 bushfires. \"If you have been burnt by the recent bushfires, please register your interest using the form below as soon as possible,\" the law firm's website stated. The Insurance Council of Australia has placed the cost of the bushfires at about $500 million. \"That means keeping electricity lines clear of trees and in a condition that won't cause fires. They must also have systems in place to identify and prevent risks occurring,\" Melbourne barrister Tim Tobin, QC, said. According to the 2006 census, Kinglake had a population of almost 1,500 people. But SP AusNet's legal liability has been limited at $100 million under an agreement inked by the former Kennett government with private utility operators, when the former State Electricity Commission was privatized in 1995. Accordingly, the Brumby Government could be legally obliged to pay damages of the differences amounting to hundreds of millions of dollars. SP AusNet Ltd said some of its electricity assets have been damaged by the Victoria bushfire. \"As a preliminary estimate, it is thought that damage has been sustained to approximately one per cent of SP AusNet’s electricity distribution network, mainly distribution poles, associated conductors and pole top transformers,\" SP AusNet said in a statement to the Australian Securities Exchange (ASX). It explained that up to 6,000 homes and businesses on its network were without power due to bushfires, including the Kinglake complex fire, Beechworth fire, and fires across Gippsland including Churchill and Bunyip. SP AusNet said the firm will cooperate fully and will assist in any fire probe. \"We stand ready to assist the relevant authorities with their inquiries if it is necessary for us to do so now and in the coming months,\" SP Ausnet spokeswoman Louisa Graham said in a statement. \"Our priority is to restore power to fire-affected areas as quickly as possible. We believe the claim is premature and inappropriate ... SP AusNet will vigorously defend the claim. If the claim is pursued, SP AusNet advises that it has liability insurance which provides cover for bushfire liability. The company's bushfire mitigation and vegetation management programmes comply with state regulations and were audited annually by state agencies,\" Grahams explained. Victorian Auditor-General Rob Hulls said \"there was an 'unseemly rush' by some lawyers to sue before the cause of the fires had been fully investigated.\" \"The government body had audited the network's bushfire risk to make sure required distances between power lines and vegetation were maintained. Power companies had been given a clean bill of health, and electricity firms were judged to be 'well prepared for the 2008-09 bushfire season.' There were no regulations applying to the distances between poles supporting electricity lines and spans of one kilometre were not unusual,\" a spokesman for Energy Safe Victoria explained. Christine Nixon, the 19th and current Chief Commissioner of Victoria Police said investigations into the cause of the bushfires were ongoing. \"I know people are angry, and so are all of us in this community. But we need to kind of have a sense that the proper processes are in place and we need to go through the investigation and through the court case,\" Nixon said. \"At this stage we are not able to confirm how it started. I understand there is some legal action that people are taking, but at this stage we're still investigating its cause. But the whole circumstances of that fire are part of our Taskforce Phoenix, and as we move through that we'll be able to tell the community more once we're able to confirm or deny what we think is the cause of these fires,\" Nixon added. On Thursday, two people were arrested in connection with the fires, having been observed by members of the public acting suspiciously in areas between Yea and Seymour; although they were both released without charges laid. Brendan Sokaluk, age 39, from Churchill in the Gippsland region, was arrested by police at 4pm on Thursday, in relation to the Churchill fires, and was questioned at the Morwell police station. He was charged on Friday with one count each of arson, intentionally lighting a bushfire and possession of child pornography. The arson case relates to 11 of the 21 deaths in the dire  Gippsland fire, which devastated 39,000 hectares in the Latrobe Valley, Calignee, Hazelwood Koornalla and Jeeralang. Two teams of Churchill firefighters were almost lost in the inferno that remains out of control. Mr Sokaluk joined the CFA Churchill brigade in the late 1980s as a volunteer fire fighter, left in the 1990s and attempted to rejoin twice, but was rejected. He failed to appear in Melbourne Magistrate's Court Monday for a scheduled hearing, since the court reset the committal hearing on May 25. He is represented by lawyer Julian McMahon. Magistrate John Klestadt has lifted the suppression order which kept the suspect's identity a secret but identifying photographs were barred from being released. Mr Sokaluk was remanded in protective custody from Morwell to a cell in Melbourne for his own safety amid fears angry prisoners will target him and real risk of vigilante attacks. He faces a maximum sentence of 25 years imprisonment if convicted on the arson charge. \"This is an extraordinary case. The level of emotion and anger and disgust that the alleged offenses have aroused in the community is unprecedented.\" Mr Sokaluk's defense lawyer Helen Spowart argued. The prosecution has moved the Court for more time to prepare its case, saying there would be up to 200 witnesses to interview. Slater & Gordon has indicated that they were awaiting the report of the to-be-established Royal Commission, expected in late 2010, before initiating any claims. Armed with a $40 million budget, the Royal Commission's Chair Justice Bernard Teague will be assisted by former Commonwealth ombudsman Ron McLeod, who led the inquiry into the 2003 Canberra bushfires, and State Services Authority Commissioner Susan Pascoe. The Commission has said its interim report is due on August 17 while the final report will be submitted by July 31, 2010. Judge Bernard Teague has announced Tuesday he will meet with fire victims and fire authorities within the next two weeks. \"We want to do that as soon as possible - probably not next week but starting to have these discussions the week after,\" he said. Julia Eileen Gillard, the Deputy Prime Minister of Australia and deputy leader of the federal Australian Labor Party (ALP) said the federal and Victorian governments would respond quickly to the royal commission's report. \"Everybody who has lived through this experience in Victoria and around the nation has asked the question: 'Why? What can we do better?'. No one wanted to see the report \"as a book on a shelf gathering dust,\" she said. Victoria bushfire experts, led by Forest Fire Victoria - a group of scientists and forestry experts - have condemned the government's \"Living with Fire\" policy and the state's failure to initiate serious fuel-reduction programs. The Victoria government had failed to seriously act on bushfire safety recommendations submitted last June by the Victorian Parliamentary Environment and Natural Resources Committee. As death toll rises, evidence mounts of lack of planning prior to Australia’s worst bushfire. \"Living with Fire\" policy means Kinglake fire trucks were dispatched to an earlier fire in Kilmore, leaving Kinglake undefended. \"Kinglake was left with no fire brigade and no police. The trucks had been sent to Kilmore. I've been in the fire brigade for 10 years. There was always a law—the trucks had to be on the hill. Because of the government we got gutted at Kinglake. They should have been getting generators ahead of the fire—so people would have had a chance of fighting it. As soon as the power went, I couldn't keep fighting the fire at my place,\" Rick and Lauren Watts, and their friend Neil Rao, spoke to the WSWS. Rick has also criticized the lack of early warning communications systems, since emergency siren warnings in the town had been stopped some years earlier. Humevale resident Sina Imbriano who has six children was angry about the failure of  state and federal governments to set up a recommended telephone warning system amid its \"stay and defend or go\" policy. Bald Spur Road residents Greg Jackson and his wife Fotini said the government's \"stay and defend or go\" policy was \"fruitless\" since the critical issue was early warnings,  but \"they [the government] just won't spend the money.\" Also on Friday, five law firms from Victoria's Western Districts, including Warrnambool-based Maddens Lawyers and Brown & Proudfoot, held a meeting to discuss a potential class action in relation to the Horsham fire, which was also thought to have been started by fallen power pole that burnt vast swathes of land in Mudgegonga and Dederang, Victoria. The lawsuit will also focus on the fire that blackened about 1750 hectares at Coleraine. Maddens senior attorney Brendan Pendergast said: \"We don't know who the defendant is at this stage. We are unsure who the electrical supplier is for that area but we should know in a few days. There were people who had their homes burnt to the ground and they will need to reconstruct, replace their contents,\" he said. Maddens has initiated a register of affected landowners for the recent bushfires, saying the firm has included victims of the Pomborneit fire that burnt almost 1300 hectares in the proposed class action amid the CFA's statement the blaze could have been deliberately lit. Frances Esther \"Fran\" Bailey, Liberal member of the Australian House of Representatives (1990-93 and 1996-present), representing the electorate of McEwen in Victoria said the Country Fire Authority (CFA) had told her one of the power lines had broken before the fire. \"The local CFA [Country Fire Authority] told me on that Saturday, with those very high winds, one of the lines had broken and was whipping against the ground and sparked,\" she said. \"Whether or not that is the cause of that terrible fire that actually took out Kinglake and maybe Marysville, the investigations will prove that, but we've got to do better,\" she added. Victorian Premier John Brumby said the power line claim would be examined as part of the Royal Commission into the bushfire. \"No stone will be left unturned. So, I think it's important the Royal Commission does its work. And, the Royal Commission will, of course, look at all of the factors with the fires,\" Mr Brumby said. At least 550 houses were incinerated and 100 people have been killed, leaving more than 1,000 homeless in the Kinglake bushfire and surrounding areas. SP AusNet - Singapore Power International Pte Ltd is a wholly-owned subsidiary of Singapore Power Limited (51% interest in SP AusNet). SP AusNet's electricity transmission and distribution networks, along with the gas distribution assets, enable it to deliver a full range of energy-related products and services to industrial and domestic customers in Victoria, Australia. Singapore Power ( 新加坡能源有限公司) is a company which provides electricity and gas transmission, distribution services, and market support services to more than a million customers in Singapore. As the only electricity company in Singapore, and also one of its largest corporation, SP was incorporated as a commercial entity in October 1995 to take over the electricity and gas businesses of the state provider, the Public Utilities Board. Since 1995, Temasek Holdings controls the entire company with a 100% stake. SP is involved in a major investment in Australia's Alinta in partnership with Babcock & Brown, after putting up a bid of A$13.9 billion (S$17 billion), beating out a rival bid by Macquarie Bank. The devastating 2009 Victorian Black Saturday bushfires, a series of more than 400 bushfires across Victoria on February 7 2009, is Australia's worst-ever bushfire disaster, claiming at least 200 deaths, including many young children, and is expected to pass 300. 100 victims have been admitted to hospitals across Victoria with burns, at least 20 in a critical condition, and 9 on life support or in intensive care. The fires have destroyed at least 1,834 homes and damaged many thousands more. Many towns north-east of Melbourne have been badly damaged or almost completely destroyed, including Kinglake, Marysville, Narbethong, Strathewen and Flowerdale. Over 500 people suffered fire-related injuries and more than 7,000 are homeless. It has scorched more than 1,500 square miles (3,900 square kilometers) of farms, forests and towns. The Supreme Court of Victoria is the superior court for the State of Victoria, Australia. Founded in 1852, it is a superior court of common law and equity, with unlimited jurisdiction within the state. Those courts lying below it include the County Court of Victoria, the Magistrates' Court of Victoria and the Victorian Civil and Administrative Tribunal (which is technically not a court, but serves a judicial function). Above it lies the High Court of Australia. This places it around the middle of the Australian court hierarchy."}, "7-53": {"heading": "Gunman commits suicide at University of Texas ", "link": "https://en.wikinews.org/wiki/Gunman_commits_suicide_at_University_of_Texas", "date": "28-September-2010", "text": "A man wearing a ski mask and carrying an assault rifle apparently killed himself in the library of the University of Texas in Austin, Texas earlier today. The university was placed under lockdown and all classes were canceled as a result of the incident. Nobody else was hurt, but police are still looking for a possible second gunman. Art Acevedo, the chief of Austin police, said that officials are also considering the possibility of explosives left by the suspect. Armored vehicles were seen moving around the campus in response to the event, as well as {{w|SWAT team|SWAT teams}, bomb-sniffing dogs, and police helicopters. An ambulance was seen around 9:00 a.m. CDT (1400 UTC) at the University of Texas' Perry-Castaneda library. The school's website included a notice this morning, which read: \"The person involved in this morning's shooting on campus has been confirmed dead on the sixth floor of the Perry-Castaneda Library from an apparent self-inflicted gunshot wound. Law enforcement are searching for a second suspect. If you are off campus, STAY AWAY. If you are on campus, lock doors, do not leave your building.\" The gunman was reportedly killed by a self-inflicted gunshot wound, and no shots had been fired by law enforcement officials. The shooter has not yet been identified, and the reason behind the incident is not yet known. Witnesses described the man as wearing a dark suit and ski mask, and carrying an assault rifle. Randall Wilhite, a professor at the university, said that he heard gunshots while going to class and saw the suspect heading toward the library just after 8:00 a.m. CDT (1300 UTC). The gunman appeared to be firing shots randomly. \"When I pulled up in my car, he stood right in front of me and didn't stop running but turned in my direction, fired three shots into the ground to the left of my car and kept running,\" said Wilhite. The gunman had the chance to shoot students, added Wilhite, but he did not appear to be targeting them. The school, which has around 50,000 students, sent out an alert around that time warning students to stay where they were. Robby Reeb, a senior at the school, said that \"a guy sprinted past me screaming, 'There's a guy with a gun.' I looked up and saw a man in a ski mask, wearing a suit, and carrying an assault rifle. And I called 911.\" Police said that the gun used in the shooting was an AK-47, and that they were examining two different crime scenes: where the shots were fired outside, and where the gunman was found dead in the library. Police would not say whether he was attending the university. Chief Acevado said that there were \"reports of a second suspect that was wearing a beanie with a long rifle, wearing blue jeans and a black top\" that \"may or may not be a white male.\" Several hours after the lockdown began, police allowed students to leave the university's campus, although nobody is still allowed to enter. The school was also the site of a shooting spree on August 1, 1966, in which university student Charles Whitman fatally shot fourteen to sixteen people and wounded another 32 before being himself killed by law enforcement authorities; reports of the exact death toll are inconsistent. Whitman, a former U.S. Marine, shot students from the observation platform of the school's tower. That event was the deadliest school shooting in the United States until the 2007 Virginia Tech massacre."}, "7-54": {"heading": "Scheduled power outages in Northern California begin ", "link": "https://en.wikinews.org/wiki/Scheduled_power_outages_in_Northern_California_begin", "date": "9-October-2019", "text": "At midnight local time (0700 UTC), United States public utility Pacific Gas and Electric Company (PG&E) began turning off electricity for customers in the San Francisco area of California. PG&E stated it scheduled the blackouts in response to forecasts for high winds amid dry conditions. The aim is to reduce the risk of wildfires. Nearly 800 thousand customers were scheduled to be affected by the shutoffs which were expected to last through at least midday tomorrow. Within the first four hours 185 thousand customers were without power. According to PG&E's schedule, by noon today over half a million could be affected, at which point phase two was planned to begin. Phase two was planned to affect over two hundred thousand customers. A phase three was tentatively planned, but final decisions were not yet made. PG&E announced the schedule in a press release late yesterday and followed it up with a press conference last night. Sumeet Singh, a vice president at PG&E, said \"We very much understand the inconvenience and difficulties such a power outage would cause\". Company meteorologist Evan Duffey said, \"This is forecast to be the strongest offshore wind event since October 2017\". Senior vice president Michael Lewis added, \"The safety of our customers and the communities we serve is our most important responsibility, which is why PG&E has decided to turn power off to customers during this widespread, severe wind event. We understand the effects this event will have on our customers and appreciate the public's patience as we do what is necessary to keep our communities safe and reduce the risk of wildfire\". According to local news, school districts across the area announced school closings. PG&E announced via Twitter around 11:30 am (1830 UTC), phase one had been completed. The company apologized for its website being inaccessible due to high volume of traffic."}, "7-55": {"heading": "Russian firefighting aircraft starts fires in Portugal ", "link": "https://en.wikinews.org/wiki/Russian_firefighting_aircraft_starts_fires_in_Portugal", "date": "8-July-2006", "text": "The Russian Beriev 200 airplane leased to the Portuguese Government suffered an accident last Thursday (July 6) afternoon, after one of its engines was damaged. The accident occurred after a refueling operation at the dam of Aguieira, near Santa Comba Dão. As the aerial firefighting aircraft took off at the end of the refueling maneuver in the water - designated as 'scooping' - its \"left wing hit the top of the trees and the aircraft suffered some damage\" to its fuselage, said Colonel Anacleto dos Santos, director of the Cabinet of Prevention and Investigation of Accidents with Aircraft (GPIAA), to the Portuguese newspaper Correio da Manhã. While hitting the top of the trees, leaves and some wood entered the left engine, which didn't blow up, but that had to be turned off and the pilot was forced to release fuel for safety reasons. The release of the fuel started small wildfires across the area, reaching some houses, which were quickly extinguished by firefighters and helitack units of the GNR's Intervention, Protection and Rescue Group. The airplane was able to do an emergency landing at the Monte Real Air Base, where it's currently operating from, thanks to the flight experience of one of the Russian pilots. When contacted by the Lusa news agency, National Service of Firefighters and Civil Protection, vice-president Lieutenant-Colonel Joaquim Leitão explained that the repairs will be made by the aircraft company and that all the parts necessary to repair the damages will have to come from Russia, by which the solution for the problem will take \"some days\". Lieutenant-Colonel Leitão added that an investigation is in progress to analyse the circumstances under which the accident occurred. And when he was asked if the accident was caused by the limitations of the dam, given the dimensions of the aircraft, he said that the reconnaissance of the area had been performed before the scooping exercises began, and an operation officially kicks off when all the conditions are met. The final report of the GPIAA will only be concluded in a few weeks but GPIAA director, Colonel Anacleto dos Santos, excluded two of the eventual causes of any aerial accident. \"The atmospheric conditions were not adverse and there are no indications of mechanical failure. Everything points to human error.\" On board of the aircraft followed two Russian pilots - one of them still receiving formation - and an Portuguese pilot that was observing the operations. Two years ago, the Italian authorities tested the Beriev in the same mission type. Having the Portuguese Government sent observers to evaluate the performance of the aircraft. However, some limitations were found in the performing of the Russian aircraft in Italy's wildfire scenarios. Having the Italian Civil Protection reached the conclusion that the Beriev 200 is not prepared to operate in mountainous terrain."}, "7-56": {"heading": "Brush fire threatens Molokai, Hawaii ", "link": "https://en.wikinews.org/wiki/Brush_fire_threatens_Molokai,_Hawaii", "date": "3-September-2009", "text": "Two CH-47 Chinook helicopters were called in on Wednesday, September 2nd, to help contain the wildfires on the Hawaiian Island of Molokai. Smaller helicopters that were fighting the fire since it started around noon on August 29th were redeployed as well. According to Gen Iinuma, Maui County Civil Defense administrator, the CH-47s carry 2000-gallon buckets of water, whereas the smaller helicopters only have 100-gallon buckets.  The Chinooks can dump more water in fewer trips than the smaller helicopters.  On the other hand, the tremendous downdraft from the bigger aircraft may make the fire worse. \"If they don't do it right, they'll fan the fire,\" Iinuma said. According to Iinuma, ground crews are continuing to maintain the fire's perimeter, which remained unchanged from Tuesday.  The helicopters are being used to fight the fires where ground crews can't reach, such as steep mountain passes and valleys. Iinuma also expressed concern about a red flag advisory the National Weather service put out for all leeward areas of the Hawaiian Islands, meaning conditions are ripe for fires. Lieutenant Governor James \"Duke\" Aiona, who took an aerial survey of Molokai's brush fire area, said it was \"no immediate threat\".  He also noted that the fire seemed to come right up to the perimeter of some properties, but almost always stopped there. Aiona's observations are mirrored by a local business owners' story.  The wildfires destroyed the beehives of Molokai Meli, a family-owned honey business in Kapaakea, but residents admit that the beehives were not their main concern. \"We were just beating the edges with wet towels and sheets to try and keep it from getting to the houses that are just right over that ridge,\" said co-owner Brenda Kaneshiro.  Luckily, the property was spared, though the beehives weren't. \"All that metal right there, that's where they all were, there were 33 of them,\" said Elijah Kaneshiro, the owner's son."}, "7-57": {"heading": "France banning Skype from universities ", "link": "https://en.wikinews.org/wiki/France_banning_Skype_from_universities", "date": "26-October-2005", "text": "France has banned use of the Skype PC telephony application in Universities. The exact reason is unclear, but state security was one of the reasons given by the authorities responsible. Several other possible reasons have been cited including fears of research secrets being handed over to the United States and the fact that in order to make calls to the public phone network you pay a company in Luxembourg and not the local phone company. The Skype software uses an encryption algorithm that makes it next to impossible to monitor calls; this is frequently cited as China's reason for banning the application. Some media reports have suggested that French authorities are fearful that whilst they were unable to monitor calls made with Skype, they might be monitored by the US. However, this version of facts, which has spread like wildfire, was promptly refuted by French authorities who called attention to the fact that the ban only applies to university research centers and laboratories, and not to the general student and faculty population. The real reasons behind the ban remains a hot point of debate and controversy, although public opinion in France is not sympathetic to Skype's new profile. Skype has recently been purchased by eBay, which the French consider a mammoth e-company with questionable practices and a dubious reputation."}, "7-58": {"heading": "Perry out, Abbott in: Texas gets new governor ", "link": "https://en.wikinews.org/wiki/Perry_out,_Abbott_in:_Texas_gets_new_governor", "date": "22-January-2015", "text": "Greg Abbott was sworn in on Tuesday as the first new governor for the state of Texas in fourteen years. Abbott replaces Rick Perry, who was elected in three consecutive elections as the state's Governor. Although Perry was not, Abbott is an attorney and recently served as the state's Attorney General. During his inauguration speech, Abbott spoke about the issue of border security in the state by saying, \"We must do more for the millions of Texans who are tired of seeing our state sovereignty and the rule of law ignored by a federal government that refuses to secure our border\". Abbott in his speech did not address recent drops in state revenue tied to declining oil and gas prices. Although the state has over a US$1 trillion per-year economy, some economists suggest tough times may be on the horizon as energy prices slump. Fundraising of over US$4.5 million supported the inaugural celebration in the state capital of Austin, including a parade. Abbott is the first Governor in the US to routinely use a wheelchair since George Wallace, former governor of Alabama."}, "7-59": {"heading": "State of emergency declared in Greece after heavy forest fires ", "link": "https://en.wikinews.org/wiki/State_of_emergency_declared_in_Greece_after_heavy_forest_fires", "date": "22-August-2009", "text": "A state of emergency was declared in Greece after major wildfires started burning out of control on the northeast edges of Athens. Fire crews, aided by water-bombers and helicopters, have been dispatched to the affected areas to try to contain the fires. According to Greek authorities, the wildfires started late on Friday near Grammatiko, a village located 25 miles northeast of downtown Athens. The blazes, strengthened by heavy winds in the area, eventually reached neighbouring Varnava and Marathon on Saturday morning. Officials say that 70 fires broke out across the country since Friday night, according to the Associated Press. Fire department spokesman Yiannis Kapakis said that \"this is a difficult fire because it is a mixed area with homes and forest, meaning that firefighters are focusing their attention on protecting lives and properties.\" He urged residents of the towns threatened by the fires to evacuate. Despite the state of emergency being called, no casualties have yet been reported as a result of the fires. The fires are reportedly the worst in mainland Greece since 2007."}, "7-60": {"heading": "14,000-acre Southern California 'Crown Fire' at 82% containment, evacuation orders lifted ", "link": "https://en.wikinews.org/wiki/14,000-acre_Southern_California_%27Crown_Fire%27_at_82%25_containment,_evacuation_orders_lifted", "date": "1-August-2010", "text": "Antelope Valley, California — On Friday high winds caused the fire to jump the California Aqueduct and spread into the city of Palmdale.  Over 2,000 residents of Leona Valley, Ana Verde, and Rancho Vista were given mandatory evacuation orders.  The sky was blanketed with thick orange pyrocumulus clouds and falling ash, making the air hard to breathe. State Governor Arnold Schwarzenegger arrived in Palmdale on Friday to survey the burned areas. \"We were very fortunate to not have fires for quite some time because the air temperature was cool and we didn't have the experiencing of dry weather and all the winds and so on, but all of a sudden the fire season kicked in as if, 'Here we are,'\" Schwarzenegger said during a press conference. \"But we are ready and we have luckily distributed resources all over the state of California, so we are ready at any given time.\" The fire has so far destroyed one house and three mobile homes, damaging the roof of another and burning car garages, horse stables, and other outbuildings.  Most of the more seriously threatened homes were constructed recently from fire-proof materials, with walls coated in stucco, and fire-resistant plants in the yards.  Although some roads are still closed to all traffic, all existing evacuation orders were lifted late Friday night and 500 residents of Rancho Vista were told to \"shelter in place\" until further notice.  Despite the absence of mandatory evacuation orders, over 2,000 houses, 60 commercial buildings, and 100 outbuildings are still under threat. Throughout the night, fire crews have been battling the wildfire, assisted by cooler temperatures and lighter-than-expected winds which have enabled them to establish containment lines. \"Crews went out [Friday] night and did some great work trying to complete more lines and also trying to take care of what we call 'cat eyes' which are embers within the perimeter of the fire, so there will be much more work being done there today,\" said LACFD Captain Roland Sprewell. \"But of course we're not going to rest on our laurels today...we're going to be vigilantly watching the winds, especially in the ridge and down in the valleys.\" At the height of the fire, 1,700 firefighters from all over California were battling the flames, although as of 12:00 pm Saturday afternoon, it has been reduced to around 1,350 personnel. 16 fire camp crew have also assisted. 250 fire engines and four bulldozers have been used. In the air, 4 Boeing 747 supertankers, 1 McDonnell Douglas DC-10 tanker, and 6 modified Sikorsky UH-60 Black Hawk helicopters known as \"Firehawks\" have been dropping water and red Phos-Chek slurry. The Los Angeles Sheriffs Department also increased its presence in the Antelope Valley by bringing in response teams from stations outside the AV. This afternoon, the deployment has been scaled back to three teams as the fire stabilizes and further evacuation orders become unlikely. Three firefighters have been injured battling the fire, although all injuries are minor. One sheriff deputy was also hospitalized for smoke inhalation but has since been released."}, "7-61": {"heading": "Stabilized forest fires in Greece intensify again; 2 arrested ", "link": "https://en.wikinews.org/wiki/Stabilized_forest_fires_in_Greece_intensify_again;_2_arrested", "date": "26-August-2007", "text": "The huge forest fires that blazed across southern Greece on Friday and Saturday were stabilized for a few hours today. Fire Brigade Officer Nikos Tsogas said, \"It's not getting worse...we have to act fast because the winds might pick up.\" However, the winds have reportedly intensified. Fire department spokesman Nikos Diamandis said, \"Unfortunately the improvement that we were looking for is not there...Our target is for the fire not to enter Ancient Olympia, not to destroy antiquities.\" Fire is surrounding villages just a few miles away from Ancient Olympia. Several new fires also broke out today in Phiotida in central Greece. The worst fires continue to burn in the southern mountains of Peloponnese, where some blazes involve 42 major fronts. The fires have killed at least 63 people. Some reports indicate that an unspecified number are also missing. Meanwhile, Greek authorities announced that they have made two arrests in the case. The first, a 65-year-old man, was reportedly seen torching trees across southern Peloponnese. The second person arrested and charged was a 77-year-old woman who reportedly was seen starting a fire while cooking outside in Zaharo. The Associated Press reports seven other people have been detained. Officer Tsogas said authorities are investigating reports of a cell phone attached to an explosive gas canister found after a smaller fire in mountain Ymittos in Athens. Meanwhile the government has announced rewards ranging from 100,000 euros to one million euros for information on arsonists involved in this week's barrage of wildfire ravaging much of southern Greece. The Greek government has declared a state of emergency. At least 12 European countries are sending aid and resources."}, "7-62": {"heading": "Nine presumed dead in helicopter crash in California, United States ", "link": "https://en.wikinews.org/wiki/Nine_presumed_dead_in_helicopter_crash_in_California,_United_States", "date": "6-August-2008", "text": "On Tuesday, a Sikorsky S-61  helicopter crashed northwest of Redding, California. The helicopter had been carrying 11 firemen who had been battling a wildfire just north of Junction City, and two crewmen. Eight of the firefighters and one of the crewmen are missing and presumed dead. Four out of the 13 members of the flight were rescued from the crash, though they received severe burns. Sharon Heywood, a United States Forest Service spokesperson said that the three firefighters and pilot had been initially airlifted to Mercy Medical Center in Redding. However, because of the critical condition of two of the firemen and the pilot, the three of them were transferred to UC Davis Medical Center in Sacramento. The remaining firefighter remains at Mercy Medical Center in serious condition. The helicopter, which is owned by Carson Helicopters, crashed \"under unknown circumstances,\" according to Ian Gregor, a spokesman for the Federal Aviation Administration (FAA). The helicopter crashed 35 miles northwest of Redding in the Trinity Alp region, at roughly 7:30 p.m. Tuesday evening, said Gregor. Both the FAA and National Transportation Safety Board investigators were on the scene of the crash. The firefighters had been fighting flames covering more than 27 square miles in the Shasta-Trinity National Forest. They had been working near the north end of the fire, which is reportedly 87% contained."}, "7-63": {"heading": "Canadian woman gives birth while sitting on toilet ", "link": "https://en.wikinews.org/wiki/Canadian_woman_gives_birth_while_sitting_on_toilet", "date": "18-December-2009", "text": "International media attention has been a harsh mistress for 32-year-old Heather Richard of Winnipeg, Manitoba, who gave birth on Sunday while sitting on the toilet. Richard, who believed she was barren and thus assumed she could not be pregnant, thought she was suffering from cramps and a bad bowel movement. \"I kept getting the urge to push and just thought it was a real bad bowel movement,\" Richard told the Winnipeg Sun, whose interview was picked up by the Canadian wire service. \"It just fell out. I thought it was my intestines, so I'm freaking out...but then it's a little boy.\" Richard realized that the product was a baby and not her insides when its leg twitched. Relatives of Richard's found her hysterically crying and pointing at the toilet. \"She was crying and saying, 'Help me, get my baby out of the toilet, he's drowning,\" Keith Richard, her cousin, told the Sun. While the rest of the family was immobile by the revelation, police officers knocked on her front door; she was to be arrested due to outstanding warrants that Richard says have since been cleared. One officer performed CPR on the baby and it was rushed to the hospital. The baby, since named Isaiah, weighed five pounds, nine ounces, and suffered a skull fracture, presumably as a result of his head hitting the toilet bowl. The baby is in stable condition and Richard is recovering from her birth at home. The incident spread like wildfire in the Canadian and international press on Tuesday and Wednesday. When asked about the coverage, Richard told the website canoe.ca that she was embarrassed at all the fuss the story generated."}, "7-64": {"heading": "FEMA employees pose as fake reporters during press conference ", "link": "https://en.wikinews.org/wiki/FEMA_employees_pose_as_fake_reporters_during_press_conference", "date": "26-October-2007", "text": "The United States Federal Emergency Management Agency (FEMA) is under fire after the agency held a fake press conference with fake news reporters in regards to individuals affected by the California wildfires and the assistance they could receive. The agency called a press conference on Tuesday, giving the press only 15 minutes to show up. When many did not, FEMA brought in agency officials to pose as fake reporters and ask questions. The option for reporters to call into the conference was also available, but the ones who did call in only got to listen to the press conference, and could not ask questions. No reporters were actually present during the conference, parts of which were carried live on Fox News and MSNBC. During the briefing, FEMA employees asked Deputy Administrator Harvey Johnson a series of what The New York Times called \"decidedly friendly questions\" such as \"What type of commodities are you pledging to California?\", \"What lessons learned from Katrina have been applied?\" and \"Are you happy with FEMA's response so far?\".  The briefing followed the format of a press conference, with FEMA's press secretary at one point cautioning that he would allow just \"two more questions\", then calling later for a \"last question\".  Officials who posed as fake reporters included the deputy director of public affairs Cindy Taylor and Director of External Affairs John \"Pat\" Philbin. White House officials said that they do not condone FEMA's actions and also state that they had no idea that the conference was taking place. \"FEMA has issued an apology, saying that they had an error in judgment when they were attempting to get out a lot of information to reporters, who were asking for answers to a variety of questions in regard to the wildfires in California. It's not something I would have condoned. And they — I'm sure — will not do it again,\" said Dana Perino, the White House's press secretary in a statement. FEMA apologizes for the mishap and says that their intentions were only to get the information to the citizens of California. \"[The purpose was] to get information out as soon as possible, and in trying to do so we made an error in judgment. Our intent was to provide useful information and be responsive to the many questions we have received. We can and must do better,\" said Harvey E. Johnson, the agency's vice administrator.  \"The real story -- how well the response and recovery elements are working in this disaster -- should not be lost because of how we tried to meet the needs of the media in distributing facts,\" a FEMA  statement said. FEMA is currently deciding whether or not any officials should face punishment for the incident. One of the officials responsible, Pat Philbin, is going on to be the new head of public relations for the Office of the Director of National Intelligence. This is not the first time that the Bush administration has come under fire for planting reporters at press conferences. In February  of 2005, White House reporter Jeff Gannon was accused of being planted to ask softball questions to President Bush. FEMA itself had earlier undergone criticism during Hurricane Katrina for using disaster workers for public relations in 2005."}, "7-65": {"heading": "United States: At least fifteen dead in Southern California after rain causes mudslides and floods ", "link": "https://en.wikinews.org/wiki/United_States:_At_least_fifteen_dead_in_Southern_California_after_rain_causes_mudslides_and_floods", "date": "11-January-2018", "text": "On Tuesday, the first major rain storm of the year in Southern California led to flooding that has caused at least fifteen deaths, mainly in Santa Barbara County. The flooding was exacerbated by last month's wildfires; particularly hard-hit was the wealthy community of Montecito, downstream of the site of the Thomas Fire, where at least six houses were destroyed. More than 160 people have been hospitalized, four in critical condition. According to the United States National Weather Service, five and a half inches of rain has fallen over two days in parts of Ventura County, and more than four inches in parts of Santa Barbara County. In areas burned by the wildfires, ground cover that would have reduced runoff had been destroyed, and an impermeable layer of ash and burned soil had been created. As a result, torrents of mud ran downhill and inundated places such as Montecito. Mike Eliason, a spokesman for the Santa Barbara County Fire Department, said homes in the wealthy community had been \"wiped away from their foundations\" by mudflows, which also burst a gas main, leading to a fire that destroyed another building. Sections of the 101 freeway were closed by flooding; a driver told television station KTLA that mud came \"out of nowhere\" and covered the highway in \"about five seconds\" and that he was glad he was still alive. James Cook, the Los Angeles correspondent for BBC News, reported that roads were being blocked by \"boulders the size of small cars\" which had tumbled down the hills. BBC also reported, 300 people had been trapped in Romero Canyon. Bill Brown, the Sheriff of Santa Barbara County, said at mid-afternoon that the number of deaths had reached thirteen and might rise. He described the flood-ravaged areas as looking \"like a World War I battlefield\" and said that emergency dispatchers had fielded some 600 calls between 3:00 and 6:00 am. Emergency services including the Ventura County Aviation Unit were kept busy rescuing people. The Coast Guard sent aircraft to assist. Spokesmen reported fifty people had been rescued in each of Los Angeles and Santa Barbara Counties. Montecito resident, Berkeley Johnson, told the Santa Barbara Independent that he and his wife had taken refuge on the roof of their house but climbed came down when they heard a child crying. With a fireman's help were able to dig out a two-year-old girl, who looked like a \"muddy doll\" according to Johnson. Officials issued evacuation orders on Monday for thousands of people living in Santa Barbara, Los Angeles, and Ventura counties, but Montecito was under only voluntary evacuation. Some of the evacuation orders were lifted later on Tuesday as the rain became lighter."}, "7-66": {"heading": "Two men charged with igniting second-largest fire in California history ", "link": "https://en.wikinews.org/wiki/Two_men_charged_with_igniting_second-largest_fire_in_California_history", "date": "1-September-2007", "text": "Two men have been charged with starting the Zaca Fire, the second-largest wildfire in the history of California. The fire is continuing to burn through the Los Padres National Forest, and has consumed a total of 240,000 acres, having started on July 4. However, the fire is now under control, and is expected to be contained by September 4. Jose Jesus Cabrera of Santa Ynez, 38, Santiago Iniguez Cervantes of Santa Maria, 46, and the company of Rancho La Laguna, whom they worked for, have all been charged with six counts of felony in relation to starting the fire. Three of the charges are for \"recklessly causing a fire that caused great bodily injury\". Two counts of this stem from the crash of a helicopter that was fighting the fires, and the other from a separate incident when a third firefighter was seriously wounded while battling the flames. The other three counts are for recklessly causing a structure or forest fire, carelessness with a flaming substance and for not having the required permit to operate equipment capable of starting a fire. The fire started when equipment being used on a blocked water line sparked. 58 firefighters were injured in total by the blaze, although no life-threatening injuries were sustained. Currently, 1,800 people are involved in firefighting efforts, which have cost a total of $114 million. A lawyer for the men said he felt the charges were excessive considering the circumstances. \"We have a couple of hard working guys who go out to take care of a water pipe or some cattle on a very hot day on the Fourth of July and they took precautions and despite the precautions an accident happened and a fire started,\" said Attorney Robert Sanger. If convicted, the men could face up to nine years imprisonment. There is also the possibility of fines and action to recover the costs of the fire."}, "7-67": {"heading": "Many in Texas still reeling following hurricane Harvey ", "link": "https://en.wikinews.org/wiki/Many_in_Texas_still_reeling_following_hurricane_Harvey", "date": "28-August-2017", "text": "Citizens across Texas were still dealing with the effects of hurricane Harvey, days after the storm made landfall on Friday. A meteorologist for CNN called the storm a \"one-in-1,000-years-type of event.\" Media sources today stated the storm will still continue to wind its way across the state for the next four to five days. Houston's mayor told sources, \"This is a storm that is testing the city of Houston.\" University of Texas officials cancelled all classes at their Houston Engineering Center for this week. Public health officials north of the hurricane's path began planning to deploy social workers and other staff to the storm's area if needed. The storm was classified as a Category 3 hurricane as it approached the state's coast. Late Friday evening, as the storm pressed close to Texas, it was upgraded to a Category 4 hurricane. Many locals decided to shelter in place and ride out the storm. The National Weather Service predicts roughly 27 inches of additional rain will fall over Houston during the next few days."}, "7-68": {"heading": "Study: floods, droughts more intense in past 20 years due to higher global temperatures ", "link": "https://en.wikinews.org/wiki/Study:_floods,_droughts_more_intense_in_past_20_years_due_to_higher_global_temperatures", "date": "19-March-2023", "text": "On Monday, Nature Water published a study by two NASA Goddard Space Flight Center scientists concluding the \"strong\" link between the global mean surface temperature and water-related extreme weather led the increase in the severity of events like floods and droughts in the past two decades. Authors Matthew Rodell and Bailing Li wrote results suggest \"rising temperatures may be driving an increase in the total intensity and related metrics of hydroclimatic extreme events that cannot be attributed to the sporadic occurrence of\" regular climactic variations, such as the El Niño–Southern Oscillation. They identified 1,066 regions that experienced periods of too much, or not enough rainfall from 2002 to 2021 with a new algorithm using observations from the Gravity Recovery and Climate Experiment (GRACE) and GRACE Follow-On (GRACE-FO) satellites. This classified 505 'wet' clusters and 561 'dry' clusters, with an increasing severity of events in the seven years since 2015, which were recognized as among the warmest in history. From 2015 to 2021, the number of 'most extreme' events, among the 30 wettest or driest, increased to four from three per year. Monday's study noted an increase in the wet-to-dry event ratio from 15° S to 20° N, and a decrease in three areas between 15° N and 50° N, supporting the hypothesis that wet and dry areas are inversely affected by extreme events. The most intense dry event observed was a record-breaking South American drought from 2015-2016, while the greatest pluvial had been ongoing since 2002 through 2021, affecting most of sub-Saharan Africa above 10° S and leading to flooding and Lake Victoria to rise to its highest levels ever in 2020, inundating homes and infrastructure. Rodell, the lead author, told the Associated Press (AP): \"I was surprised to see how well correlated the global intensity was with global mean temperatures.\" Speaking to CNN, he explained: \"We thought, well, maybe this is related to global warming, because we do know the past seven or so years have been the hottest on record [...] Sure enough, there was a significant correlation between this total worldwide intensity of these events and the temperature record.\" About the study's reliability, he said: \"What I feel more confident about is that as the world warms, we’re going to see the greater global intensity of all the wet and dry events increase, meaning they’re going to be more frequent, larger and more severe in total [...] What happens in a regional sense is a little bit more difficult to say with certainty. \"The study is another way for people to recognize that climate change affects everyone [...] It’s not just about the temperature rising on average around the world, it’s the actual weather events that have severe impacts on people that may be increasing in intensity and frequency.\" Richard Seager, a climate specialist of Columbia University's Lamont–Doherty Earth Observatory, told the AP: \"Looking forward into the future, in terms of managing water resources and flood control, we should be anticipating that the wetter extremes will be wetter and the dry extremes will get drier [...] everything’s going to get amplified on both ends of the dry-wet spectrum.\" On Rodell and Li's use of metrics from GRACE, he said: \"This study uses novel [satellite] data to confirm that human-driven warming is driving the climate system to more extremes of extended both wet and dry episodes.\" Park Williams, a University of California, Los Angeles bioclimatologist, told the AP: \"It’s incredible that we can now monitor the pulse of continental water from outer space [...] I have a feeling when future generations look back and try to determine when humanity really began understanding the planet as a whole, this will be one of the studies highlighted.\" Meanwhile, CNN cited climatologist and Brown University Institute for Environment and Society Director Kim Cobb, who called the study \"a new lens on our rapidly changing water cycle, linking many of the headlines about droughts, floods and wildfires to this global analysis. \"This finding really reinforces the trends that we see from analysis of rainfall data and climate model output, and in that sense adds significant evidence to inform emergency planning and response, infrastructure planning, agricultural practices, and water resource management under continued warming.\" Rodell has been the Acting Deputy Director of Earth Sciences for Hydrosphere, Biosphere, and Geophysics at Goddard since 2021. Li has been an assistant research scientist at the Hydrological Sciences Laboratory at Goddard, and at the University of Maryland, College Park since 2017. In its 2021 report, the United Nations' Intergovernmental Panel on Climate Change reported a 70% increase in the frequency of droughts that would typically occur every ten years and a 30% increase in the frequency of comparable flooding. Moreover, scientists have said global warming could amplify the occurrence of 'weather whiplash', rapid swings between extreme conditions like in the US state of California, which recently experienced heavy rain and snowstorms after a megadrought. The National Integrated Drought Information System estimates 20% of annual extreme weather-induced losses in the US economy stem from droughts and floods."}, "7-69": {"heading": "US National Climate Assessment warns of climate-related damages to economy, ecosystems, human health ", "link": "https://en.wikinews.org/wiki/US_National_Climate_Assessment_warns_of_climate-related_damages_to_economy,_ecosystems,_human_health", "date": "26-November-2018", "text": "On Friday, the US presidential administration of Donald Trump released the Fourth National Climate Assessment (NCA4), a massive two-part congressionally mandated 1,656-page National Climate Assessment by the United States Global Change Research Program (USGCRP). The report, which focuses on the United States, warned consequences of climate change are increasing across the country. The concentration of carbon dioxide in the Earth's atmosphere has exceeded 400 parts per million. The last time this level was reached was approximately three million years ago. NCA4 Volume 1, entitled \"Climate Science Special Report\" (CSSR), was released late last year, and Volume 2, entitled \"Impacts, Risks, and Adaptation in the United States\", on Friday. NCA4 is part of an ongoing series of NCA stand-alone reports updating the state of science on climate change and its potential physical impacts on the regions of the United States. The the third report was released in 2014. Changes in the United States highlighted in the report include worsening and more frequent landfalling atmospheric rivers — bands of rain-laden air in the sky. These rivers of water vapor tend to be around 300 miles (500 km) wide, carrying something like 25 times the water volume of the Mississippi River. They can cause extreme precipitation events and flooding. NCA4 also reported on increasing wildfires, such as the record California wildfires, high temperature extremes, retreating glaciers, and melting snow cover, the decline of sea ice, rising sea levels with increasing ocean acidification and coastal flooding. It describes how climate change would reportedly impact the US economy and quality of life if effective action is not taken to address climate change. The report says by the end of the 21st century, the United States economy may face a roughly ten percent loss of GDP. A federal advisory committee was mandated to use the NCA reports' scientific studies, findings, and data to make public policy recommendations states could implement. In August 2017, the Trump administration dissolved this committee. NCA reports do not include policy recommendations. In a Reuters interview, a White House spokeswoman dismissed the report as inaccurate. The report was issued by thirteen federal agencies, including DOD and NASA, with NOAA as administrative lead. It was the result of two years' work. Three hundred scientists with a total of over a thousand people — half of which were non-governmental staff — worked on the report."}, "7-70": {"heading": "Torrential rains cause deaths, wreak havoc across much of Texas ", "link": "https://en.wikinews.org/wiki/Torrential_rains_cause_deaths,_wreak_havoc_across_much_of_Texas", "date": "27-May-2015", "text": "Recently, record breaking rainfall has doled out severe destruction over much of the state of Texas, United States. The state's governor called the effects of the storms \"absolutely devastating\". At least two people died over the weekend, while twelve more were reported missing. Various rainfall records have been broken all over the state in recent days. On Sunday alone, over three inches of rain fell in the city of Dallas. In Hays County, one official described the flooding as \"the largest flood in the history of this region\" — at least 350 homes there were destroyed and an additional 1,000 homes suffered damage. While both Oklahoma and Mexico have seen effects of the storms, the two killed in Texas were a girl returning from her prom and a 14 year-old boy. A photo from The Weather Channel showed flooding at The Galleria shopping mall in Houston, preventing employees from leaving. In the eastern part of the state, heavy rains have struck nearly every day in May, washing out patches of roadways."}, "7-71": {"heading": "Woman shot, killed during standoff with police in Longview, Texas ", "link": "https://en.wikinews.org/wiki/Woman_shot,_killed_during_standoff_with_police_in_Longview,_Texas", "date": "10-May-2013", "text": "Police authorities in Longview, Texas were embroiled in a standoff with an armed suspect for several hours yesterday. Late in the day, police —according to police reports— fired on and killed Candace Jackson, 38, as she exited the house and fired upon officers nearby. The incident happened in a residential area near the 2000 block of Eden Drive. Early in the standoff, a police spokesperson told reporters the individual had possession of several weapons. Eye witnesses report the suspect being taken away from the scene via ambulance. SWAT officers were dispatched to the scene, and many neighborhood residents were evacuated with the help of an armored police vehicle, manned by a sniper. Some residents who lived nearby gathered at a local convenience store until authorities would allow them to return. News video from the scene showed numerous police vehicles including the armored vehicle. Some school buses carrying children who live in the area of the standoff were rerouted back to school, and parents were notified to pick up their children at the campuses. One man told reporters that his wife and child hid in a closet when they heard gunshots in the vicinity of their home."}, "7-72": {"heading": "Texas teen enters guilty plea in shooting trial ", "link": "https://en.wikinews.org/wiki/Texas_teen_enters_guilty_plea_in_shooting_trial", "date": "2-February-2012", "text": "Mark Nathaniel Anderson, a 16 year-old resident of New Chapel Hill, Texas entered into a plea agreement today relating to the shooting death of his sister. The boy stands accused of killing his 19 year-old sister in their home in September 2010. Autopsy reports showed the woman died from 4 gunshot wounds to the head. He was sentenced to serve a 20-year prison sentence by Judge Jack Skeen, Jr. in the 241st District Court in Tyler; reports note that he will receive credit for time served. The prosecuting attorney noted during proceedings today that Mr. Anderson admitted to a psychologist in January that he had in fact, killed his sister. Last summer, the teen was certified to stand trial as an adult. Gun violence and gun control in Texas on  Wikipedia."}, "7-73": {"heading": "Texas governor bans COVID-19 vaccine mandate by any 'entity' ", "link": "https://en.wikinews.org/wiki/Texas_governor_bans_COVID-19_vaccine_mandate_by_any_%27entity%27", "date": "12-October-2021", "text": "In an executive order on Monday, Texas governor Greg Abbott banned any \"entity in Texas\" from requiring vaccination against the COVID-19 virus, claiming that \"countless Texans\" object to receiving a vaccine against COVID-19 on grounds related to \"personal conscience, based on a religious belief, or for medical reasons, including prior recovery from COVID-19.\" In Executive Order GA-40, Abbott states, \"COVID-19 vaccines are strongly encouraged for those eligible to receive one, but must always be voluntary for Texans.\" The governor's order comes after United States President Joe Biden announced last month that the Occupational Safety and Health Administration (OSHA) within the U.S. Department of Labor was developing an emergency rule to mandate vaccination or weekly testing for employers with 100 or more employees. Abbott's order cites that \"in yet another instance of federal overreach, the Biden Administration is now bullying many private entities into imposing COVID-19 vaccine mandates, causing workforce disruptions that threaten Texas's continued recovery from the COVID-19 disaster.\" Abbott called on the Texas Legislature to pass a law against COVID-19 vaccine mandates, and has said he would rescind the order if the Legislature did so. Previously, Abbott blocked state and local agencies from requiring vaccines for their employees, but allowed private businesses to require mandates of their own. The Texas Tribune noted that while Abbott has barred COVID-19 vaccination mandates, the state allows primary and secondary schools as well as post-secondary institutions to require vaccinations for a variety of diseases for their students. Facebook Inc. and Google parent company Alphabet Inc. both employ large numbers of people in Texas, and both companies have called for proof of vaccination from their employees. The largest U.S. air carrier American Airlines, based in Fort Worth, Texas, last week called for its 100,000 employees to be vaccinated or face termination."}, "7-74": {"heading": "Freshwater lakes in Texas show signs of extreme drought ", "link": "https://en.wikinews.org/wiki/Freshwater_lakes_in_Texas_show_signs_of_extreme_drought", "date": "29-August-2011", "text": "Extreme drought conditions this summer have reduced many of Texas' freshwater lakes to a fraction of their usual water levels. Central Texas, home to Lake Buchanan and Lake Travis, has seen severe effects of the drought. Those two lakes are currently 45 percent full and further drops in water levels are anticipated.  Austin, the state's capital, has recorded 70 days of 100-degree heat already this summer. The state saw less than an inch of rainfall in July alone. Residents of Henderson county are concerned that Lake Palestine has reached levels which haven't been seen since the 1980's. Some report that fishing in general has been hard-hit. Residents also report excessive sightings of snakes in and around residential areas near the lake, an effect believed to be caused by drought conditions. Collectively, estimates recently showed the state's reservoirs to be at 68% capacity. Chris Ransom of Houston told Wikinews on August 21 that Sheldon Reservoir is \"all dried up now.\" He went on to state that Lake Houston water levels have dropped significantly this summer. He also stated that, while an avid fisherman, he's ceased almost all such activities within the past few weeks. Meteorologist Bob Rose told news sources that heat conditions are likely to continue into September."}, "7-75": {"heading": "98th annual East Texas State Fair opens in Tyler, Texas ", "link": "https://en.wikinews.org/wiki/98th_annual_East_Texas_State_Fair_opens_in_Tyler,_Texas", "date": "23-September-2013", "text": "For its 98th consecutive year, the East Texas State Fair opened for operations on Friday in Tyler, Texas in the United States. The event features brand new attractions including a high dive show, a wolf pack exhibit and an Old West exhibit. According to fair officials, the event is projected to bring in roughly US$7.5 million in total receipts. Heavy rains on Friday seemingly impacted the opening day attendance, with very few attendees present at 4pm local time. On Thursday evening, members of the city's Chamber of Commerce were treated to a preview of food offerings to be offered during the fair. The menu included corn dogs and funnel cakes, longstanding fair staples. The fair's President stated that all fair employees are now subjected to drug screening before, during and after the fair. The dive show's owner and producer told Wikinews his show had some unusual setup obstacles to overcome, compared to other fair venues. The show commonly uses giant concrete blocks as anchors for their dive tower, but for this fair, they had to anchor a portion of the tower to a tree, about 30 feet away. The show's tower stands eight stories high, with performers attempting to dive into a pool just 9.5 feet deep."}, "7-76": {"heading": "100th annual East Texas State Fair opens ", "link": "https://en.wikinews.org/wiki/100th_annual_East_Texas_State_Fair_opens", "date": "26-September-2015", "text": "The 100th annual East Texas State Fair opened in the city of Tyler, Texas yesterday. Equipment for rides and attractions for the fair began arriving at the fairgrounds earlier in the week. Several food vendors and artisans were also setting up their displays as early as Monday. The event is a highly publicised mainstay in the city of Tyler. Several days are built around specific themes. Yesterday was 'Senior Day', which marks its 48th year at the fair. A large faux cake, assembled from tables, fabric, and other decorations, was set to be unveiled yesterday, commemorating the fair's 100th anniversary. Earlier in the week police issued a traffic advisory due to expected pedestrian traffic near the fair's front entrance. An array of shows and exhibits are expected to be featured this year. Kristen Johnson, often known as the 'Lady Houdini', is to perform escapes from a water torture cell. A giant sand sculpture is also located just inside the front gate. The sculpture is built by husband and wife team, Gregg and Brandi Glenn, from San Luis Obispo, California."}, "7-77": {"heading": "Man drowns in Texas lake after falling from boat ", "link": "https://en.wikinews.org/wiki/Man_drowns_in_Texas_lake_after_falling_from_boat", "date": "24-April-2013", "text": "Rescue personnel have found the body of a 46 year-old man, who drowned in Lake Palestine, in northeast Texas, while fishing on Sunday. Rescue crews began searching the lake for a missing person on Sunday evening around 8:30pm (local time). A police official told reporters the man was found just before midnight on Sunday evening. The man, identified as Fredrick Perkins, was a resident of the city of Tyler. Perkins was fishing with a woman, when they fell out of their boat. Reports indicate Perkins was not wearing a life vest, although the woman was. She said he fell into the water when attempting to bring in a stringer of fish. Onlookers stated it was unclear if the boat overturned or if the man simply fell from the boat. Witnesses reported the boat was about 300 yards from the shore when the man fell into the water. Officials used a sonar device to locate Perkins' body. His remains were found along the bottom of the lake at 11:53pm."}, "7-78": {"heading": "Large Texas hospital dismisses 75 employees ", "link": "https://en.wikinews.org/wiki/Large_Texas_hospital_dismisses_75_employees", "date": "20-March-2012", "text": "A recent media report indicates that 75 Parkland Hospital employees in Dallas, Texas were dismissed over the past three months. These actions follow closely behind a lengthy spell of government regulatory sanctions and failed inspections at both the state and federal levels. The hospital's interim CEO did confirm for media sources that numerous employees had been \"encouraged to leave\" during the past few months. The hospital hired a new chief nursing officer in January and has been reorganizing nursing services throughout the facility. In September, the hospital and federal regulators in Dallas entered into an agreement which requires the hospital to reach compliance by April 2013. After discussing some personal experiences there, a long-time resident of Dallas, who has sought treatment at the hospital told Wikinews, \"Frankly, I don't have anything positive to say about Parkland [hospital].\" Our source did not want to give his name."}, "7-79": {"heading": "Indiana teen softball player recovering after lighting strike ", "link": "https://en.wikinews.org/wiki/Indiana_teen_softball_player_recovering_after_lighting_strike", "date": "17-March-2012", "text": "A Seymour, Indiana high school freshman is recovering after a lighting strike Thursday during practice, with no storm in sight.  The lightning strike hit Emily Bobb, and injured three of her teammates. Bobb was transported to Indianapolis Riley Hospital for Children, and the others were taken to a medical facility in Seymour. Dr. Levi Nehrtt was working across the street at a nearby chiropractic and physical therapy clinic, when he saw the lighting strike Bobb.  He immediately ran across the street and jumped the fence, and began CPR.  EMT’s arrived within minutes and transported Bobb to the hospital. On Friday Bobb was listed in good condition, from her initial critical condition.  Her teammates were treated and released from the hospital."}, "7-80": {"heading": "Two men shot during robbery in Houston, Texas ", "link": "https://en.wikinews.org/wiki/Two_men_shot_during_robbery_in_Houston,_Texas", "date": "11-February-2015", "text": "Two men were shot during a robbery at a car stereo and alarm business in the city of Houston, Texas yesterday evening, according to police. One of the men, Abdullah Shakur, 65, later died at a local hospital.  The other man, Samer Salam, 32, was reportedly in critical condition late Tuesday evening. Police said three robbers carried out the attack, each wearing masks,  Reportedly, the store employees resisted. No suspects had been named as of 1:30pm local time Wednesday. It is unclear if the suspects left with any property, but early reports indicate one suspect was injured during the robbery. Police noted a blood trail was found outside the business. Police said the men may have arrived at the business driving a light blue or silver Ford Mustang."}, "7-81": {"heading": "Texas continues to suffer record-breaking drought ", "link": "https://en.wikinews.org/wiki/Texas_continues_to_suffer_record-breaking_drought", "date": "14-August-2011", "text": "Experts state that the lengthy drought conditions seen all over Texas this summer will effect the state's economy and ecosystems for years.  Climatologist John Nielson-Gammon told reporters that July was the hottest month ever on record in the state and that the 12-month period ending July 31st represented the worst drought year in Texas in at least 116 years. He was also quoted as saying that Texas has entered a \"vicious cycle\" where drought and heat aggravate each other. According to the U.S. Drought Monitor, 94 percent of Texas is suffering either extreme or exceptional drought. Travis Miller, professor of soil and crop sciences at Texas A&M University, has estimated that this year farmers and ranchers in the state will lose $8 billion, \"the largest agriculture loss we have ever experienced.\" Miller also suggested that the worse outcomes may not even be here yet.  \"Climatic models show there is another La Nina system, which is blamed for this drought, coming our way this fall,\" Miller said. \"That is not a good thing.\" Tom McAlley, a rancher in Tatum, stated, \"It's a big problem. People don't understand—this drought effects domestic and wild animals, the economy, everything.\" Texas ranchers complain of feeding their cattle this summer, which is extremely rare as cattle normally consume natural grasses and vegetation during summer months. Tim Jenkins, a rancher near Athens, stated during an interview, \"I have three ponds on my [ranch] — they're all dry now. They should be teeming with frogs, insects. Small animals would normally go there to drink. I've got hundreds of dead fish in those ponds. I've paid huge sums of money just to feed my cattle this summer. If my parents were alive, they wouldn't believe what we're going through right now. I may see the effects of this for the remainder of my life.\""}, "7-82": {"heading": "Texas woman accused of shooting landlord dies in hospital ", "link": "https://en.wikinews.org/wiki/Texas_woman_accused_of_shooting_landlord_dies_in_hospital", "date": "3-September-2010", "text": "A woman died of a self-inflicted gunshot wound Wednesday, around 10:00 local time at East Texas Medical Center in Tyler, Texas. The woman, Alice Alvarez Aguilar, 46, was found by police Tuesday morning on the floor of her apartment. The police were called to Ms. Alvarez's apartment around 12:30 pertaining to a report of gunshots. When they arrived, they found Ms. Alvarez's landlord, Socorro Nunez, 70, dead due to gunshot wounds in an adjacent apartment. Witnesses say they heard Ms. Aguilar and Ms. Nunez arguing over a guest when the gunshots fired. Reports state that Ms. Nunez's two sisters arrived after police. Acquaintances of Ms. Aguilar reported she was experiencing financial troubles, which may have caused the incident. Neighbors and friends expressed shock at the event. An acquaintance of Ms. Aguilar, requesting anonymity, said it was unbelievable. \"I saw [Ms. Aguilar] almost every day... She was a nice lady, just a regular person.\""}, "7-83": {"heading": "Texas college student found dead on campus ", "link": "https://en.wikinews.org/wiki/Texas_college_student_found_dead_on_campus", "date": "18-April-2012", "text": "Authorities have confirmed that a student at Texas State Technical College-Marshall was found dead in his on-campus room around 9am CDT yesterday. Emergency personnel were notified and CPR was performed on the student, without success. Authorities state that foul play is not suspected. Campus police and local law enforcement are conducting a full investigation. A campus representative told media sources that the cause of death has not yet been determined. Just last year, a student at the college died from gunshot wounds he'd sustained while attending an event at a community center located on the outskirts of the city. Shortly following that incident, the school initiated a short-term controlled access plan, restricting much of the traffic into and out of the campus. The school is one of several campuses in the TSTC system. According to a press release on the campus's web site, the student's name had not been yet released. The school is reportedly offering counseling sessions to all students throughout the week. A phone call to a campus representative made shortly before 4:00pm CDT was not immediately returned. http://www.marshall.tstc.edu/"}, "7-84": {"heading": "Community members host fundraiser to help family of slain Texas woman ", "link": "https://en.wikinews.org/wiki/Community_members_host_fundraiser_to_help_family_of_slain_Texas_woman", "date": "24-March-2014", "text": "Community members held a public bake sale fundraiser on Sunday to help the family of a Texas woman slain earlier this month. Alicia Benefield, 19, of DeBerry was killed allegedly by her boyfriend, Rodris Webster. Sharon Jernigan of Panola was the key organizer of the fundraiser. On Friday, Mrs. Jernigan told Wikinews, \"This murder has devastated the entire community.\" The fundraiser was held at a small grocery store in the neighboring town of Bethany, which borders the Louisiana–Texas state line. Sunday evening, Jernigan reported, \"The bake sale was a big success.\" Webster, 25, was arrested early last week and charged with one count of murder and one count of felon in possession of a firearm. Benefield's body was found in Marshall, Texas. Upon hearing of the discovery, a family member of the victim posted to his Facebook page, \"Struggling to know how someone could do such a horrific thing.\" Webster is presently being held on US$1 million bond in the Harrison County jail. Earlier, he was questioned by police on March 16, just two days after Benefield's car was found at a church near her home, but was released after five hours of questioning."}, "7-85": {"heading": "Nine dead after biker gang feud in Texas ", "link": "https://en.wikinews.org/wiki/Nine_dead_after_biker_gang_feud_in_Texas", "date": "18-May-2015", "text": "Nine people are dead and eighteen injured after a shootout among alleged rival biker gangs broke out inside a sports bar in Texas yesterday. The violence erupted at Twin Peaks Sports Bar and Grill inside a shopping mall in Waco. The fight which included up to five biker gangs quickly escalated, resulting in a gunfire battle across two car parks. Waco Sergeant Patrick Swanton said an argument about a parking spot may have sparked the fight. Restaurant customers said they waited out the fight with staff locked in a freezer room. Swanton said all but one of the deaths occurred at the scene, with the ninth in hospital. Swanton said, \"This is probably one of the most gruesome crime scenes I've ever seen in my 34 years of law enforcement\", and, \"I was amazed that we didn't have innocent civilians killed or injured.\" Police officers were present and quick to intervene when the shooting broke out as they knew beforehand of a planned meeting."}, "7-86": {"heading": "Tropical Storm Isaac creates worries across US gulf states ", "link": "https://en.wikinews.org/wiki/Tropical_Storm_Isaac_creates_worries_across_US_gulf_states", "date": "27-August-2012", "text": "Tropical Storm Isaac is creating a swathe of concerns across many gulf states in the US, as it sweeps into the Florida Keys. As of 5:00pm EDT, Miami area winds were measuring at 60 miles per hour. Authorities indicated 5,180 homes across Broward county are without electricity. According to media sources, the governor of Louisiana anticipates giving evacuation orders as early as Monday morning. Hurricane warnings have been issued in the Florida Panhandle, sweeping as far west as Louisiana. Sunday afternoon, Louisiana's Governor Jindal issued a state of emergency for the state. Over 450 flights at Miami International Airport were canceled this weekend, in light of the storm's arrival. Ultimately, the storm's winds could reach as high as 110 mph, according to sources. The mayor of New Orleans told media that many residents there are nervous. The last time a hurricane struck the Gulf coast was in 2008."}, "7-87": {"heading": "1,100 evacuated due to massive Halifax brush fire ", "link": "https://en.wikinews.org/wiki/1,100_evacuated_due_to_massive_Halifax_brush_fire", "date": "2-May-2009", "text": "Halifax Regional Fire and Emergency Service reported that a blaze which started Thursday outside of Halifax, Nova Scotia in Canada was brought under control by Friday afternoon with the help of a rainstorm Friday morning. \"If we didn't have the rain, this fire may not be under control,\" Lloyd Currie, a spokesman for the Halifax Regional Fire Service said. \"We're happy that we're having this rain. We just need more of it.\" Hurricane Juan in 2003 produced downed trees and brush to fuel this year's fire which spread through the area at 36 metres (118 feet) per minute. On Thursday, the fire was settling down, but when high winds fanned the blaze, the fire surged out of control, creating flames 15 meters (49.2 ft) high which leapt from treetop to treetop. Between 800 to 1,200 hectares (2,000 to 3,000 acres) of forest were destroyed, as were eight homes. Another ten homes were also damaged as high winds fanned the flames through the district. Police are investigating a possible case of arson during the brushfire when residents were evacuating. Over 100 firefighters and five helicopters were out fighting the fire. People were awakened from their sleep at three a.m. local time to report into the Red Cross evacuation centre. Residents reported driving through flames in their home driveways to escape the brush fire. On Wednesday, firefighters thought a fire in the same district was under control. Currie feels that the Thursday wildfire was a separate fire distinct from the one started on Wednesday. “We warned the people as fast as we could,” said Currie.  Altogether about 1,100 persons were displaced because of the fire and about 500 homes were abandoned. Peter Kelly, Mayor of Halifax toured the devastation by air. “It's a shock. Where homes used to be they are no longer.  It's surreal for me,” he said. On Friday no flames were visible, but hot spots remained. Halifax Regional Municipality, with a population of 282,924 in 2006, is the capital of the province of Nova Scotia."}, "7-88": {"heading": "Rains visit much of Texas, but most of state still in drought ", "link": "https://en.wikinews.org/wiki/Rains_visit_much_of_Texas,_but_most_of_state_still_in_drought", "date": "10-June-2014", "text": "Although severe rains have hit much of Texas in recent days, the Texas Water Development Board's latest weekly report indicated 46% of the state continues to encounter troubling drought conditions. The report released Monday also indicated, however, conditions were \"moving in the right direction.\" The report further indicates the state's reservoirs, an integral part of citizens' water supply, is still 20 percent below normal. Large parts of East Texas experienced heavy rains earlier this month. Earlier this week, a severe rain storm struck the city of Tyler and surrounding areas. About 3,000 residents were without power at one point as a result of downed power lines. The city of Wichita Falls has seen a severely dry period, spanning well over three years. One media source recently stated the city had experienced its harshest 41-month drought period since 1897. Notably, experts predict Texas's population may nearly double over the next 45 years."}, "7-89": {"heading": "Haunted attractions in Texas prepare for 2013 Halloween season ", "link": "https://en.wikinews.org/wiki/Haunted_attractions_in_Texas_prepare_for_2013_Halloween_season", "date": "12-September-2013", "text": "With Halloween approaching, numerous haunted attractions all over Texas are preparing for the big \"haunt\" season. Directors and staff of such attractions must invest significant time preparing their buildings; such efforts gear up significantly during September. Wikinews caught up with some owners of these attractions to learn more about the hard work it takes to prepare for opening night. Terror Nights, an attraction in Tyler, opens for the season on September 27. Ryan Laepple, owner and director of the haunt, states he's currently involved in \"a blur of safety inspections, auditions, actor training, and last but not least event advertising.\" Laepple went on to say he stays \"pretty busy until the show opens on the 27th and then things calm down some. As long as not too many things in the haunt break at once.\" Dean Jarnig, the director of Zombie Manor in Arlington, said he and staff have recently been spraying flame-retardant chemicals and installing new lights. Jarnig also stated he and staff are working on a promotional video for their attraction, which opens on Friday September 13. Hangman's House of Horrors in Fort Worth is celebrating both its twenty fifth anniversary and final operational year. Some individuals who act in these attractions refer to their fellow actors as extended family. This year, some sources have even encouraged holiday job seekers to consider working at a haunted attraction to earn money. One  whimsically listed the job's benefits as \"[...] free uniforms, a complimentary hair and makeup consultation and make-over, inspirational background music, plenty of on-the-job exercise opportunities and more.\"  Long a staple in American culture, \"Haunted Houses\", as they're commonly called, range in size from small garage-sized projects, up to multi floor buildings outfitted with the most elaborate of lighting and special effects."}, "7-90": {"heading": "Early reports indicate massive blizzard to strike northeastern portions of US late Thursday ", "link": "https://en.wikinews.org/wiki/Early_reports_indicate_massive_blizzard_to_strike_northeastern_portions_of_US_late_Thursday", "date": "2-January-2014", "text": "Early media reports today indicate experts are predicting a massive blizzard to hit the northeastern United States late this evening. Such storms, coloquially called \"Nor'easters\", often wreak havoc across cities and smaller towns. The storm itself may ultimately stretch across 22 states, potentially effecting about one-third of the country's population. The city of New York came under a winter storm warning late yesterday evening, with nine inches of snow predicted to fall. Sources also indicate Long Island may experience wind chills as severe as 10 below zero Fahrenheit (about 23 below zero Celsius). Boston schools were reportedly closed for tomorrow, though the press secretary for Boston's mayor had earlier, regarding braving cold weather, described New Englanders as \"hardy\". By 2pm today Chicago O'Hare airport had experienced 592 flight cancellations. Many homeless shelters across the Northeast region are expected to be filled to capacity or beyond. Weather officials have speculated that next week, parts of Wisconsin could experience the coldest temperatures in nearly seventeen years, since February 1996."}, "7-91": {"heading": "Needed rains blanket much of Texas, more expected, in early 2013 ", "link": "https://en.wikinews.org/wiki/Needed_rains_blanket_much_of_Texas,_more_expected,_in_early_2013", "date": "10-January-2013", "text": "Rain fell continuously along a large swathe of the eastern part of Texas on Tuesday and Wednesday, and is predicted to continue through much of today, according to media sources. Experts predict 3–5 inches of rain will fall in the area. The city of Tyler received just under 35 inches of rainfall in 2012, about 11 inches less than usual for a one-year period. A meteorologist with the National Weather Service noted the rainfall is a positive sign for 2013 considering the state's limited rain over the past three years. 2011 and 2012 were extreme drought years for the state. In July 2011, the state saw less than 1 inch of rainfall for the entire month. In 2010–11, the state saw the worst drought year in an over 100-year recorded period. Many farmers and ranchers experienced devastating losses of livestock and crops. Significant drought conditions returned again during Summer 2012."}, "7-92": {"heading": "Signals indicate Texas economy continues to improve ", "link": "https://en.wikinews.org/wiki/Signals_indicate_Texas_economy_continues_to_improve", "date": "29-April-2012", "text": "As many states across the US continue to struggle financially, many individuals, including some economists report multiple positive indicators for Texas. The chief economist with Comerica Bank told media sources this week that most of the improvements are attributed to strong creations of jobs in both the energy and manufacturing and services sectors. More specifically, that report called the state's recent job growth, \"robust\".The state's unemployment rate in March was more than 1% lower than the nationwide rate, according to recent data. When asked her opinion about the state's present economic trajectory, Chantal Woodhull, a middle school teacher in Tyler, Texas told Wikinews, \"It's getting better.\" Other sources indicate slight improvements in the real estate sector. According to a recent report, retail job growth in Houston outstretched all other states, increasing its number of workers by over 4%. Across the US, retail jobs are improving at a slow pace in many large metropolitan areas."}, "7-93": {"heading": "Five police officers killed in Dallas, Texas during sniper attack ", "link": "https://en.wikinews.org/wiki/Five_police_officers_killed_in_Dallas,_Texas_during_sniper_attack", "date": "10-July-2016", "text": "On Thursday, five police officers were killed and seven were injured after a sniper attacked a public protest march in downtown Dallas, Texas. Sources indicate at least three other people were taken into custody for questioning relating to the attack. The march was held to protest the shooting deaths of Alton Sterling in Louisiana and Philando Castile in Minnesota during engagements with police officers. Police identified 25-year-old Micah Johnson as the suspect. Johnson had previously served in the US army, and police reported he said he wanted to exact revenge upon police officers after news of Sterling and Castile's deaths. Ammunition and weapons were found inside Johnson's home. Dallas Police reported the policemen were shot at from a height. Officials said two civilians were also injured in the attack. Micah Johnson served for the United States Army Reserve from 2009 until early 2015, including a tour of Afghanistan. Johnson had no criminal record.  His attack was reported to be a lone mission. After the attack earlier on Thursday, police killed Micah Johnson in El Centro College's parking lot by a bomb explosion. Hillary Clinton, 2016 United States presidential election candidate and favorite for the Democratic nomination this July, said, \"There is too much violence, too much hate, too much senseless killing, too many people dead who shouldn't be. No-one has all the answers. We have to find them together.\" After Johnson was killed, Mike Rawlings, Dallas' mayor, said \"We believe now the city is safe\"."}, "7-94": {"heading": "Multiple people wounded in Houston, Texas shooting ", "link": "https://en.wikinews.org/wiki/Multiple_people_wounded_in_Houston,_Texas_shooting", "date": "26-September-2016", "text": "A man described as a 'disgruntled lawyer' shot multiple people this morning in Houston, Texas before he was shot and killed by police, according to media reports. Early reports indicate as many as nine people were injured, but three of them suffered glass-related injuries.  Local media KRIV identified the man as Nathan DeSai, an attorney who worked in the Houston area until his law practice closed last year allegedly due to business troubles. The shooting began around 6:30am local time. The city's mayor told reporters the shooter \"appeared to be a disgruntled lawyer who took out his anger and frustration on individuals\", according to KHOU. One eye witness stated he heard 50 gunshots or more spanning a roughly 40-minute time period. DeSai reportedly used several weapons during the incident. The spouse of one victim knew DeSai. She and her husband lived near him. The woman described DeSai as \"a normal, average Joe\". Local media report one of the victims hospitalized is listed in critical condition. Another victim has been hospitalized in serious condition. Earlier in September, a fourteen year-old girl in Alpine, Texas shot herself, after shooting and wounding a fellow student at her school."}, "7-95": {"heading": "Texas police name 'person of interest' in DeBerry woman's disappearance ", "link": "https://en.wikinews.org/wiki/Texas_police_name_%27person_of_interest%27_in_DeBerry_woman%27s_disappearance", "date": "19-March-2014", "text": "On Monday, Texas police identified Rodris Webster, 25, as a person-of-interest in the recent disappearance of a 19 year-old woman. The woman, Alicia Benefield, of DeBerry, Texas, was reported missing on Friday. Webster is described as Benefield's boyfriend. He was arrested in January and charged with aggravated assault with a deadly weapon. Benefield was the complainant in that charge according to media reports. Webster remained jailed until Benefield dropped the charge on March 5. Police investigators inspected a trash dumpster located in the nearby town of Waskom on Sunday morning. In it they reportedly found Webster's wet, muddy hoodie with Benefield's keys in the pocket. Police interviewed Webster for 5 hours on Sunday, but released him around 6pm. The woman, still missing on Tuesday morning, is described as petite size, about 110 pounds, with a nose piercing and a tattoo on one arm saying \"Wanda Ree\". She was last seen wearing a white sweater and brown tights. A police official told reporters Webster had not confessed to any criminal activity: \"The story is out there that he has confessed and we do not have a confession\". Benefield's mother told reporters she expects her daughter to call her. \"She is going to call. I'm going to be the first one she calls, matter of fact. I don't care how mad she think[s] I am. She's going to call me.\""}, "7-96": {"heading": "Texas man appears before judge following fatal mall shooting ", "link": "https://en.wikinews.org/wiki/Texas_man_appears_before_judge_following_fatal_mall_shooting", "date": "13-February-2013", "text": "Ricky Neal, Jr. appeared before a judge on Monday at 3:00pm CST following his alleged role in the shooting death of 23 year-old Chris Mass at a shopping mall in Tyler, Texas on Saturday. Police say Neal killed the former high school basketball and football star in the mall's parking lot, after arguing with him in a store located inside the mall. The argument appeared to have centered around some \"Tweets\" sent via the popular social networking site Twitter. Reports also indicate Neal faces an assault charge after police say he shot at Jonathan Dews of Tyler during the incident, but missed. Bail was set at US$1.25 million for Neal. Early reports indicated Neal and the victim had been involved in an additional altercation before Saturday. During Neal's court appearance, the judge appointed local attorney O.M. \"Buddy\" Lloyd to represent Neal as his public defender. Neal told the judge he was unable to afford to pay an attorney. Neal was actually employed at the Champ's sporting goods store inside the mall where the argument began, but reportedly he was there as a customer at the time the argument began."}, "7-97": {"heading": "Nevada, Northern California struck by massive storm ", "link": "https://en.wikinews.org/wiki/Nevada,_Northern_California_struck_by_massive_storm", "date": "5-January-2008", "text": "Authorities in the western U.S. state of Nevada say near-freezing waters from a ruptured canal have flooded about 800 homes following a powerful winter storm. Authorities east of the city of Reno say a nine-meter-long section of the Truckee Canal broke early Saturday, sending a nearly one-meter-high flood into the small town of Fernley. They say more than 3,000 people have been affected by the flooding, with many evacuated to a local school. There are no reports of any injuries. In neighboring California, the fierce Pacific storm system brought winds of up to 240 kilometers an hour, leaving more than one million people without power Friday. One of the hardest hit areas is the Sierra Nevada mountain region, where the storm turned into an arctic blizzard in the upper elevations. Forecasters say the region will get anywhere from two to three meters of snow by Sunday. Forecasters also say the storm could dump as much as 25 centimeters of rain on parts of southern California. The heavy rains could trigger flash floods and mudslides in areas burned during last year's massive wildfires. Officials have ordered a mandatory evacuation of thousands of homes near Los Angeles."}, "7-98": {"heading": "Six dead in shooting at Texas roller skating rink ", "link": "https://en.wikinews.org/wiki/Six_dead_in_shooting_at_Texas_roller_skating_rink", "date": "25-July-2011", "text": "Six people have died after a shooting at a roller skating rink in Grand Prairie, Texas. The shooting happened at a children's birthday party on Saturday at around 7:10pm after a domestic dispute. The gunman is among the dead after a self inflicted gunshot. Four other people were injured in the shooting. John Brimmer, a spokesman for the Grand Prairie Police Department said \"This was a domestic situation that went south in a hurry. The shooting lasted only seconds.\" The entire rink had been rented out by a family for a private party. All of the dead were either teenagers or adults attending the celebration. Brimmer added at the end of his statement, \"Thankfully we don't have things like this happen with any kind of regularity. We are a community of give or take 160,000 people and it's a great city and for something like this to happen is just horrible.\""}, "7-99": {"heading": "US soldier who died after serving in Liberia tests negative for Ebola ", "link": "https://en.wikinews.org/wiki/US_soldier_who_died_after_serving_in_Liberia_tests_negative_for_Ebola", "date": "14-January-2015", "text": "Tests yesterday proved negative for Ebola on the remains of a US soldier who died in Texas after deployment to Liberia. The 24-year-old had been monitoring potential symptoms of the disease. An initial screen was clear yesterday but a more conclusive test, mandated by the Center for Disease Control, was required. That also proved negative and state and national officials have been appraised. The Killeen Police Department continues to investigate the soldier's death. He has not been named publicly. He died at his home near Fort Hood military base. Fort Hood said the soldier had been involved in constructing a hospital to combat Ebola in Africa, and returned to the US on emergency leave earlier this month. His self-monitoring was routine after deployment to fight Ebola. He was not directly exposed to the disease. One national government official anonymously told reporters Ebola concerns were prompted by a pool of vomit found alongside the deceased."}, "7-100": {"heading": "Trial for Texas lawyer accused of murder enters third day ", "link": "https://en.wikinews.org/wiki/Trial_for_Texas_lawyer_accused_of_murder_enters_third_day", "date": "3-December-2014", "text": "The trial of a former Texas justice of the peace, accused of killing three people in Kaufman County in early 2013, entered its third day this morning. The defendant, Eric Williams, is being tried for one of the three murders, specifically involving the death of Cynthia McClelland. Media reports indicate the prosecution in the case intends to rest its case today. Prosecutors allege that McLelland was fatally shot by Williams inside her home Easter weekend of 2013. During opening remarks on Monday, the prosecutor stated Williams killed McClelland in a \"blizzard\" of bullets. She was the spouse of public prosecutor Mike McClelland whom police allege Williams also shot and killed during the same home invasion. A separate prosecutor, Mark Hasse, was also allegedly killed by Williams in a separate incident. Early on the trial's first day, a reporter for the Dallas Morning News posted on Twitter that Williams looked, \"...like the attorney he once was.\" The cases garnered much attention, as initially, authorities considered a wide variety of theories. However, upon further inquiry, their attention ultimately turned to Williams. Police allege Williams and his wife carefully planned the murders as revenge for the prosecutors' official actions in an earlier case against Eric Williams. Prosecutors have chosen at this time, to only bring the case of Cynthia McClelland's murder to trial. Williams' wife, Kim, also faces capital murder indictments pertaining to the murders. Her trial date has not yet been set. After McLelland's and her husband's deaths, many public figures in the county began attending community meetings with bodyguards over fears of other possible murder attempts. Other public officials in parts of Texas expressed fear during the time when the murders were happening."}}