{"3-1": {"heading": "Chilean earthquakes: in pictures ", "link": "https://en.wikinews.org/wiki/Chilean_earthquakes:_in_pictures", "date": "18-March-2010", "text": "On February 27, Chile was hit by an magnitude  8.8 earthquake; almost 500 were killed, with resulting tsunami destroying most coastal towns between Llolleo and Araucanía Region. A second earthquake last week, with its epicentre in Pichilemu, caused destruction in the Coquimbo and Bío Bío regions. A Wikinews contributor is in the area, and we look at the extent of this natural disaster's damage through his photographs."}, "3-2": {"heading": "Magnitude seven earthquake hits Japan, tsunami warning issued then withdrawn ", "link": "https://en.wikinews.org/wiki/Magnitude_seven_earthquake_hits_Japan,_tsunami_warning_issued_then_withdrawn", "date": "19-July-2008", "text": "A tsunami warning has been issued for some parts of Japan's eastern coast after an earthquake with a magnitude of 7.0 struck off the shore, near the city of Iwaki. It is believed, however, that the Tsunami warning was withdrawn as the Japan Meteorological Agency currently lists no Tsunami warnings, with two tsunami warnings from earlier today being listed in the past warnings section of the Agency's website. The initial reports from the scene of the earthquake shown no injuries, although buildings were observed being shook by the quake 300 kilometers away in Tokyo. The withdrawn tsunami warning said there was a possibility of a small Tsunami in Fukushima and Miyagi.  Fukushima is 145 km away from the epicenter of the earthquake."}, "3-3": {"heading": "Large 7.2 earthquake strikes China ", "link": "https://en.wikinews.org/wiki/Large_7.2_earthquake_strikes_China", "date": "21-March-2008", "text": "According to the United States Geological Survey (USGS) an earthquake with a preliminary magnitude 7.2 has struck  the Xinjiang region of China. The Earthquake Administration of China has reported the quake to be a 7.3 magnitude. The quake struck at 6:33 a.m. (local time) and its epicenter was located 228 kilometers (142 miles) southeast of Hotan and 780 k.m. (485 miles) east, northeast of Islamabad, Pakistan. The depth was recorded at 37.2 k.m. (23.1 miles). According to USGS geophysicist Dale Grant, this is the largest quake on record to hit the region. The largest quake on record occurred in China in 1556 in Shaanxi and had a magnitude of at least 8.0, killing over 830,000 people. Aftershocks with magnitudes of 5.5 and under began to occur just over an hour later in the same region. As of 2006, the reported population of Hotan was 114,000. The region is sparsely populated and so far there are reports of only some damage, but no injuries or deaths. However, the USGS states that damage could be \"moderate to heavy.\" The quake struck near the Tarim Basin which is home to about 1/3 of China's oil reserve supply."}, "3-4": {"heading": "Earthquake strikes Aksu Prefecture, Xinjiang Region, China; no casualties reported ", "link": "https://en.wikinews.org/wiki/Earthquake_strikes_Aksu_Prefecture,_Xinjiang_Region,_China;_no_casualties_reported", "date": "2-February-2023", "text": "Residents were forced to evacuate Monday after a strong earthquake rocked Shaya County, Aksu Prefecture in northwest China's Xinjiang region at 07:49. Neither casualties or property damage were reported after the quake, initially assessed with magnitude 6.1, nor major damage or disruption to the region's power or fossil fuel production, according to Chinese state media. The United States Geological Survey says the earthquake registered magnitude 5.7 with 'VI' intensity around its epicenter, 110 kilometers (68 mi) southeast of Aral. In 2008, a 7.9 magnitude earthquake killed nearly 90,000 in China's Sichuan province, south of Xinjiang. The area is among China's most tectonically active, but is generally sparsely-populated."}, "3-5": {"heading": "Magnitude 7.0 earthquake hits New Zealand ", "link": "https://en.wikinews.org/wiki/Magnitude_7.0_earthquake_hits_New_Zealand", "date": "3-September-2010", "text": "The USGS says an earthquake of magnitude 7.0 occurred in the Canterbury region of New Zealand's South Island at Saturday 04:35:44 AM local time (Friday 16:35:44 UTC). Officials in New Zealand say the magnitude was 7.1. The earthquake occurred at a depth of 10.0 kilometers (6.21 miles). The epicenter was located 40 kilometers (25 miles) west of Christchurch; 190 kilometers (115 miles) south-southeast of Westport; 295 kilometers (185 miles) southwest of Wellington; and 320 kilometers (200 miles) north-northeast of Dunedin. New Zealand's Civil Defence Minister John Carter has declared a state of emergency in Christchurch and Selwyn District. Widespread damage extending beyond Christchurch has damaged infrastructure, including substantial disruption to the power and water supply. Two people were reported seriously injured, and local residents have also reported that chimneys have fallen in through roofs, ceilings cracked and brick walls collapsed. Several aftershocks were also felt as far north as New Plymouth. Bob Parker, the mayor of Christchurch, told the New Zealand Herald that he is \"thankful there has been no loss of life but there had been considerable damage across the city and outlying areas.\" \"We are very happy and blessed that no one died,\" Prime Minister John Key said; he further pledged that \"we are here to support them. We are not going to let Christchurch suffer this great tragedy on their own.\" People in the Christchurch area have been told not to enter the CBD, and a curfew has been established there from 7pm to 7am. Other towns have also had parts closed off to be inspected for safety."}, "3-6": {"heading": "Powerful earthquake strikes Papua New Guinea ", "link": "https://en.wikinews.org/wiki/Powerful_earthquake_strikes_Papua_New_Guinea", "date": "18-September-2022", "text": "On Sunday, September 11 at 9:46AM local time, (UTC+10), a powerful earthquake struck Papua New Guinea near Kainantu. There were reports of injuries and at least three dead several hours after the quake. According to the United States Geological Survey (USGS), the earthquake measured 7.6Mw on the moment magnitude scale. \"This could definitely be a damaging earthquake,\" said Jana Pursley, a geologist with the USGS. She expects damage from the quake to be moderate to severe. The epicenter was reported to be 41 miles (66 km) east of Kainantu and 56 miles (90 km) below the surface. Three people were reported killed in the gold-mining town of Wau according to Charley Masange, the disaster director for Morobe Province. Seismologist Felix Taranu, working for the Geophysical Observatory in Port Moresby, said the quake \"most likely caused considerable damage\" though it was too early to assess the total impact. \"It’s a common thing that earthquakes are felt here, but it usually doesn’t last as long and is not as violent as this one,\" said Renagi Ravu, a local geologist who lives in Kainantu. \"It was quite intense.\" According to Ravu, approximately ten thousand people live in and around the town which is in the New Guinea Highlands. Papua New Guinea is in the so-called Ring of Fire which sees frequent volcanic activity as well as earthquakes. In 2018, a similarly powerful earthquake struck the highlands killing at least 125 people."}, "3-7": {"heading": "Powerful earthquake rocks Vanuatu archipelago ", "link": "https://en.wikinews.org/wiki/Powerful_earthquake_rocks_Vanuatu_archipelago", "date": "13-January-2023", "text": "An earthquake with the likely magnitude of 7.0 struck the Oceanian nation of Vanuatu at 11:30 PM VUT Saturday (10:30 UTC Sunday). There were no reports of casualties. A tsunami warning for \"waves reaching 0.3 to one meter [3.9 feet] above the tide level\" along the coasts of Vanuatu, New Caledonia and the Solomon Islands issued by the United States Geological Survey after the quake was quickly lifted after none materialized. The French Embassy in Port Vila also issued a statement on its Facebook page urging residents to \"stay away from the coasts until the alert is lifted\" ((fr))French language: ‍Il convient de s'éloigner des côtes jusqu'à la levée de l'alerte. 22-year-old college student Kayson Pore, who lives on Vanuatu's largest island Espiritu Santo, told Agence France-Presse: \"We were right on the sea, we were looking for crab on the coast,\" when he experienced a \"very huge\" quake. \"We ran for our lives and then we ran to our homes […] people were moving to higher ground\" to avoid a tsunami. Some residents reported damaged items on social media. Pore said the quake had knocked over and shattered cups in his kitchen, but that he saw no serious damage to homes in his town of 1,000, Hog Harbour. The New Zealand National Emergency Management Agency said they did not expect any tsunamis to affect their coast. The Vanuatuan islands lie along the convergent boundary of the Australian and Pacific tectonic plates, part of the Ring of Fire along which seismic activity frequently occurs. In November, a magnitude 7.0 earthquake shook the Solomon Islands but did not cause serious casualties or destruction. In 2018, 4,300 people died or went missing in a magnitude 7.5 earthquake on the island of Sulawesi in Indonesia. Last year's WorldRiskReport, which assesses the disaster risk of 193 countries, ranked Vanuatu 49th on its WorldRiskIndex ((de))German language: ‍WeltRisikoIndex."}, "3-8": {"heading": "Aftershocks increase death toll of magnitude 6.3 earthquake in southern Philippines ", "link": "https://en.wikinews.org/wiki/Aftershocks_increase_death_toll_of_magnitude_6.3_earthquake_in_southern_Philippines", "date": "22-October-2019", "text": "On Saturday, aftershocks of a powerful earthquake with reported magnitude 6.3 that struck southern Philippines on Wednesday night have increased the death toll of the extended event from five people to six due to a massive landslide following a 5.0 magnitude aftershock on Saturday. On Wednesday, the strong tremor left five dead and, by early reports, at least 30 injured. The National Disaster Risk Reduction and Management Council (NDRRMC) of the Philippines increased the previous death toll to six following the landslide caused by the 5.0 earthquake. Meanwhile, the total reported casualties increased to 167 from a previous 93 injured people. On Saturday, reports said Wednesday's quake affected the Bangsamoro Autonomous Region in Muslim Mindanao, Region 11 and Region 12. Over 2,000 residents near Mount Apo in Kidapawan City have been relocated to other villages in the city since Wednesday. 76 villages were affected according to NDRRMC report on Saturday, which figured 21 injured individuals in Davao del Sur, 36 in North Cotabato, 29 in South Cotabato and seven in General Santos City. Numbers of affected residents fear to return home due to the series of aftershocks, according to CNN Philippines. In a situational report of NDRRMC, Wednesday's tremor damaged 143 buildings including 70 schools, 40 houses, seven health facilities, two worshiping areas, and ten commercial buildings. Rappler reported three malls in Davao City and Gaisano Mall in Digos City were damaged following aftershocks. The Philippine Institute of Volcanology and Seismology (Phivolcs) reported the first quake occurred at 7:37 p.m. local time (1137 UTC) on Wednesday. Magnitude 6.3 according to Phivolcs, it was recorded as magnitude 6.4 by the US Geological Survey. It was followed by another earthquake an hour later; the second quake had a magnitude of 4.0 and was recorded in Sultan Kudarat. A 5.3-magnitude quake was recorded at 4:53 a.m Thursday morning (2053 Wednesday night, UTC) in Manay, Davao Oriental. According to Manila Bulletin, Wednesday's earthquake, at 6.3, was the strongest recorded impacting Kidapawan City. Phivolcs recorded 611 aftershocks as of Saturday 8:00 p.m. (1200 UTC). In response, many schools were closed on Thursday and after, with the provincial government in North Cotabato suspending classes province-wide. Charles Federic Plotena, the mayor of Esperanza, Sultan Kudarat, announced classes for students ranging from kindergarten to high school, public and private, would be cancelled, while Sara Duterte, the mayor of Davao City, also cancelled graduate and post-graduate studies. Reportedly, at least two towns —including Makilala in the province of North Cotabato— declared a state of calamity following Wednesday's quake. Phivolcs said in its report, the western extension of Mindanao Fault makes the province seismically active, while the nearby Cotabato Trench contributes to earthquakes regionally."}, "3-9": {"heading": "Haiti relief efforts: in depth (category Earthquakes) ", "link": "https://en.wikinews.org/wiki/Haiti_relief_efforts:_in_depth", "date": "15-January-2010", "text": "Countries and relief organisations around the world are sending aid to Haiti, which was hit by a magnitude 7.0 earthquake on Tuesday, affecting up to three million people, most of them in the capital, Port-au-Prince. Relief efforts, however, have been hampered by damaged or destroyed infrastructure, lack of shelter, and communications difficulties. As of today, at least 300,000 people were estimated to be homeless in the capital, according to the United Nations; the organisation reports that one in ten buildings completely collapsed due to the tremors and resulting aftershocks. The UN said it believes 45,000 to 50,000 people were killed by the quake, while Haitian President Rene Preval said that seven thousand bodies were buried in a mass grave. Port-au-Prince's main airport remained open as of today, and relief airplanes were arriving faster than they could be unloaded, prompting fears that planes could run out of fuel while waiting their turn to land. As a result, all non-military flights out of the airport were restricted. Air traffic controllers from the US were present to help handle the flow. The main port, meanwhile, was severely damaged, and unable to handle any cargo. To see more images related to the disaster, you may wish to look at the companion article Haitian earthquake: in pictures. Even with the amount of aid coming in, it is proving difficult to deliver it where it is needed; many roads have been blocked by rubble. Alejandro Lopez-Chicheri, a senior spokesman for the World Food Programme (WFP), commented: \"The roads, many of them are still to be opened, and on the ones that are open there are still people concentrated on the sides of the roads.\" He described Haiti as being \"completely on the ground\". \"This is a logistical challenge. Before the earthquake struck we were already assisting one million people here, we are considering it will be at least double that after this earthquake,\" he told the Al Jazeera news agency. The WFP has estimated that two million people will need food aid; however, only four thousand have so far been fed. \"The physical destruction is so great that physically getting from point A to B with the supplies is not an easy task,\" said a WFP spokeswoman in Geneva at a news conference. Transporting supplies was made even harder due to lack of communications. Telephone lines were down. \"There have been a lot of criticism from local authorities about the relief efforts, but in all fairness, if we could catch a break and get some communication up and running, things would go a lot faster,\" commented Louis Belanger, spokesman with the humanitarian aid group Oxfam International. Looting has also been an issue. Delfin Antonio Rodriguez, the rescue commander from adjacent Dominican Republic, said to the Agency France-Presse news agency earlier today that \"[o]ur biggest problem is insecurity. Yesterday they tried to hijack some of our trucks. Today we were barely able to work in some places because of that.\" Elisabeth Byrs, a UN humanitarian spokeswoman in Geneva described the desperation of those in the capital. \"People who have not been eating or drinking for almost 50 hours and are already in a very poor situation. If they see a truck with something, or if they see a supermarket which has collapsed, they just rush to get something to eat.\" The WFP initially reported that its warehouses in the capital were looted, but this was later retracted. WFP spokeswoman Caroline Hurford told the BBC that \"[a]pparently there were unconfirmed reports of looting taking place but once our teams got down to the dockside they were able to see that there was some mistake.\" The earthquake also destroyed Port-au-Prince's main prison. According to International Red Cross spokesman Marcal Izard, 4,000 inmates escaped the jail and are now on the city streets. \"They obviously took advantage of this disaster,\" he said. Haitian police were \"not visible at all,\" according to a UN spokesman, probably because they had to deal with lost family members and homes, further exacerbating the situation. Around 3,000 international UN peacekeeping troops were present to try to maintain law and order in lieu of the local police force. According to a reporter for Al Jazeera, frustration among Port-au-Prince's residents was increasing because they were not receiving enough help, and there was an exodus out of the city to try and find areas with more supplies. \"A lot of people have simply grown tired of waiting for those emergency workers to get to them,\" said Sebastian Walker. \"Thousands of people are streaming out of the city towards the provinces to try to find supplies of food and water, supplies that are running out in the city.\" A spokesman for the Brazilian-commanded UN peacekeeping force, David Wimhurst, also commented that \"unfortunately, they're slowly getting more angry and impatient. I fear, we are all aware that the situation is getting more tense as the poorest people who need so much, are waiting for deliveries. I think tempers might be frayed.\" Photographer Shaul Schwarz for the TIME magazine reported seeing at least two roadblocks downtown, made of rocks and corpses. \"They are starting to block the roads with bodies. It's getting ugly out there. People are fed up with getting no help,\" he said. \"We hear on the radio that rescue teams are coming from the outside, but nothing is coming,\" said one resident, Jean-Baptiste Lafontin Wilfried, as quoted by the BBC. \"We need food. The people are suffering. My neighbors and friends are suffering,\" said another resident, Sylvain Angerlotte, aged 22, as quoted by the Associated Press. \"We don't have money. We don't have nothing to eat. We need pure water.\" Due to lack of buildings or shelter, many relief members were facing the same difficulties as were residents. \"Even the aid workers themselves are sleeping in cars or in tents on the streets,\" said Jamieson Davies, the international programmes director of the Caritas relief organisation, to Al Jazeera. She described the situation as being \"extremely difficult\"."}, "3-10": {"heading": "Countries around the world send aid, help to Haiti (category Earthquakes) ", "link": "https://en.wikinews.org/wiki/Countries_around_the_world_send_aid,_help_to_Haiti", "date": "14-January-2010", "text": "Countries and organizations from around the world are sending aid and help to victims of the devastating 7.0 magnitude earthquake that struck Haiti on Tuesday, damaging many buildings. The death toll is currently unknown, but estimated to run into the tens of thousands of people. US president Barack Obama said in a press conference that \"I've directed my administration to launch a swift, coordinated and aggressive effort to save lives and support the recovery in Haiti.\" Obama announced that aid from the US armed forces was coming to Haiti, noting, \"Several Coast Guard cutters are already there providing everything from basic services like water, to vital technical support for this massive logistical operation.\" Obama continued: \"[...] today, I'm also announcing an immediate investment of $100 million to support our relief efforts.  This will mean more of the life-saving equipment, food, water and medicine that will be needed. This investment will grow over the coming year as we embark on the long-term recovery from this unimaginable tragedy.\" Obama said that the US would forge partnerships with Haitian people and Haitian-Americans, along with United Nations peacekeepers. He closed by saying, \"To the people of Haiti, we say clearly, and with conviction, you will not be forsaken; you will not be forgotten.  In this, your hour of greatest need, America stands with you. The world stands with you.\" The UN Secretary-General, Ban Ki-moon said that $10 million is being released from the international organization's central emergency response fund. Meanwhile, the UN's World Food Programme (WFP), which already has an existing operation in the country, is beginning to distribute high energy biscuits which require no preparation before eating. On top of that, the WFP is airlifting 86 metric tons of food from their emergency hub in El Salvador. A spokesperson for the WFP said, \"In a normal day the World Food Programme will be feeding one or two million people in Haiti — and now we need to do even more, because the people have lost everything.\" China is also pledging aid to the country, despite the lack of official diplomatic ties between the two countries. Haiti recognizes the Republic of China, better known as Taiwan. Nevertheless, China has sent a 60 member search and rescue team to Haiti and the Chinese Red Cross is donating one million dollars in emergency aid. Chinese Foreign Ministry spokesperson Jiang Yu said her country expresses sympathy to the Haitian government and people. Jiang says the Chinese foreign minister has sent a telegram of condolence to his Haitian counterparts. An 80 member team from the United Kingdom of search and rescue specialists has arrived in Haiti to help in efforts there. British Prime Minister Gordon Brown said in a joint press conference with Toaiseach of Ireland Brian Cowen that the team has arrived in the country. He also announced that the government is pledging to match the UN's US$10 million (£6.1 million). Brown said, “It is a tragedy beyond imagination and there is a deep sense of loss felt by the whole of the British and Irish people about the tragedy that individual families in Haiti are experiencing at the moment. We send our message of sympathy and support to the people of Haiti at this most difficult of times.\" He added, “Where men, women and children are suffering under the heaviest of burdens, that place must, for that moment, become the centre of our world’s attention, the world’s compassion and the world’s humanitarian help.” France is also sending aid to the French-speaking country, which at one time was a colony of France known as Saint-Domingue. France is sending two planes with rescuers and aid. Civil safety authorities in France are sending a team of 130 members consisting of rescuers, trained rescue dogs, doctors and nurses along with 12,000 tons of aid and rescue supplies. Israel is sending rescue forces in two El Al planes carrying a 121-member delegation that includes 40 doctors, five search-and-rescue teams, and an army rescue squad. The IDF medical teams are preparing to spend two weeks in Haiti. Spain has pledged $4.3 million (€3 million) in aid money and has 150 tons of aid ready to be delivered. South Africa is sending a team of search and rescue specialists to Haiti in response to the devastating earthquake on Tuesday.  It is the first of several teams being sent by a local civic group. The head of South Africa's Gift of the Givers Foundation, Emtiaz Sooliman, says his group is sending up to three teams of search and rescue specialists to Haiti to help victims of the earthquake and hopefully save some lives. \"These are people who have worked with building collapses, urban search and rescue and some of them have been involved in responding to previous earthquakes so they are highly skilled,\" he said. Sooliman says a second team is to depart as soon as he can book a flight for it."}, "3-11": {"heading": "Death toll from earthquake in Syria and Turkey surpasses 20,000 ", "link": "https://en.wikinews.org/wiki/Death_toll_from_earthquake_in_Syria_and_Turkey_surpasses_20,000", "date": "10-February-2023", "text": "On Thursday, the death toll from Monday's earthquake in Syria and Turkey rose to over 20,000 people; it is expected to continue rising as the full extent of damage becomes clearer. The quake was felt in a large part of the Middle East. The first quake was a 7.8 Mw followed shortly by a 7.5 Mw quake. According to Adelheid Marschang of the United Nations' WHO, up to 23 million people were affected. The president of Turkey, Recep Tayyip Erdoğan, visited affected provinces on Wednesday. Erdoğan has been facing domestic criticism of the government's response to the disaster. \"Of course, there are shortcomings. The conditions are clear to see. It’s not possible to be ready for a disaster like this,\" he said in response. Nevertheless, opposition leader Kemal Kılıçdaroğlu said, \"I refuse to look at what is happening as above politics and align with the ruling party. This collapse is exactly the result of systematic profiteering politics\". He continued: \"If there is anyone responsible for this process, it is Erdoğan. It is this ruling party that has not prepared the country for an earthquake for 20 years.\" The ongoing Syrian Civil War has worsened the situation there and made the country less accessible to aid workers. The European Union (EU) is sending aid, overriding sanctions, after Syria's government requested it. Janez Lenarčič, the European Commissioner for Crisis Management, called for EU members to donate medical equipment and food while ensuring they were not diverted to Bashar al-Assad's government."}, "3-12": {"heading": "US government to resume Haiti evacuations (category Earthquakes) ", "link": "https://en.wikinews.org/wiki/US_government_to_resume_Haiti_evacuations", "date": "2-February-2010", "text": "The United States government will resume evacuation flights for injured Haitians following doctors advising that many were likely to die if they did not receive immediate medical care. Airlifts stopped Wednesday due to logistical issues. Tommy Vietor, a White House spokesman, said on Sunday that airlifts should resume within the next twelve hours. Vietor said Haitians with spinal injuries and burns were flown to the U.S., most for treatment in Florida. The state's governor, Charlie Crist, advised the Obama administration last week that Florida's healthcare system was be called on to deal with a considerable number of injured from Haiti; that victims had high-trauma injuries, only increasing the strain on the healthcare system available in Florida. Crist requested the Federal Government activate the National Disaster Medical System, which often provides the necessary funds for disaster victims. The World Food Programme (WFP) also began delivering food to Haitian women on Sunday. A spokesperson stated that they had decided to only release food to the women in an effort to reduce violence caused by the starvation dilemma. Rice was distributed in sixteen locations across Haiti's capital, Port-au-Prince. The WFP gave 25kg (or 55 pounds) of rice to each woman, enough rice to feed an average family in Haiti for two weeks."}, "3-13": {"heading": "Three earthquakes hit off New Zealand's coastal areas, residents warned to avoid coast ", "link": "https://en.wikinews.org/wiki/Three_earthquakes_hit_off_New_Zealand%27s_coastal_areas,_residents_warned_to_avoid_coast", "date": "7-March-2021", "text": "On Friday, after three earthquakes hit near both the Kermadec Islands and about 105 km off New Zealand's east coast, people across New Zealand were instructed by the government to stay away from beach and shore areas. The first earthquake hit at 2:27 AM local time at a depth of 10km, and registered 7.1 according to Radio New Zealand.  It was felt across the North Island and parts of the South Island.  Two 7.4 and 8.1 earthquakes were recorded near the Kermadec Islands by New Zealand's National Emergency Management Agency (NEMA).  Radio New Zealand reported more than a dozen aftershocks, some as strong as 5.4, were recorded. NEMA had issued a warning around 9:45 AM there was a land and marine threat and flooding was expected on the Northland coast from Cape Reinga to Whangārei and Ahipara, as well as New Zealand's East Coast from Matata to Tolaga Bay.  However, this advice was later revised.  At 2:48 PM, the tsunami warning was cancelled.  The newer notifications mentioned \"Strong and unusual currents and unpredictable surges will continue for up to another 24 hours\", and residents were instructed to \"remain vigilant and take extra precautions\". On Instagram, New Zealand Prime Minister Jacinda Ardern posted \"Hope everyone is OK out there – especially on the East Coast who would have felt the full force of that earthquake\".  Minister for Emergency Management Kiri Allan stated in a press conference all of Ōpōtiki had been evacuated, and \"people have done the right things in the regions by picking up and packing up and staying calm.\""}, "3-14": {"heading": "Earthquake kills thousands in Indonesia ", "link": "https://en.wikinews.org/wiki/Earthquake_kills_thousands_in_Indonesia", "date": "27-May-2006", "text": "An earthquake measuring magnitude 6.3 struck Indonesia's Yogyakarta and Central Java early on Saturday morning, killing at least 5,427 people, and injuring thousands more. Severe damage has been reported in the city of Yogyakarta, with over three thousand buildings having collapsed and electricity and communications links broken. The U.S. Geological Survey (USGS) reports that the quake struck at 5:54 a.m. local time (2254 UTC Friday) and the epicentre was offshore, approximately 25 km (15 miles) southwest of the city. Nearby Mount Merapi, which has seen increased activity in recent weeks, had emitted a large cloud of purple smoke and ash shortly before the earthquake, and vulcanologists have confirmed that the earthquake has increased the volcano's activity. Indonesia lies on the Pacific Ring of Fire, a zone containing the boundaries of tectonic plate that encircles the basin of the Pacific Ocean, and is prone to earthquakes and volcanic eruptions. Hospital efforts were being hampered by aftershocks, which the USGS have measured as being up to 4.8 in magnitude, and currently by a lack of doctors, beds, and medical supplies. The Indonesian Transport Minister Hatta Radjasa has said that the earthquake has damaged the Yogyakarta airport runway, closing it to air traffic until at least Sunday. Many countries have offered aid to the devastated region, with the United Kingdom offering three million pounds ($5,600,000 U.S), Australia offering three million Australian dollars ($2,270,000 U.S) China offering two million U.S dollars, and the United States, European Union, Japan, and UNICEF offering further immediate aid. The Red Cross, Red Crescent, OXFAM as well as UNICEF have been providing tents and emergency supplies to the victims. Many residents spent the night outdoors, either afraid to return for fear of more aftershocks, or because they had lost their homes. In the Bantul district, up to 80% of houses were destroyed, leaving  an estimated 150,000 homeless. The Indonesian President, Susilo Bambang Yudhoyono, visited the disaster area and has called in the army to assist in rescue efforts."}, "3-15": {"heading": "6.0 magnitude earthquake rocks eastern Turkey ", "link": "https://en.wikinews.org/wiki/6.0_magnitude_earthquake_rocks_eastern_Turkey", "date": "9-March-2010", "text": "A 6.0-magnitude earthquake struck Başyurt, in the Elazığ province of eastern Turkey at 04:32 AM (02:32 GMT) on Monday. According to the local Kandilli observatory, the quake struck at a depth of five kilometres; the epicenter was near Karakoçan town in the same province. The pre-dawn earthquake killed at least 40 people and almost 100 were injured. The village of Okçular was worst hit, claimed the press secretary for the provincial governor, Özcan Yalçın. According to the U.S. Geological Survey, nearly five hours later, a magnitude-5.5 aftershock hit the province. 40 other aftershocks followed shortly, the highest of them being 4.4 magnitude, according to sources. While no deaths were immediately reported, the government's crisis management center soon put the toll at seventeen with another 60 injured according to the officials at Ankara, the capital. It was soon confirmed that at least 39 were dead; the toll is expected to rise. At least four of the victims were children. Muammer Erol, the provincial governor of Elazığ, stated Okçular, Yukarıkanatlı and Kayalık accounted for majority of the dead. He told CNN Turk that \"villages consisting mainly of mud-brick houses have been damaged, but we have minimal damage such as cracks in buildings made of cement or stone\". Okçular, the largest of the affected villages, accounted for at least seventeen of the dead. The village has a population of 800, and the majority of the dwellers live in mud-brick homes built on hillsides. About 25 to 30 houses were demolished in this village. \"The village is totally flattened,\" Hasan Demirdağ, local administrator, told NTV. Yadin Apaydin, the administrator of Yukarıkanatlı, said his village had been severely affected. \"Everything has been knocked down - there is not a stone in place,\" he told CNN's Turkey sister network, CNN Türk. \"Many houses have collapsed. Search and rescue teams have been sent to the area,\" said the prime minister's office in a statement. Injured people are being rushed to local hospitals according to sources. At least 100 people have been taken to hospital. Some who panicked after the first quake jumped from balconies or windows were injured. Rescue workers, consisting of policemen as well as civilians dug with shovels to rescue people from the debris. The Turkish Red Crescent is also sending tents and blankets to be distributed. Neighboring districts are providing ambulances to assist the victims. Cemil Çiçek, deputy Prime Minister of Turkey has left for the disaster area. Health Minister Recep Akdağ, Housing Minister Mustafa Demir and State Minister Cevdet Yılmaz are accompanying him. According to CNN Türk, the tremor of the earthquake was felt in the adjacent provinces of Bitlis and Diyarbakır, causing residents to panic. Turkey lies on highly active fault lines and earthquakes often hit the nation. A 7.4-magnitude earthquake in Istanbul killed 20,000 people in August 1999. Most of the earthquakes that hit Turkey are usually minor."}, "3-16": {"heading": "Magnitude 7.5 earthquake hits Afghanistan ", "link": "https://en.wikinews.org/wiki/Magnitude_7.5_earthquake_hits_Afghanistan", "date": "27-October-2015", "text": "Early yesterday afternoon local time, a 7.5 magnitude earthquake hit Afghanistan, Pakistan and North India, with its epicenter in the Hindu Kush mountain range which stretches from Afghanistan to North Pakistan, causing damage to life and buildings. A Wikinews correspondent felt the shock waves in Behror, Rajasthan at 2:50 PM IST (0920 UTC). Hundreds of people died in this disaster. The death toll is highest in Pakistan. Pakistani officials yesterday afternoon declared over 145 people were found dead. United States Geological Survey reported the earthquake occurred at 212km depth due to reverse faulting. Twelve students died in the rush due to trembles, in an Afghani girls' school in Takhar, near Badakhshan. Two elderly women in Kashmir died due to heart attack. Some people in Pakistan died by crushing by roof collapse. Indian states Punjab, Jammu and Kashmir, Rajasthan, Uttar Pradesh and Delhi National Capital Region were affected. Srinagar experienced a power cutoff after the earthquake. During yesterday afternoon, Indian Prime minister Narendra Modi communicated with Pakistani Prime Minister Nawaz Sharif, volunteering help. He also tweeted \"Heard about strong earthquake in Afghanistan-Pakistan region whose tremors have been felt in parts of India. I pray for everyone's safety.\" Yesterday evening, Pervez Rashid, Pakistani Information Minister, declared Pakistan would not ask for help for resources and rescue work and thanked India for offering help.  \"We have enough resources to handle the situation. Our top priority is to help those affected because of the earthquake\". As of earlier today, officials in Pakistan and Afghanistan came up with statistics of 237 deaths in Pakistan and a total rising to 311. Almost a decade ago, this region suffered an earthquake with a magnitude of 7.6. A Wikinews correspondent reports the tremors were felt in Behror, Rajasthan at 2:50 PM IST. In the boys hostel on NIIT University, the students felt the vibrations of cupboards, tables and beds which lasted over a minute. Nobody was harmed because of the shock-waves, but many students came out of their rooms, asking others whether they felt the vibrations or not. Our correspondent contacted other students in affected areas of India.  According to one student the projectors used for delivering lectures in BITS Pilani university in Pilani, Rajasthan started shaking. The students asked the professor to cancel the lecture. A first year B. Tech student said he was in the library, listening to music, when suddenly everyone ran out. Later, when he got out of the library, he came to know it was an earthquake. Students in ITM Gurgaon in Gurgaon, Haryana were asked to shelter themselves in an open space of the sports ground and return after few minutes. Many of the students left for their home. \"Strong earthquake hits Pakistan, north India, Afghanistan\" — Wikinews, October 8, 2005"}, "3-18": {"heading": "7.0 magnitude earthquake strikes off Haitian coast ", "link": "https://en.wikinews.org/wiki/7.0_magnitude_earthquake_strikes_off_Haitian_coast", "date": "12-January-2010", "text": "A 7.0 magnitude earthquake has struck off the coast of Haiti earlier today at 21:53 UTC, according to the US Geological Survey (USGS). According to the US National Oceanic and Atmospheric Administration, no tsunami warning was issued, contradicting some media reports that said there was one in place. The quake's magnitude was revised down from an initial report of 7.3 on the Richter scale. \"A destructive widespread tsunami threat does not exist based on historical earthquake and tsunami data,\" the US Pacific Tsunami Warning Center said. \"However, there is the possibility of a local tsunami that could affect coasts located usually no more than a 100 km [60 miles] from the earthquake epicentre.\" The USGS reports that the epicentre was fifteen kilometres (ten miles) southwest of Port-au-Prince and 1,140 kilometers (708 miles) southeast of Miami, Florida, at a depth of ten kilometres. According to USGS analyst Dale Grant, this tremor was \"the largest quake recorded in this area\"; the last strong quake was in 1984, and had a magnitude of 6.7, he noted. \"Everybody is just totally, totally freaked out and shaken. The sky is just gray with dust,\" said Henry Bahn, an official with the US Department of Agriculture who was visiting in Haiti and a witness to the incident. \"I just held on and bounced across the wall. I just hear a tremendous amount of noise and shouting and screaming in the distance,\" he commented, as quoted by the Associated Press. According to data from the USGS, there were thirteen aftershocks after the initial tremors, the strongest of which was 5.9 on the Richter scale; seven others measured in at 5.0 or higher – all the aftershocks were 4.0 or greater. No deaths have yet been reported, but a hospital in Port-au-Prince was damaged, and a US government official said several houses fell into a ravine. An analyst for USGS in Colorado commented that there could be many deaths from an earthquake of this strength. \"I think we are going to see substantial damage and casualties,\" he said. The USGS's Mike Blanpied remarked that about three million people were impacted by the earthquake, given its location. \"This quake occurred under land as opposed to off-shore, so a lot of people were directly exposed to the shaking coming off that earthquake fault, which was quite shallow,\" he said. A lack of communications makes it difficult to ascertain what damage was done. US embassy personnel were \"literally in the dark\" due to power failures, said State Department spokesman P. J. Crowley. \"They reported structures down. They reported a lot of walls down. They did see a number of bodies in the street and on the sidewalk that had been hit by debris. So clearly, there's going to be serious loss of life in this,\" he said, as quoted by AP. A reporter for Reuters said he had seen \"dozens of dead and injured people\" amidst collapsed buildings. \"We are trying to get in touch with our people on the ground but we are experiencing communication problems, which is not unusual in a disaster such as this,\" said United Nations spokeswoman Stephanie Bunker to Agence France-Presse. Appeals for aid flooded in following the disaster. In a phone call to CNN, the Haitian ambassador to the US, Raymond Joseph, said: \"I'm calling on all friends of Haiti and people who are listening to me to please come to our aid. Today as Haiti is going through the worst day in its history I am calling for all others who got help from us in the beginning to help in support. The only thing I can do now is pray and hope for the best.\" US Secretary of State Hillary Clinton promised that her country would also provide assistance to Haitians. \"The United States is offering our full assistance to Haiti and to others in the region. We will be providing both civilian and military disaster relief and humanitarian assistance and our prayers are with the people who have suffered, their families and their loved ones.\" President Barack Obama also said that the country would be \"ready to assist\" Haiti."}, "3-19": {"heading": "Magnitude 5.4 earthquake hits Southern California ", "link": "https://en.wikinews.org/wiki/Magnitude_5.4_earthquake_hits_Southern_California", "date": "8-July-2010", "text": "An earthquake occurred on Wednesday evening in Southern California with a magnitude of 5.4. According to the United States Geological Survey, the earthquake occurred at 16:53 local time (2353 UTC). At least two dozen smaller aftershocks, none greater than a magnitude of 3.6, have struck the same area since the quake. The earthquake occurred at a depth of 14 kilometers (8.7 miles), and the epicenter was located 20 kilometers Northwest of Borrego Springs; 23 kilometers Southeast of Anza; 33 kilometers Northeast of Lake Henshaw; and 94 kilometers to the northeast of San Diego. There were no initial reports of any major damage. San Diego skyscrapers are reported to have swayed as a result of the earthquake. Wikinews reporter Mike Morales, who was in the area at the time of the tremor, reported: \"I remember it happened around five o'clock. It was nothing much, just a little rolling feeling.\" According to Kate Hutton of the California Institute of Technology, this earthquake was caused by an earlier quake in April with a magnitude of 7.2. Hutton says that \"changes in the fault line\" from April's quake, caused today's quake to occur. The April quake was centered in the southern Imperial Valley south of Mexicali, Mexico near the Colorado River."}, "3-20": {"heading": "Earthquake strikes Kent, England ", "link": "https://en.wikinews.org/wiki/Earthquake_strikes_Kent,_England", "date": "28-April-2007", "text": "According to the United States Geological Survey, an earthquake of magnitude 4.7 struck at 07:18:11 UTC (08:18:11 local time) in Kent located in the United Kingdom. However, the British Geological Survey reports the quake at a magnitude of 4.3, and Sky News reports that the quake had a magnitude of 5.0. The epicenter was located 25 km [15 miles] south of Canterbury and was at a depth of 10 km [6.2 miles]. The earthquake occurred close to the entrance of the Channel Tunnel at Folkestone, although there are no reports of damage to the tunnel. A spokesman for Eurostar, the high-speed train service running through the undersea tunnel, said the quake has had no effect on their services. Kent Fire and Rescue Service claimed to have received calls from residents who say electricity and telephones are out of service. Some residents report cracks in homes and collapsed chimneys. Residents have been evacuated from their homes and businesses, and officials have shut off some natural gas and electric supplies as a precaution. \"We have had calls from people saying their chimneys have fallen down, large cracks in people's houses,\" said a spokesman for the Kent Fire and Rescue Services, but The Daily Star reports that the quake caused \"widespread damage\" to homes and businesses. It has been reported that at least one person has required hospital treatment."}, "3-21": {"heading": "6.4 magnitude earthquake hits Chile ", "link": "https://en.wikinews.org/wiki/6.4_magnitude_earthquake_hits_Chile", "date": "4-May-2010", "text": "Another earthquake hit Chile on late Monday, the United States Geological Survey (USGS) has reported. It occurred at 19:09:43 local time (23:09:43 UTC). The epicenter was located 110 kilometers northwest of Temuco; 132 kilometers southwest of Concepción; 203 kilometers north of Valdivia and 558 kilometers southwest of Santiago. The USGS later determined that the earthquake had a depth of 20.6 kilometers, and the epicenter was located 55 kilometers to the south of Lebu. The University of Chile Geological Survey reported that the earthquake took place 71 kilometers at the west of Tirúa in the Bío Bío Region and had a depth of 22.9 kilometers. Wikinews's Diego Grez reported that the earthquake was clearly felt in Pichilemu, almost 300 kilometers to the north of the epicenter. ONEMI reported no casualties. The area is being monitored by the organization. It has been reported that some telephone lines have collapsed after the earthquake. More than two months after the major 8.8 earthquake, many people continue to live in tents or temporary huts."}, "3-22": {"heading": "Chilean earthquakes in the O'Higgins Region: photoessay ", "link": "https://en.wikinews.org/wiki/Chilean_earthquakes_in_the_O%27Higgins_Region:_photoessay", "date": "3-May-2010", "text": "The recent string of earthquakes in Chile caused widespread damage to buildings. Wikinews reporter Diego Grez is on-scene and in his second photoessay, he shows us the impact of the earthquake in the O'Higgins Region and takes a look at how people living in the area have reacted to the devastation."}, "3-23": {"heading": "Wikinews investigates the reconstruction of Pichilemu, Chile after February earthquake ", "link": "https://en.wikinews.org/wiki/Wikinews_investigates_the_reconstruction_of_Pichilemu,_Chile_after_February_earthquake", "date": "24-October-2010", "text": "Eight months after a catastrophic earthquake, Wikinews has investigated the devastation caused in February and the reconstruction of Pichilemu, Chile. The February 27 earthquake and a subsequent tsunami completely destroyed Pichilemu's most coastal street and its oldest villages. Wikinews has also had access to the original design plans of the new kiosks in Pichilemu, and conducted an interview with merchant Alejandro Mella, known locally as the King of the Cochayuyo (\"El Rey del Cochayuyo\"), who lost his kiosk after the earthquake. Pichilemu is a coastal city in the O'Higgins Region of Chile, known as one of the \"best surfing spots\" in South America. Its current Mayor is Roberto Córdova Carreño, who was elected internally by the Councillors of the city in September 2009, after several political controversies that ended with three Mayors being displaced. The territory of Pichilemu has a surface of 7,491 square kilometers, and comprises at least 24 villages, such as Ciruelos, Rodeíllo and Espinillo (the latter two also severely damaged by the March 11 earthquake). Pichilemu is the most popular beach in O'Higgins Region, and many tourists visit it every summer. The earthquake took place in what is considered the \"last weekend in the summer;\" on Saturday, February 27, 2010 at 03:34 local time (06:34 UTC), while almost all Chileans were sleeping. Hours earlier, on Friday, thousands of people had arrived at Pichilemu. \"The house moved from side to side. I really thought it was going to fall. It was 3 or 4 minutes long,\" Diego Grez, a Chilean student who was in Pichilemu at the time of the quake, told Wikinews in an interview. A concert was being held at the One Discotheque when the earthquake occurred. It is said that the audience panicked and fled outside the discothèque, and then to the La Cruz Hill. Most tourists fled outside the city right after the earthquake occurred, but many others opted to stay in the La Cruz Hill or the village of Pueblo de Viudas, which are the higher points in the city. \"Pichilemu is the symbolic beach resort in the Sixth Region [of O'Higgins], so it was not strange to even think that [during] the last weekend before the entrance to school, many people would be going to take advantage of it to take a vacation; and that's what happened,\" reported El Rancagüino, the most important newspaper in O'Higgins Region, on February 28. The only radio broadcasting in the area was Entre Olas, directed by Jorge Nasser, which also helped Pichileminians know what happened in other affected places by the earthquake, as they re-broadcasted the audio of Televisión Nacional de Chile (National Television of Chile). On the day of the earthquake, the station reported that a local police truck had crashed near La Cruz Hill. There was no tsunami warning, and Mayor Córdova was away on holiday when the earthquake struck. \"Those who live in Pichilemu, and those who were visiting it, were surprised by the giant waves that annihilated its beach and reached the city's square, destroying everything on their way,\" reported El Morrocotudo on February 28. \"The most tough thing occurred when the firefighters' alarms sounded twice, and the people in the hill began to yell 'tsunami!',\" journalist Tania Arce told the newspaper. The earthquake destroyed one of Pichilemu's oldest and iconic buildings, the post office, which was demolished in July. The urban centre of Pichilemu was not severely damaged by the earthquake, but its subsequent tsunami caused most of the destruction. The Agustín Ross architecture in the city (three of his buildings are National Monuments of Chile) was damaged. Agustín Ross Balcony was completely destroyed. According to SHOA, the Hydrographic and Oceanographic Service of the Chilean Navy, the tsunami triggered by the earthquake first reached Pichilemu, at 03:48 (06:48 UTC). A second wave came at 04:15 (07:15 UTC). Policeman José Arévalo was the only person to warn residents that a tsunami was approaching. Arévalo was patrolling the Las Terrazas beach, when the earthquake occurred. He told El Rancahuaso there were around 25 people in the beach. \"Right after the quake, he noticed the sea had shrank around 500 meters inside. He took his megaphone, and shouted people should leave the place instantly.\" \"The sea is coming out! The sea is coming out!,\" he shouted. \"The warning was also preceived by nightclubs and pubs surrounding the costanera. Then, the tragedy occurred. The sea destroyed everything on its way,\" El Rancahuaso reported. \"It all was really quick. Everyone is safe, luckily [..] It's something unforgettable to me, I'm proud I saved all of those lives,\" Arévalo added. The tsunami destroyed restaurants, hotels, kiosks, the Fishermen Store (Caleta de Pescadores), surf schools, the Agustín Ross Balcony (located right in front of the Las Terrazas beach) and houses near the costanera (the nearest street to the beach), and flooded the building of the Government of Cardenal Caro Province, the boarding school of Pichilemu, the city square (Arturo Prat Square), and the Supermarket El 9. A local worker, Ricardo Vivanco, also known as \"El Gordo\" (\"The Fat one\"), almost was killed by a tsunami, ignoring warnings by the Police and the Fire Bureau. Vivanco was drunk, and went down to the Las Terrazas beach with his friends. The wave washed him away, and was hit on the Agustín Ross Balcony's wall. His friends recorded a video and uploaded it to YouTube. It was reported by Radio Entre Olas on February 27, that the tsunami had provoked massive damage in Punta de Lobos, Pichilemu's most popular beach. The owner of Entre Mar, an hotel and restaurant in that beach, said the tsunami had destroyed all of his buildings there. The village of Espinillo was badly damaged, and approximately 600 people were made homeless by the earthquake, Teletrece reported on March 16. \"We are keeping the government informed, we're also organized with some churches [sic, religious organizations] that are working voluntarily in Espinillo, Los Boldos, Alto Ramírez [...] We thank a lot their work, that is not to give them mediaguas [temporary tenements], but something definitive, but I also think they need resources to do it,\" Mayor Córdova said. On March 11, Chile was hit by a second earthquake, that reached a magnitude of 6.9, and that occurred 40 kilometers southwest of Pichilemu. It occurred at 11:39 local time (14:39 UTC), while the new President Sebastián Piñera was sworn in. A tsunami warning was issued by SHOA, between Coquimbo and Los Lagos regions. People in Pichilemu fled again to La Cruz Hill. Military authorities assured people in the hill they were going to be safe there, and that it was unlikely a tsunami was going to hit again Chile's coast. The tsunami warning was lifted at 15:50 local time (18:50 UTC). People stayed in La Cruz Hill for a longer time than after the previous earthquake, and several activities were made there, such as a concert by Chilean-Brazilian singer Joe Vasconcellos. People were also given food, wood (mostly remains from the destroyed kiosks), and electricity. \"We are here because we fear about our safety. We don't want it [a possible tsunami] to catch us. We have to settle down here and to accommodate,\" Edith Larraín told to Wikinews. Mayor Córdova estimated that at least 2,000 people were staying at La Cruz Hill. Militaries and provincial authorities asked them to leave the hill on March 15, but most refused the deal. People eventually left the hill, due to complaints by the Mayor. On March 20, in collaboration with the Governor of Cardenal Caro Julio Ibarra, Colonel Raúl Melo, and the Mayor of Litueche Bernardo Cornejo, Mayor of Pichilemu Roberto Córdova announced a \"tourism revival campaign\" of Pichilemu, promoting the surf practice, whose goal was \"to make the city go back to the normality.\" On April 4, the first monument was erected in memory of the earthquake and tsunami victims. The monument was created by local artisans, with rocks from several places of the Cardenal Caro Province. \"We wanted to create this monument so we don't forget it [the earthquake] [...] This is the beginning of the reconstruction,\" said Julio Ibarra. The monument was placed in front of the beach, near the building of the Cardenal Caro Government. Mayor Roberto Córdova said that \"it definitely will help us reconstruct [ourselves] espiritually, [and that] is essential.\" On October 20, with the help of the Government, SERCOTEC (Technical Cooperation Service, Servicio de Cooperación Técnica) and FOSIS (Solidarity and Social Investment, Fondo de Solidaridad e Inversión Social), the Fishermen Store (Caleta de Pescadores) began to be reconstructed. Caleta de Pescadores is administered by the Independent Labour Union of Fishermen of Pichilemu (Sindicato de Trabajo Independientes de Pescadores Artesanales), which has twenty-three members. \"The Government of President Sebastián Piñera has been worried about the fishing area, carrying out several actions in help of them, after all that they've suffered after the earthquake and tsunami that hit them [...] This area is working normally again,\" Governor Ibarra said. On October 6, the Municipality of Pichilemu published the design of kiosks that were going to be constructed, as replacement of those destroyed by the earthquake. As of October 23, four kiosks have been constructed in Pichilemu, specifically on Las Terrazas beach, and two more are being constructed. According to Mauricio Grez, a construction engineer, the construction of one kiosk would cost up to US$ 2,500 (CLP 1,000,000). Alejandro Mella, locally known as \"el Rey del Cochayuyo\" (\"the King of the Cochayuyo\"), is a merchant of Pichilemu, who promotes the cochayuyo (durvillaea antarctica), and lost his kiosk after the February earthquake and tsunami. \"I was given my [former] kiosk by the Mayor Orlando Cornejo, back in 1993. It was right in front of us [in front of Las Terrazas beach, near \"the grotto of the Virgin\"], and was made smithereens by the tsunami,\" he told Wikinews. \"I have always worked on selling cochayuyo here, and the terrain where my kiosk was located before has been disputed by private people, and the municipality approved that. I talked with the Mayor and he said 'I don't know what's going on the beach'; that left me perplexed. [...] I like the new design of the kiosks, they are larger, and we can do more things with it, but they are way too expensive,\" he added. Mr. Mella also gave Wikinews a sample of his work as \"the King of the Cochayuyo\", an essay called \"El cochayuyo es una mina repleta de nutrientes y sales minerales\" (\"Cochayuyo is a mine full of nutrients and mineral salts\", pictured below), which he sells for 200 Chilean pesos (0.41 US$), and that contains \"tips and information about the plant, and some recipes.\""}, "3-24": {"heading": "Major earthquake strikes Peru followed by multiple large aftershocks ", "link": "https://en.wikinews.org/wiki/Major_earthquake_strikes_Peru_followed_by_multiple_large_aftershocks", "date": "16-August-2007", "text": "According to the United States Geological Survey (USGS) a major earthquake with a magnitude of 7.9 has struck just off the coast of Peru followed by 16 aftershocks  with magnitudes ranging from the lowest of 4.5 and the highest of 6.3. According to Peruvian government officials, 540 deaths and at least 1,600 injured people have been reported throughout the country and some power in Lima has been lost. Reports say some buildings and houses have collapsed including a church and some landslides have also been reported. Hospital workers ended a strike to assist those in need of medical attention. \"There have been losses in the south. But thankfully this has not been a human catastrophe,\" said the President of Peru, Alan Garcia. The initial quake with a magnitude of 7.9 was recorded at at 23:40:57 (UTC) at a depth of 30.2 kilometers (18.8 miles) and was located 45 km (25 miles) west-northwest of Chincha Alta, but witnesses report feeling the quake as far away as Lima, where buildings shook.  The USGS says that damage could be heavy. The first aftershock, a magnitude 5.8 struck at 00:02:42 UTC and was located 70 km (45 miles) south-southwest of Huancayo in central Peru. That quake had a depth of 31.2 km (19.4 miles). The largest aftershock of the 13, had a magnitude of 6.3 and struck at 05:16:58 (UTC) and was located 35 km (22 miles) southwest of Ica off Peru's coast. The U.S. National Oceanic and Atmospheric Administration (NOAA) Pacific Tsunami Warning Center briefly issued a tsunami warning for areas 100 km from the epicenter stating that \"it is not known that a tsunami was generated\" and that the warnings issued are based on the \"evaluation of the earthquake only,\" but \"an earthquake of this size has the potential to generate a destructive tsunami that can strike coastlines within minutes and more distant coastlines within hours.\" All tsunami warnings were subsequently canceled."}, "3-25": {"heading": "Large earthquake shakes Greece ", "link": "https://en.wikinews.org/wiki/Large_earthquake_shakes_Greece", "date": "8-June-2008", "text": "According to the United States Geological Survey (USGS), an earthquake with a magnitude of 6.1 has struck Greece. The epicenter was recorded 20 miles away from the city of Patras, and 125 miles away from Athens, the Greek capital. The earthquake occurred soon after 12:00 UTC today, according to the Athens Geodynamic Institute. The USGS originally reported the quake as a magnitude 6.5. There have been reports of at least two people killed and 37 injured. There has also been damage to property and mobile phone networks which are being overloaded. There are also reports of families trapped inside the rubble of homes and businesses. The control tower at Andravida airport is reported to have sustained serious damage and has been abandoned. Many buildings and homes are said to be severely damaged or collapsed. The tremors from the earthquake were noticeable in large parts of Greece, including Athens, but the shaking could be felt as far away as Italy. A nationwide mobilisation of civil defence and fire brigade units commenced after the natural disaster. Finally, schools were also ordered closed on Monday in the affected areas."}, "3-26": {"heading": "8.8 magnitude earthquake hits Chile; tsunami warnings issued throughout Pacific rim ", "link": "https://en.wikinews.org/wiki/8.8_magnitude_earthquake_hits_Chile;_tsunami_warnings_issued_throughout_Pacific_rim", "date": "27-February-2010", "text": "An 8.8 magnitude earthquake was recorded in Chile on Saturday, killing at least 214 people and causing significant structural damage. The earthquake was felt in Chillan, Talca, Concepcion, and the capital Santiago. Sea level recording triggered tsunami warnings for Chile, Peru, and Ecuador. The earthquake, which started at 06.34.14 UTC, was felt as far as Argentina. This earthquake occurred at the boundary between the Nazca and South American tectonic plates. The two plates are converging at a rate of 80 millimeters per year. The Pacific Tsunami Warning Center has announced that a tsunami warning is in effect for much of the Pacific Rim, including parts of Oceania and Central America. According to the BBC, \"large waves\" have struck Chile's Juan Fernández Islands, reaching halfway into one inhabited area. Three people are missing local media says. Reuters reported the Tsunami hit Tahiti at 16.50 UTC, where the BBC reports that the first waves were \"smaller,\" measuring only 36 centimeters. According to the AFP, part of the Marquesas Islands in French Polynesia was hit by a 13 foot wave. No casualties have been reported. The New Zealand Herald reported New Zealand evacuated coastal areas at 8:00 AM local time (18.00 UTC). Waves of 20 centimeters or less were reported at the Chatham Islands (400 miles from the New Zealand mainland) at 19.05 UTC. The Ministry of Civil Defense told the BBC that \"the greatest wave heights will occur between six and 12 hours after the initial arrivals.\" Coastal waters in Hilo, Hawaii were reported as \"visibly receding\" at 11:30 AM local time (21.30 UTC) by Hawaii News Now."}, "3-27": {"heading": "Research articles predict next earthquake ", "link": "https://en.wikinews.org/wiki/Research_articles_predict_next_earthquake", "date": "11-November-2005", "text": "Two research articles published this week illustrate continuing efforts to predict earthquakes. The first article builds upon the idea that analysis of the first seismic waves from an earthquake can provide a way to generate a several second warning that an earthquake will hit. However, for such warnings to be useful, the early seismic waves should also allow prediction of the strength of the earthquake. An article published in this week's edition of Nature concludes that scientists might be able to distinguish small earthquakes from big ones by using the very first second of information contained in seismic waves. Researchers from the University of California, Berkeley, say the measurements of seismic waves soon after a trembler can signal whether it will be a minor or monster trembler. \"Basically, a high-pitched squeal means that you'll get a smaller quake. A low-groan means something bigger,\" says the University of California's Richard Allen. In the study, Allen and colleagues analyzed records of 71 major Pacific Rim quakes in the past decades including 24 events that were greater than a magnitude 6. Using a mathematical model, they were able to estimate a quake's size to within one magnitude unit from as little as four seconds of data of the frequency of the energy in the primary wave. These low-energy waves typically cause a jolt, signaling the occurrence of a quake. According to a traditional theory, called the cascade model, we cannot know anything about an earthquake's ultimate magnitude until it is finished. This is because spread along a fault line depends on the stress in each individual part of the fault. Given that this information is not available to the initial rupture point, it should be impossible to tell from that first slip how far it will go or how long it will last. The study by Berkeley's Allen and Erik L. Olson of the University of Wisconsin-Madison builds upon earlier work by Yutaka Nakamura in Japan. Nakamura's research indicated that the frequency of the P wave can allow prediction of which earthquakes will have a magnitude greater than 6 and distinguish them from small tremors that do not require warnings. Some fire stations use P wave detectors to automatically open doors in an effort to make sure that emergency vehicles are not trapped inside by doors that can be jammed shut by earthquake damage. The goal of this research is to make the best possible use of the information from the earliest seismic waves emitted by an earthquake as part of an alert system to give seconds to tens of seconds of advance notice of an impending quake -- enough time for schoolchildren to take cover, power generators to trip off and valves to shut on pipelines. A major limitation of this work is that the greatest earthquake damage is near the epicenter where there is little time difference between the early P waves and the strongest damaging earthquake waves. The second research paper, published this week in the scientific magazine Physical Review Letters, builds upon earlier research into patterns of earthquake activity at specific faults. The new research by scientists from Israel and Germany led by Prof. Shlomo Havlin, of Bar-Ilan University's Department of Physics in Israel, concerns prediction of the timing between earthquakes. Prof. Havlin's research, in collaboration with Prof. Armin Bunde, of the Justus-Liebig University in Giessen, Germany, and Bar-Ilan University graduate student Valerie Livina, involved a large number of past earthquakes at many different faults.  The data used in this study were for earthquakes ranging from magnitude 2 to magnitude 5.5 on the Richter Scale. Data were from several areas of the world including California, Japan, and New Zealand. The new results are consistent with previous studies which have indicated that some faults have more frequent small earthquakes while other faults have less frequent and larger earthquakes."}, "3-28": {"heading": "8.9 magnitude earthquake hits Japan, causes tsunami ", "link": "https://en.wikinews.org/wiki/8.9_magnitude_earthquake_hits_Japan,_causes_tsunami", "date": "11-March-2011", "text": "A massive 8.9 magnitude earthquake occurred in northern Japan early on Friday.  The earthquake's epicenter is 130 km (81 miles) east of Sendai, in the Honshu island of Japan. According to the U.S. Geological Survey, the epicenter was at a depth of 24.4 km (15.2 miles). The earthquake triggered tsunamis in various parts of the country. Japan issued a tsunami warning immediately after the earthquake, followed by tsunami warnings for New Zealand, Australia, Russia, Chile, Guam, Philippines, Indonesia, Papua New Guinea, Nauru, Hawaii, Northern Marianas (USA), Taiwan, and California. It is confirmed for the Philippines that if the tsunami doesn't hit the country for 2 hours (5:00 - 7:00) it will be slightly safer, it is currently alert number two for all regions. The tsunami attained a height of 10 meters, and swept houses, buildings and cars according to reports. Shinkansen stopped the bullet train service following the quake. According to reports, an oil refinery was set ablaze by the quake at Ichihara, Chiba prefecture to the east of Tokyo. The National Weather Service said that earthquakes \"of this size\" often \"generate tsunamis potentially dangerous to coasts outside the source region.\" \"Based on all available data a tsunami may have been generated by this earthquake that could be destructive on coastal areas even far from the epicenter,\" it added. About 20 people were reportedly injured in Tokyo following the collapse of a roof of a hall. 4 million people are estimated to be without power in the capital. In Sendai, several people are feared to be buried under the remains of a collapsed hotel. Prime Minister Naoto Kan said there had been no nuclear plant radiation leaks caused by the disaster. He expressed sympathy to all victims in his address, promising help, and stating that an emergency response headquarters had been set up. 288 people have been confirmed dead so far. However, a 2-3 km area around the Fukushima Nuclear Power plant has been evacuated as a precaution as the temperature inside on of the nuclear reactor has \"remain[ed] at a high temperature\" despite the plant being shut down. Trade Minister Banri Kaieda advised that there is a possibility of a radiation leak at the plant."}, "3-29": {"heading": "Magnitude 5.0 earthquake hits Central Canada ", "link": "https://en.wikinews.org/wiki/Magnitude_5.0_earthquake_hits_Central_Canada", "date": "23-June-2010", "text": "An earthquake with a magnitude of 5.0 occurred on Wednesday afternoon in the Ontario-Québec region, Canada, at 17:41:41 UTC (01:41:41 PM local time), USGS reported. The earthquake had a depth of 16.4 km, and the epicenter was located 49 km north of Cumberland, 52 km north of Gatineau, Québec, 58 km northeast of Hull and 61 km north of Ottawa. Minor damage has been reported in Ottawa. There are no reports of injuries. Shaking was felt  also in parts of Michigan, Ohio, New York, Massachusetts and Illinois."}, "3-30": {"heading": "Japan earthquake shifts Earth's axis 10 centimetres ", "link": "https://en.wikinews.org/wiki/Japan_earthquake_shifts_Earth%27s_axis_10_centimetres", "date": "14-March-2011", "text": "According to the Italian-based National Institute of Geophysics and Volcanology, the magnitude 8.9 earthquake that struck Japan on Friday caused the axis of the planet Earth to shift by approximately ten centimetres. Experts believe that \"this has [shifted] the axis of rotation of the Earth [further] than the 2004 earthquake in Sumatra.\" ((fr))French language: ‍ce phénomène a exercé sur l'axe de rotation de la Terre une action plus importante que le séisme de 2004 à Sumatra According to La Nación, the impact of the Japanese earthquake caused an energy release one hundred times larger than that of the earthquake which struck Haiti in 2010. Leading the research at the National Institute of Geophysics and Volcanology, Antonio Piersanti stated that \"[o]ur estimate is not derived from direct measurements, which require much more time, but theoretical calculations.\" ((es))Spanish language: ‍Nuestra estimación no se deriva de mediciones directas, que requerirán mucho más tiempo, sino de cálculos teóricos Richard Gross, of NASA's Jet Propulsion Laboratory, was responsible for discovering the extent to which the Earth's axis had been shifted by the 2010 Chile earthquake. He claimed that there \"should be no impact [from] this change in rotation on daily life.\" ((es))Spanish language: ‍No debería haber ningún impacto de este cambio en la rotación sobre la vida diaria Gross explained: \"Although we have not evaluated the measurements of the Earth's rotation, my calculations indicate that the change in the distribution of land masses caused by the Japanese earthquake may have caused the Earth to rotate a little faster, shortening the length of day about 1.6 microseconds.\" ((es))Spanish language: ‍Aunque todavía no hemos evaluado las mediciones de la rotación de la Tierra, mis cálculos indican que el cambio de la distribución de la masa terrestre causado por el terremoto japonés puede haber hecho que la Tierra rote un poco más rápido, acortando la duración del día unos 1,6 microsegundos He said that despite the fact that \"[t]his change in the position of the axis of rotation will cause the Earth to wobble a bit different[ly] as it rotates,\" ((es))Spanish language: ‍Este cambio en la posición del eje de rotación de la Tierra hará que se tambalee un poco diferente, ya que gira the planet's axis would not alter in space."}, "3-31": {"heading": "Minor earthquake shakes England ", "link": "https://en.wikinews.org/wiki/Minor_earthquake_shakes_England", "date": "27-February-2008", "text": "The United Kingdom was hit by a minor earthquake on February 27, 2008 at 00:56:45 UTC. Tremors were reported as wide spread as Edinburgh, Manchester, Sheffield, Middlesbrough, Cambridge, London, Birmingham and Southampton. The epicentre appears to be in the East Midlands region, 15 miles north-east of Lincoln co-ordinates 53.321°N, 0.314°W, with a magnitude of 4.9 according to the European-Mediterranean Seismological Centre, 5.0 according to the GFZ Potsdam, 4.7 according to USGS, and 5.2 according to the British Geological Survey. There was also an aftershock at about 0400 GMT reaching 1.8 on the Richter Scale. It has been reported that a number of buildings have been damaged and a man in South Yorkshire suffered a broken pelvis caused by falling masonry. Strong earthquakes are relatively infrequent occurrences in the UK, the last widely-reported quake having occurred in Kent on April 28, 2007. The British Geological Survey reported that ... \"earthquakes of this size occur in the mainland UK roughly every 30 years, although are more common in offshore areas\". They also reported that ... \"this is the largest earthquake in the UK since the magnitude 5.4 ML Lleyn Peninsula earthquake in 1984, which was widely felt across England and Wales.\" [1]"}, "3-32": {"heading": "Tsunami warning briefly issued for Indian Ocean after latest earthquake ", "link": "https://en.wikinews.org/wiki/Tsunami_warning_briefly_issued_for_Indian_Ocean_after_latest_earthquake", "date": "24-July-2005", "text": "In response to another major earthquake, near India's Nicobar Islands (in the Indian Ocean, about 690 miles southwest of Bangkok, Thailand), government agencies briefly issued official tsunami warnings. However, it was later determined that the earthquake, although strong, was of a type which does not commonly spawn large tsunamis. The U.S. Geological Survey's National Earthquake Information Center reported that the earthquake occurred at 15:42:05 (UTC) on Sunday, July 24, 2005, and registered as a magnitude 7.2 earthquake.  Its location is 7.926°N, 92.146°E The Japan Meteorological Agency reported at 16:11 UTC that an earthquake had occurred at 15:42 UTC near the Indo-Chinese Peninsula (8.7°N, 92.1°E). The scale of this earthquake was estimated by JMA to be 7.3 on the Richter scale, and its seismic center near the Nicobar Islands in the Indian Ocean. \"There is a possibility of a destructive local tsunami in the Indian Ocean,\" said the JPA, when it issued its warning. But that possibility did not come to fruition. This was made clear in a report from the U.S. National Earthquake Information Center, which said in a bulletin that \"No tsunami threat exists to coastlines in the Pacific, however earthquakes of this size sometimes generate local tsunamis that can be destructive along coasts located within a few hundred kilometers of the earthquake epicenter. As the center does not have sea level gauges outside the Pacific, they will not be able to detect or measure a tsunami if one occurs. It can be assumed the danger has passed if no tsunami waves are observed near the epicenter within an hour of the earthquake.\" The US Geological Survey's Waverly Person told the BBC that the event was \"unlikely to spark a tsunami\". The Thai TV station MCOT was reporting at around 1:00 (local time, UTC+7) that everything was under control and there has been no confusion; in Phuket and Trang provinces, the sea level was reported to be at normal levels at that time. At 1:25 (local time), the Thai National Disaster Warning Center cleared the tsunami warning nationwide. The top federal administrator of the Nicobar Islands, Ram Kapse, told Reuters news agency that there had been no reports of casualties or damage from any of the inhabited islands."}, "3-33": {"heading": "Mozambique and Zimbabwe struck by earthquake ", "link": "https://en.wikinews.org/wiki/Mozambique_and_Zimbabwe_struck_by_earthquake", "date": "22-February-2006", "text": "A magnitude 7.5 earthquake occurred in southern Mozambique near the small farming town of Espungabera near Malvernia just after midnight. The region is comparatively remote, and detailed reports of what has occurred at the epicenter are not yet available. According to the US Geological Survey (USGS), damage is expected, but there are no detailed reports at this stage. As of February 23, February 23, 2006 07:13 UST there are no reported injuries. The area is approximately 100 km away from the Zimbabwen border. Residents in the surrounding region have been urged not to return to buildings due to possible aftershocks. The region is home to the East African rift system. The earthquake was felt as far as 800 km away as Johannesburg and Durban, South Africa, and in Zambia. No damage is expected in those countries. Earlier USGS reports had estimated the magnitude at 6.9. In comparison, the recent 2005 Kashmir quake in Pakistan had a magnitude of 7.6. The quake occurred at February 22, 2006 22:19:08 Universal standard time (UST)."}, "3-34": {"heading": "Vanuatu hit by 7.2 magnitude earthquake ", "link": "https://en.wikinews.org/wiki/Vanuatu_hit_by_7.2_magnitude_earthquake", "date": "27-May-2010", "text": "Vanuatu has been hit by a 7.2 magnitude earthquake at 04:14 local time on Friday (17:14 UTC on Thursday). The epicenter was located 215 kilometers to the northwest of Luganville, Espíritu Santo, Vanuatu; 340 kilometers to the southeast of Lata, Santa Cruz Islands, Solomon Islands; 485 kilometers to the northwest of Port-Vila, Vanuatu; and 2,070 kilometers to the northeast of Brisbane, Australia. The earthquake had a depth of 36.1 kilometers, approximately 22.4 miles. The Pacific Tsunami Warning Center in Hawaii issued a tsunami warning for Vanuatu, Solomon Islands and New Caledonia. They said on the report: \"It is not known that a tsunami was generated. This warning is based only on the earthquake evaluation. An earthquake of this size has the potential to generate a destructive tsunami that can strike coastlines in the region near the epicenter within minutes to hours.\" The Vanuatu government Meteorological Office reported infrastructure cracks, and power outages, but does not foresee major damage. There were no immediate reports of damage or injuries, CNN reported. USGS initially reported the earthquake as 7.6, but they later downgraded it. Magnitude 5.7, 5.2 and 6.4 aftershocks were reported later by USGS. The tsunami warning was cancelled an hour after it was issued. Geophysicist Barry Hershorn said to The Huffington Post that they had confirmed there was no tsunami from ocean buoys and from coastal sea level gauges in Vanuatu. The Vanuatu goverment said they were pleased the tsunami alert had been canceled. \"We haven't received any reports yet about earthquake damage,\" said Salesa Kaniaha, Meteorological Office acting director of Vanuatu. \"The very close proximity [of the epicenter] to Espíritu Santo [the closest island] meant there was nothing much we could do to alert residents to any danger,\" he added. Vanuatu is an insular country located in southern Pacific Ocean, located 1,750 kilometers to the east of Australia."}, "3-35": {"heading": "6.2 magnitude earthquake hits northern Chile ", "link": "https://en.wikinews.org/wiki/6.2_magnitude_earthquake_hits_northern_Chile", "date": "27-March-2010", "text": "A strong earthquake struck the Atacama Region in Chile at 11:52 (14:52 UTC), provoking widespread hysteria. The United States Geological Survey reported that the tremor reached a magnitude of 6.2. The epicentre is located on the mainland 76 kilometers south of Copiapó and at a depth of 59 kilometers. However, the University of Chile Geological Survey reported that the seism reached a magnitude of 5.9. Thousands of inhabitants of Copiapó ran evacuation plans in offices and schools.  The seism set off many alarms in cars and enterprises, according to radio stations.  Parents went to take their children out of the schools.  It was reported earlier that cornices fell down from buildings, businesses lost merchandise and cellphone networks encountered problems in the area. The ONEMI reported no damages or injuries, but some roads collapsed. Power and water distribution were not affected. Eva Cansino, ONEMI boss, told TVN that the citizens' reactions demonstrated particular sensitivity to seisms, and she pointed out that it helps to minimize the risks in similar situations. She added that this seism was not an aftershock of the February 27 Maule or March 11 Pichilemu earthquakes, which destroyed many places in the central and south areas of Chile. Santiago felt the earthquake to a lesser degree. The earthquake was felt between the Antofagasta and O'Higgins regions. ONEMI also reported the intensities of the seism in three regions according to the Mercalli scale: Joaziel Jamett, from ONEMI, reported that the tsunami alert was discarded in the coast of the Atacama Region, at the 12:45 local time (15:45 UTC). \"SHOA (Servicio Hidrográfico y Oceanográfico de la Armada de Chile / Chilean Army Hydrographic and Oceanographic Survey) has discarded any tsunami in the Atacama Region, therefore we have to keep the people quiet\", reported Jamett to Bío Bío Radio. Today marks one month from the earthquake and tsunami combo that hit the most of Chile central and south part. This is the second seism that has occurred in the north of Chile in the last few weeks, after the 6.3 on March 4. Almost ten minutes before this earthquake, at 11:39:08 (14:39 UTC), another March 11 earthquake aftershock was felt between the O'Higgins and Bíobío regions. It reached 4.3 grades, and had a depth of 32.4 kilometers. The epicentre was located 16 kilometers at the southeast of Pichilemu. It lasted about 15 seconds. Another aftershock occurred at the 13:14 (16:14 UTC), reached 3.7 grades, had a depth of 10.8 kilometers, and the epicentre was located 12 kilometers at the east of Pichilemu. It lasted about 5 seconds."}, "3-36": {"heading": "UN reports 222,570 dead in Haiti earthquake ", "link": "https://en.wikinews.org/wiki/UN_reports_222,570_dead_in_Haiti_earthquake", "date": "18-March-2010", "text": "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared. The report also mentioned economic loss suffered by the country, that reached 7.754 billion dollars, leaving 71 percent of the Haitians in extreme poverty. The document was diffused in Santo Domingo de Guzmán, between the preparatives of a conference about the reconstruction of Haiti, that will take place next March 11 in New York. Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas. The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union."}, "3-37": {"heading": "Explosion at earthquake-damaged Fukushima nuclear power plant ", "link": "https://en.wikinews.org/wiki/Explosion_at_earthquake-damaged_Fukushima_nuclear_power_plant", "date": "12-March-2011", "text": "An explosion has been reported at Japan's stricken Fukushima Daiichi nuclear power plant after its cooling system was damaged by a massive 8.9 magnitude earthquake that hit off the North-East coast of Japan on Friday. The explosion occurred at around 3:00pm local time (6:00am UTC). According to the plant's operator, Tokyo Electric Power Company, four workers were injured in the explosion. The explosion occurred as workers were attempting to cool a reactor by injecting water into its core. Local media are reporting that the plant's exterior walls have been destroyed and only a skeleton structure remains. More than 45,000 residents within a 10-kilometre radius of the plant have been evacuated. Television reports show white smoke coming from the plant. Local authorities are warning residents in the vicinity of the plant to stay indoors, turn off air-conditioners and not to drink tap water. According to Japan's nuclear agency, radioactive caesium and iodine has been identified at the plant. Authorities speculate that this indicates that containers holding uranium fuel at the site may have ruptured and are leaking."}, "3-38": {"heading": "Earthquake hits Ottawa, Canada ", "link": "https://en.wikinews.org/wiki/Earthquake_hits_Ottawa,_Canada", "date": "25-February-2006", "text": "\"An earthquake struck Ottawa, Canada at approximately 8:45 p.m. Eastern Standard Time on February 24, 2006.\" said one area resident. Natural Resources Canada, however, says the earthquake of 4.5 magnitude struck Western Quebec on February 25 at approximately 1:39 UTC (Coordinated Universal Time) which is effectively GMT (Greenwich Mean Time). (Earthquakes are generally listed in UTC time to ensure an absolute and consistent basis of when they occurred.) This may have been felt several hundred kilometres away. According to the Canadian Press the earthquake was centred north of Thurso, Quebec, \"approximately 45 kilometres east-northeast of Ottawa, said John Adams, a seismologist with Natural Resources Canada.\" Witness reports state somewhat violent shaking with little or no property or personal damage. \"It started as a rumble, then shaking... the whole house was shaking and the glasses were rattling,\" said Jeff Thiessen, a resident of Manor Park. One Ottawa resident said \"the ground shook for about 30 seconds and was felt by residents near the city center.\" There were no immediate reports of injuries or damage to property. According to the U.S. Geological Survey (USGS) \"A magnitude 4.0 eastern earthquake typically can be felt at many places as far as 100 km (60 mi) from where it occurred, and it infrequently causes damage near its source.\" Follow-up reports indicate that rumbles could be felt as far as Kingston, Ontario, Montreal, Quebec and New York. The Canadian Geological Survey stated 14 seismometer stations revising a magnitude of 4.5 from 2.99 on the  Richter Scale. The USGS pronounced it to be a 4.0 tremor. The Edinburgh earth observatory also demonstrates that this earthquake, with a reported depth of approx. 18 km, occurred near the North American Plate. However, according to USGS, \"the Western Quebec seismic zone is far from the nearest plate boundaries, which are in the center of the Atlantic Ocean and in the Caribbean Sea.\" Because the area has many faults, some smaller, deeper and some not yet detected, few, if any, earthquakes can be linked to named faults. Furthermore USGS says that the best guide to predicting earthquakes of the sort, in the Western Quebec seismic zone, is actually having the earthquake. The Ontario region has not encountered a major earthquake since October 1990 when a 5.0 occurred in Eastern Ontario. The Ottawa Sun reports this is the third significant tremor in the region for 2006. The two largest damaging earthquakes for this region occurred in \"1935 (magnitude 6.1) at the northwestern end of the seismic zone, and in 1732 (magnitude 6.2) 450 km (280 mi) away at the southeastern end of the zone where it caused significant damage in Montreal.\" Smaller earthquakes, such as this, are felt about three to four times a year."}, "3-39": {"heading": "Major magnitude 6.3 earthquake strikes central Italy ", "link": "https://en.wikinews.org/wiki/Major_magnitude_6.3_earthquake_strikes_central_Italy", "date": "6-April-2009", "text": "According to the United States Geological Survey (USGS) a major moment magnitude 6.3 earthquake has struck Central Italy at 3:32 a.m. local time with a 4.8 aftershock about an hour after. Earlier reports from the USGS had said the quake was a 6.7. Italy's National Institute of Geophysics registered the quake at a Richter magnitude of 5.8. The epicenter was registered 95 kilometres (60 miles) Northeast of Italy's capital of Rome. It registered a depth of 10 kilometres (6.2 miles).  At least nine aftershocks, with the highest being a magnitude 4.8, have shaken the area since the initial earthquake. At least 150 people have been killed in the region and officials say the death toll is likely to rise. According to the RAI (Italian public broadcasting service) and press agencies, at least 1,500 people have been injured. No less than six people, four children, and an elderly woman, are reported to have been killed in a building collapse in L'Aquila, where most of the shaking was felt and at least six students are trapped beneath the rubble of a partially collapsed college dormitory. The USGS says nearly 70,000 people live in L'Aquila, with hundreds of thousands more people residing in the surrounding areas. Several buildings are reported to be collapsed or damaged in the city, including a church and school. The BBC reports the area as \"hard hit.\" BNOnews reports that there are thousands of buildings damaged or collapsed in the region. Reports say as many as 50,000 houses and buildings have been destroyed, leaving thousands of people homeless. The mayor of L'Aquila, Massimo Cialente, declared that Onna fraction, a small conglomerate of houses near the capital of Abruzzo, was completely destroyed. Prime Minister Silvio Berlusconi has declared a state of emergency for the region, and is returning to Italy to coordinate the relief operations. The Minister of the Interior, Roberto Maroni, is also travelling to L'Aquila to offer collaboration from the government. Israeli Foreign Minister Avigdor Lieberman contacted Italian Foreign Minister Franco Frattini to offer the assistance of Israel's natural disaster SAR teams. This is the deadliest quake in Italy since November 23, 1980, when nearly 3,000 people were killed in a magnitude 6.8 earthquake that struck Southern Italy in the Irpinia region. At least 10,000 were injured with over 300,000 being left homeless."}, "3-40": {"heading": "7.0 magnitude earthquake strikes off Japanese coast ", "link": "https://en.wikinews.org/wiki/7.0_magnitude_earthquake_strikes_off_Japanese_coast", "date": "28-February-2010", "text": "An earthquake with a magnitude of 7.0 Mw struck the Ryukyu Islands, off the coast of Japan on Friday morning at 5:31am (20:31 UTC). A tsunami warning had been put in place. The precaution was cancelled later. The Pacific Tsunami Warning Center said there was no \"destructive threat\" from the tsunami. At its center, the depth of the earthquake had been measured at ten kilometers (6.2 miles). At 5:57am local time (20:57 UTC), the Japan Meteorological Agency recorded a ten centimetre (four inch) tsunami Nanjō, Okinawa. Initially the agency had predicted that the depth of the tsunami would be three feet (one metre). There were no reports of damage, although, according to the Agency, \"there may be slight sea level changes from now on.\" The islands were advised to evacuate from the seashore were Okinawa Islands, Amami Islands and Tokara Islands. Ivan Brackin, a resident of Yoron Island, described his experience of the earthquake. \"I woke up to violent shudders that lasted about six seconds then a pause followed by a couple of sharp jumps,\" he stated. \"Jumpers are the most dangerous so that sent me under the desk.\""}, "3-41": {"heading": "Earthquake shakes Athens ", "link": "https://en.wikinews.org/wiki/Earthquake_shakes_Athens", "date": "8-January-2006", "text": "On Sunday, an earthquake rocked the country of Greece early in the afternoon. Seismographs have recorded the earthquake as a 6.7 (estimated) on the Richter Scale. There are only reports of minor damage at the island of Kythira, including 3 injuries. The earthquake took place at 1:34 pm local time (1134 UTC) and was felt, according to locals, throughout Greece and as far away as Cairo, Egypt, and the coasts of Jordan. This is unusual, as previous major quakes in the highly-seismic Mediterranean country have been limited to a relatively small region. The quake's epicenter was located about 200 kilometers (125 miles) south of Athens near Kythira, the US Geological Survey institute said. Amending its previous report of a magnitude of 6.4, the USGS, based in Colorado, and the National Earthquake Information Center in Denver gave a preliminary magnitude of 6.7, However, the Thessaloniki Aristotelion University's Seismology Laboratory and the Patras seismic monitoring station have recorded the quake at a magnitude 6.9. Aftershocks have been recorded near the epicentre, however were not as powerful as the original earthquake. A witness in Athens at the time of the quake described the general mood as calm. More than 100 people died following an earthquake in Athens, Greece, in 1999."}, "3-42": {"heading": "Strongest earthquake in 40 years hits Southeast Asia ", "link": "https://en.wikinews.org/wiki/Strongest_earthquake_in_40_years_hits_Southeast_Asia", "date": "26-December-2004", "text": "Indian Ocean - The death toll continues to grow and millions face a homeless life in the new year as coastal communities in south Asia struggle against continued aftershocks and flooding caused by the largest earthquake to strike the planet in more than a generation. The magnitude 9.0 undersea megathrust earthquake struck off the western coast of Sumatra, Indonesia on December 26, 2004, at 00:58:50 UTC (or 07:58:50 local time in Jakarta and Bangkok). The earthquake was the strongest in the world since the 9.2-magnitude Good Friday Earthquake which struck Alaska, USA in 1964, and the fourth largest since 1900. More than 140,000 deaths[1] were caused by resulting tsunami, which in Thailand were up to 10 meters (33 feet) tall, and struck within three hours of the initial event. Multiple tsunamis struck and ravaged coastal regions all over the Indian Ocean, devastating regions including the Indonesian province of Aceh, the coast of Sri Lanka, coastal areas of the Indian state of Tamil Nadu, the resort island of Phuket, Thailand, and even as far away as Somalia, 4,100 km (2,500 mi) west of the epicenter. While the earthquake and the tsunamis are no longer ongoing (other than aftershocks), the humanitarian and economic crisis generated by the disaster is still ongoing. This report will attempt to cover the crisis as it continues to develop. Note: All figures are approximate and subject to constant change. The great earthquake triggered massive tsunamis (popularly known as \"tidal waves\"), which struck the coasts of the Indian Ocean.  However Pacific Ocean coasts were not affected. The Aceh province of Indonesia is the most affected. Officials in Sri Lanka estimate the death toll to be over 40,000. Much of the capital Colombo is flooded and high number of casualties are feared in the North East of the country around the town of Trincomalee. The New York Times estimated that at least 2 hours passed from the time of the earthquake before the island was affected. The tragedy has caused at least some Sri Lankans to ask what precautions could have allowed more people to avoid harm. In India, the islands of Andaman and Nicobar and the southern states of Tamil Nadu and Andhra Pradesh are the most affected. The police have said that there are 100 dead in Chennai city alone. Mild tremors were experienced in Chennai, Bangalore and Cochin cities. The Prime Minister of India, Dr. Manmohan Singh has expressed concern over the disaster and said that all directions were given to the different agencies including the Navy for quick relief work. The meteorological department has warned people in coastal areas in southern India to stay away as there are possibilities of more waves due to after-shocks for the next 3 to 4 days.[25] In addition to the large number of local residents, numerous tourists vacationing during the busy Christmas holiday travel season were among the victims. In a press conference on December 31, Swedish prime minister Göran Persson reported that the number of Swedes that are confirmed dead is 59 and the number of missing Swedes is 3 559. Most of these were on vacation in Thailand, primarily in Khao Lak and Phi Phi Island. As of December 31, 2004, the death toll is estimated by the United Nations to be up to 150,000. However, water-borne diseases are expected to kill nearly twice as many people. The quake was initially reported at magnitude 6.8 but soon upgraded to 8.5, and then 8.9 and finally 9.0.  The largest recorded earthquake was the Great Chilean Earthquake of 1960, at magnitude 9.5. The hypocenter was measured at 3.298°N, 95.779°E, some 160 kilometres west of Sumatra, at a depth of 10 km underwater, within the \"Ring of Fire\" zone of frequent earthquakes. The quake was felt as far away as Bangladesh, India, Myanmar, Malaysia, Maledives Singapore and Thailand. The earthquake was unusually large in geographical extent. 1,125 km (700 mi) of faultline slipped 15 m (50 ft) along the subduction zone where the India Plate dives under the Burma Plate. This formed a shock wave in the Indian Ocean, creating tsunamis that traveled at up to 800 km/h (500 mi/h). Numerous aftershocks of between magnitude 5.7 and 6.1 were reported off the Andaman Islands in the following hours.  Aftershocks off the Nicobar Islands were also reported, including ones of magnitude 7.3 [26], and 6.5 [27].  (See USGS current earthquake information.) Based on one seismic model, some of the smaller islands southwest of Sumatra have moved southwest up to 20 m (66 ft).  The northern tip of Sumatra, which is on the Burma Plate as opposed to the southern regions on the Sunda Plate, may also have moved southwest up to 36 m (120 ft).  Other models suggest that most of the movement would have been vertical rather than lateral.  Further measurement is needed to determine the nature of the actual movement.  The massive release of energy and shift in mass also caused the earth to wobble slightly on its axis. One year ago to this day, over 30,000 Iranians were killed by an earthquake with a 6.6 magnitude. The Indian Ocean Earthquake came just three days after a magnitude 8.1 earthquake in a completely uninhabited region off Macquarie Island near Antarctica. Earthquakes above magnitude 9 occur, on average, only about once every twenty years. Large amounts of humanitarian aid are needed due to widespread damage to infrastructure, food and water shortages and economic damage to the fishing and tourism industries. Epidemics are of special concern, as they are highly likely due to the high population density and tropical climate of the affected areas.  The United Nations has stated that the largest relief operation in history is underway. The overwhelming concern of humanitarian and government agencies is to quickly identify and bury the dead before they become a health issue and contribute to the spread of diseases such as cholera, diphtheria, dysentery and typhoid (according to widespread but misguided belief The Times).  Other high priorities are delivery of medical supplies and personnel to overwhelmed hospitals and clinics, tent shelters and clothing to people who have lost their houses and belongings, and potable water.  Many usual sources of water were spoiled either by salt water, broken by the force of the tsunami, or contaminated with bodies of dead people or livestock, requiring water purification equipment or trucking potable water into the affected region. Governments and humanitarian organisations around the world are scrambling to offer aid and technical help after the quake and tsunamis that killed thousands of people in southern Asia and northwest Africa and caused wide-spread devastation. The World Bank estimates the amount of aid needed at USD 5 billion. [29] Numerous organizations are also asking businesses and individuals to contribute towards relief efforts: WARNING: Due the nature of Wikinews, it cannot guarantee the veracity of outside links and scams involving charities are a danger. Beware of organizations that have names similar to that of well-known aid agencies. The following countries and organization are contributing towards the relief efforts (listed alphabetically):"}, "3-43": {"heading": "Japan hit by earthquake off coast of Fukushima ", "link": "https://en.wikinews.org/wiki/Japan_hit_by_earthquake_off_coast_of_Fukushima", "date": "17-March-2022", "text": "At 23:36 JST (14:36 UTC) on Wednesday, an earthquake measuring 7.3 on the moment magnitude scale struck off the coast of Fukushima Prefecture, Japan. A Shinkansen train was derailed but no resulting injuries were reported, according to Prime Minister Fumio Kishida. Elsewhere, injured people were taken to hospital in Sōma for treatment, where local media reported one man had died. Power outages were temporarily seen as far away as Tokyo, where an estimated 700 thousand people lost electricity before the Tokyo Electric Power Company reported power had been restored. The Japan Meteorological Agency said a small tsunami was seen at the coast of Miyagi Prefecture approximately one hour after the tremor. The agency has issued a tsunami advisory, warning of water up to 1 meters (3.3 ft) above normal tidal levels. People were urged to stay away from the coast until the end of the advisory. The earthquake's epicenter was near that of the far more powerful 2011 Tōhoku earthquake which triggered a large tsunami and a nuclear disaster at Fukushima Daiichi Nuclear Power Plant. Kishida said \"no abnormalities\" had been reported at any nuclear facility after the current event."}, "3-44": {"heading": "Magnitude 7.7 earthquake strikes off Indonesia coast ", "link": "https://en.wikinews.org/wiki/Magnitude_7.7_earthquake_strikes_off_Indonesia_coast", "date": "26-October-2010", "text": "A magnitude 7.7 earthquake occurred off the coast of Sumatra, Indonesia, at 9:42 p.m. local time (14:42 UTC). The quake prompted a tsunami warning, which was later canceled. The United States Geological Survey (USGS) reported the epicenter of the earthquake at 12.8 miles (20.6 kilometres) deep and approximately 150 miles (240 kilometres) from Bengkulu, Sumatra. It was felt by residents of Sumatra as well as Singapore, but no damage or casualties were reported. \"There was shaking that went on for about three seconds or so. Residents panicked and ran to the hills but now they are starting to come down,\" said Priyadi Kardono, a spokesperson for the Indonesian National Board for Disaster Management. Sofyan Alawi, who felt the quake in Padang, Sumatra, said, \"Everyone was running out of their houses.\" Alawi also said that tsunami warning alarms were going off and that roads were congested with fleeing residents. Ade Syahputra, who was also in Padang, said, \"We kept looking back to see if a wave was coming.\" The areas most affected by the quake are not heavily populated. The Pacific Tsunami Warning Center issued a tsunami watch in response to the earthquake, but it was later lifted. The magnitude of the earthquake was first reported by the USGS as 7.5 MW, but the agency later revised their measurement, reporting it as 7.7 MW. Several aftershocks hit the same area, near the Mentawai Islands. A magnitude 5.0 quake followed less than one hour after the original, and a magnitude 6.1 aftershock struck around four hours later."}, "3-45": {"heading": "Chinese quake death toll nears 32,500, as a major aftershock occurs and mourning begins (category Earthquakes) ", "link": "https://en.wikinews.org/wiki/Chinese_quake_death_toll_nears_32,500,_as_a_major_aftershock_occurs_and_mourning_begins", "date": "18-May-2008", "text": "The government of China announced it would begin three days of mourning on Monday, as the death toll from the 7.9 magnitude earthquake centered in the Sichuan province has been raised to nearly 32,500, with 220,000 injured. At 2:28 p.m local time, flags will be moved to half mast for three days, there will be three minutes of silence, and entertainment in public will be suspended for the mourning period. Authorities have continued to pull victims out of the rubble resulting from the quake, 65 since the original quake, with two pulled out alive more than six days after the earthquake. Rescuers are also trying to pull out two still alive. More than 9,500 people are still trapped under rubble throughout the province. Chinese authorities are worried as aftershocks continue to affect the region devastated by the initial earthquake, while water builds up in clogged rivers. An 5.8 magnitude aftershock shook buildings and caused people to evacuate in Chengdu, 200 km (125 miles) south of the aftershock's epicenter. The aftershock killed three people and injured 1,000 others. A buildup of water is occurring 3 km (2 miles) upstream of Beichuan, where a man was freed from under a hospital's remains. Chinese President Hu Jintao said to families of victims in Yinghua that \"We will make every effort to save our people even if there is only the slightest hope and possibility.\" They are preventing people from going into the affected region for fear of these conditions. Families of possible victims who tried to enter the affected region were not allowed into the area by police, due to fears of aftershocks and the clogged rivers. 60 aid organizations from 13 countries have assisted so far with the earthquake, including Japan, Russia, Taiwan, South Korea, the United States and Singapore, and in addition to aid from inside China there has been 6 billion yuan (858 million United States dollar) of aid."}, "3-46": {"heading": "NASA scientist: Chile earthquake may have shifted Earth's axis, shortened day ", "link": "https://en.wikinews.org/wiki/NASA_scientist:_Chile_earthquake_may_have_shifted_Earth%27s_axis,_shortened_day", "date": "2-March-2010", "text": "A scientist for NASA has said that the recent magnitude 8.8 earthquake in Chile, which killed at least seven hundred people, may have moved the Earth's axis, and caused the day to shorten. Richard Gross, a scientist at the Jet Propulsion Laboratory in Pasadena, California, computed how the globe's rotation should have been altered by the earthquake; he and fellow scientists determined that the day had been shortened by approximately 1.26 microseconds (a microsecond is one millionth of a second). Gross commented about his findings to the Bloomberg news agency in an email, saying: \"[t]he length of the day should have gotten shorter by 1.26 microseconds. The axis about which the Earth’s mass is balanced should have moved by 2.7 milliarcseconds (equal to approximately eight centimeters or three inches).\" Gross compared the Chile earthquake with the 9.1 magnitude Sumatra earthquake in 2004 which generated a tsunami. According to him, that temblor shortened the day by 6.8 microseconds and moved the axis by about 2.3 milliarcseconds. The scientist noted that the Chilean earthquake moved the Earth's axis more than the Sumatran one, despite not being as strong for two reasons. The first, he said, is because it was located in the mid-latitudes of the globe, which made it more effective in altering the axis. The other reason was that the Chilean earthquake fault was steeper than that in Sumatra, which results in more vertical motion and thus more change in the figure axis. In an interview with Bloomberg Radio, David Kerridge, the head of Earth hazards and systems at the British Geological Survey in Edinburgh, Scotland, described how the earthquake may have caused such a change in the axis. \"It’s what we call the ice-skater effect,\" Kerridge  explained.  He then described how when an ice skater executes a spin, if the skater pulls in his or her arms, the skater's rate of spin will increase. \"It’s the same idea with the Earth going around.  If you change the distribution of mass, the rotation rate changes.\""}, "3-47": {"heading": "Strong earthquake strikes Indonesia ", "link": "https://en.wikinews.org/wiki/Strong_earthquake_strikes_Indonesia", "date": "26-July-2007", "text": "According to the United States Geological Survey (USGS) a strong magnitude 6.9 earthquake has struck Indonesia in the Molucca Sea approximately 220 kilometers (135 miles) north of Ternate, Maluku Islands, Indonesia at a depth of 44.6 kilometers (27.7 miles). The Japan Meteorological Agency reports the quake at a magnitude 7.0 with a depth of 50 km. An unnamed official with the USGS says \"there is a potential that a tsunami might develop, judging from the magnitude,\" but no tsunamis were reported. \"We have lifted the warning. After monitoring, there were no signs of tsunami,\" said the Indonesian head of the country's geology agency, Fauzi. Initially, Fauzi issued a tsunami warning saying \"we have issued a warning that the quake could potentially trigger a tsunami.\" There are no reports of injuries, deaths or damage. One resident in Ternate said that he \"felt a strong tremor for almost a minute, people ran in panic from buildings. Children are crying and their mothers are screaming but there is no damage in my area.\" Earlier the National Oceanic and Atmospheric Administration (NOAA) had issued a tsunami bulletin stating that local high waves could be possible, but a widespread tsunami is \"not expected based on historical earthquake data.\""}, "3-48": {"heading": "Earthquake in China kills three, injures hundreds ", "link": "https://en.wikinews.org/wiki/Earthquake_in_China_kills_three,_injures_hundreds", "date": "3-June-2007", "text": "According to the United States Geological Survey, a magnitude 6.2 earthquake has struck in China on Sunday, killing at least three people and injuring hundreds. Other reports say that the magnitude was a 6.4. \"The dead included a 4-year-old boy, who was sleeping with his mother when the earth-built walls of their house collapsed in the quake and buried him and half of the body of his mother,\" the Xinhua News Agency said. \"The mother was rescued but the boy was killed.\" \"The earthquake has left two people dead, 15 seriously injured and 192 slightly hurt in (Ning'er) county. Some houses near the county collapsed and roads are destroyed. The communication network, and water and power supplies to the county, are also affected,\" Reuters quoted rescue officials as saying. Ning'er county is home to 190,000 people. The epicenter was located approximately 220 km (135 miles) west of Gejiu, in the Yunnan province, and had a focus depth of approximately 10 km (6.2 miles). The quake has reportedly hit the downtown region of Pu'er City, located in the southwest are of the Yunnan province near the border with Myanmar and Laos. At least 120,000 residents were being asked to evacuate as officials say that many houses and buildings are not safe and could fall down. At least 233 aftershocks have been felt since the quake occurred at 5:34 a.m. local time. Some aftershocks have been as large as a magnitude 5.1. Communications in some areas have been cut off and houses have collapsed. Damage to the area is estimated at heavy, according to the USGS. Tents - including 2000 from the Yunnan provincial government - as well as food and other supplies are on the way to the region. The Pu'er City government has provided one million yuan as emergency funding."}, "3-49": {"heading": "Spain hit by 6.3 magnitude earthquake ", "link": "https://en.wikinews.org/wiki/Spain_hit_by_6.3_magnitude_earthquake", "date": "11-April-2010", "text": "The USGS has reported a 6.3 magnitude earthquake in Spain. It had a depth of 616.7 kilometers. The epicenter was located 25 kilometers northeast from Granada, 106 kilometers northwest of Málaga and 341 kilometers south of Madrid. It occurred on Monday at 00:08:10 local time (22:08:10 UTC). People posted via Twitter that the earthquake was felt in Cádiz, Málaga, and Murcia. CNN reports there are no immediate reports of deaths, injuries or damages. \"An earthquake with that depth means little damage is likely,\" seismologist Susan Potter told CNN. She also stated that \"when an earthquake is deeper, the seismic energy is absorbed by the Earth, so there will be less damage expected in the epicenter area.\" Meanwhile, almost a month ago, on March 1, the Spanish Geologist Luis Eugénio Suarez, said that the Granada area could suffer an earthquake within the short term, and with an intensity similar to that of the February 27 Cauquenes, Chile earthquake. Suárez commented that \"Spain is not like Chile,\" because the latter is located on a high seismic frequency area, but also noted that \"once every hundred years, a destructive earthquake is produced in the peninsula.\" The last earthquake in Spain was in Arenas del Rey, in Granada, 126 years ago, and reached a magnitude of 6.6, leaving between 750 to 900 dead, thousands injured and material destruction."}, "3-50": {"heading": "Foreign governments move to aid earthquake region ", "link": "https://en.wikinews.org/wiki/Foreign_governments_move_to_aid_earthquake_region", "date": "28-March-2005", "text": "After facing criticism for being slow to act and initially giving too little after the December 26 Indonesian earthquake and tsunami, the United States government was quick to act when a massive earthquake hit Indonesia again March 28. U.S. State Department Adam Ereli said under orders of President George W. Bush, American embassy officials have been in contact with both Indonesia officials and the International Red Cross to coordinate international relief efforts and other foreign aid. The two former U.S. presidents, Bill Clinton and the current president's father, George H.W. Bush, already are heading up U.S. aid efforts in the region as the result of the last major temblor. \"We still have people over there assisting from the first one, and they will be our first line of defense, once we know what kind of damage there is,\" Pat McCrummen, spokesman for the American Red Cross told the Associated Press. Although relief officials have been in contact with various governments, no specific pledge amount has been announced (as of 20:51, 28 Mar 2005 (UTC))."}, "3-51": {"heading": "Moderate earthquake hits Crete, Greece ", "link": "https://en.wikinews.org/wiki/Moderate_earthquake_hits_Crete,_Greece", "date": "4-October-2010", "text": "An earthquake hit the island of Crete in Greece on Sunday morning. The European-Mediterranean Seismological Centre measured it as magnitude 5.4, and reported the earthquake occurred at a depth of 60 kilometers, 132 kilometers southeast of Iraklion. The earthquake took place at 18:21:01 local time (15:21:01 UTC). The United States Geological Survey (USGS) reported that the earthquake had a magnitude of 5.0, and that it occurred at a depth of 28.8 kilometers. According to the USGS, the epicenter was centered 125 kilometers east-southeast of Iraklion, Crete; 220 kilometers southwest of Rodos, Dodecanese Islands; 230 kilometers east-southeast of Chania, Crete; and 405 kilometers southeast of Athens. USGS noted that an aftershock occurred at 15:35:36, with a magnitude of 4.4, at a depth of 35 kilometers."}, "3-52": {"heading": "Earthquakes hit Dominican Republic, Ryukyu Islands and Tonga ", "link": "https://en.wikinews.org/wiki/Earthquakes_hit_Dominican_Republic,_Ryukyu_Islands_and_Tonga", "date": "4-April-2010", "text": "USGS reported that an earthquake struck the Dominican Republic region with a magnitude of 8.0. It was registered on last Friday at 01:38:55 a.m. (05:38:55 UTC) at the epicenter, which was located 102 km from Higüey, La Altagracia, Dominican Republic. However, it was later reported as a magnitude 3.4 earthquake by the Puerto Rico Seismic Network. The report caught the attention of the news media until the USGS reported it was 3.2. The depth of the aftershock was located 89.8 km (55.8 mi), and no damage or injuries were reported. It has been reported as a Haiti aftershock. The Haiti earthquake reached magnitude 7.0 Mw, with an epicentre near the town of Léogâne, almost 25 kilometers (15.5 miles) west of Port-au-Prince, the capital of Haiti. More than 100 aftershocks have been registered since that earthquake. The United Nations reported that the earthquake has caused more than 225,000 deaths, a number which is expected to rise. Another earthquake of magnitude 5.3 hit the Kermadec Islands region. The epicenter was located 1,138 kilometers from Nuku'alofa, Tonga and had a depth of 10 kilometers (6.2 miles). It took place at 13:35:34 (01:35:34 UTC) at the epicenter. No tsunami warnings have been issued by NOAA for this earthquake. A Japan earthquake took place in the Ryukyu Islands at 11:19:58 at epicenter (02:19:58 UTC). It reached a magnitude of 5.1, had a depth of 35 kilometers and the epicenter was located 80 kilometers from Naha, Okinawa."}, "3-53": {"heading": "Magnitude 6.0 earthquake in China kills three, injures dozens ", "link": "https://en.wikinews.org/wiki/Magnitude_6.0_earthquake_in_China_kills_three,_injures_dozens", "date": "6-August-2008", "text": "An earthquake with a magnitude 6.0 that struck the area of Southern Qinghai, China on Tuesday, has killed at least three people and injured nearly 40 others. The United States Geological Survey (USGS) recorded the quake at 9:49 hours UTC (5:49 a.m. at the epicenter). The China Earthquake Networks Centre considers it an aftershock from the May 12 Sichuan earthquake. A bridge on a national highway was reported to be damaged, and communications were reported to have been severed. At least 3,200 homes were severely damaged or destroyed. The quake struck 45 kilometers (25 miles) northwest of Guangyuan, Sichuan, near the town of Yaodu. It struck in the same area of China as the one on May 12 that killed at least 69,207 people and wounded another 374,468, according to the English language edition of the People's Online Daily. Data released by the USGS shows that the epicenter was near the G109 highway which connects Lhasa in the south and Xining and Lanzhou in the northwest, a distance of 2,020 km (1,255 mi), according to Google Maps China. Just over 12,000 aftershocks and small quakes have been recorded in the same area since May 12th."}, "3-54": {"heading": "Massive earthquake hits Indonesia, no tsunami risk ", "link": "https://en.wikinews.org/wiki/Massive_earthquake_hits_Indonesia,_no_tsunami_risk", "date": "11-April-2012", "text": "An 8.6 magnitude earthquake occurred off the Indonesian coast at 08:38:37 UTC today, causing a tsunami watch to be issued over the entire Indian Ocean. According to the U.S. Geological Survey, the quake struck at a point 308 miles (495 km) southwest of Banda Aceh, the provincial capital, located on the northern extremity of the country's Sumatra island, at a depth of 20.5 miles (33 km). Local media reports suggest that people in Sumatra fled from their homes and offices in fear. The 8.6 quake was followed by a quake measuring 8.2 on the Richter Scale. The Pacific Tsunami Warning Center (PTWC) advised authorities to \"take appropriate action\", stating that they were not aware whether a tsunami had occurred yet. The earthquake, initially believed to be 8.9 on the Richter Scale was later revised to be an 8.7 and finally an 8.6 quake. In reaction to the earthquake, the Indonesian disaster management agency noted that power had been shut down in Aceh. Moreover, people were being warned by sirens of the danger and were going to higher ground. Agency spokesman Sutopo said: \"The electricity is down, there are traffic jams to access higher ground. Sirens and Koran recitals from mosques are everywhere.\" In its report, the PWTC issued a tsunami watch for 28 countries, including, but not limited to Indonesia, India, Sri Lanka, Australia, Myanmar, Thailand, Maldives, United Kingdom, Malaysia, Mauritius, Singapore, Bangladesh, miscellaneous Indian Ocean islands, Pakistan, Somalia, Oman, Iran, Bangladesh, Kenya, South Africa and Mozambique. They mentioned that \"[e]arthquakes of this size have the potential to generate a widespread destructive tsunami that can affect coastlines across the entire Indian Ocean basin.\" The tsunami warnings were initially issued for Indonesia after the 8.6 earthquake and later issued for a further two hours after the 8.2 earthquake hit the Aceh province. The watch was lifted for Myanmar, Australia and Malaysia. Later, India too ended its tsunami watch, with a scientist at the Indian tsunami warning center noting that \"the danger has passed\". Earlier, the tremors were felt as far away as Bangkok in Thailand and south India, particularly in Bangalore and Chennai. According to locals, people left their buildings in Bangalore on feeling the tremors. The Indian National Centre for Ocean Information Service issued a red high-level warning for the Andaman and Nicobar Islands. The southeastern coasts of Andhra Pradesh and Tamil Nadu were put on lower warnings. According to Sky News, people residing near the coast were asked to move away from the sea in India. The tremors there reached upto the northern city of Kolkata. Kolkata and its surrounding areas felt tremors, also felt in North 24 Parganas and the town of Siliguri in the same state. Several people rushed out of their office as windows and doors rattled due to the quake, while some buildings developed cracks. Metro Rail services were suspended in the city, and people were asked to leave the stations. Similar warnings were issued by the governments in Sri Lanka, where mild tremors were experienced at Colombo. The tsunami warning was however lifted after 6 p.m. local time. But the government advised people not to go close to the sea. Smith Dhamasoroja, of the National Disaster Warning Foundation, predicted that Thailand would have to face a tsunami as the earthquake was so powerful. Thai Meteorological Department deputy chief Somchai Baimoung however stated that no warning had yet been issued. Later a warning was issued in the country and subsequently lifted. In Bangladesh, two tremors were felt. But the authorities stated there was no fear of a tsunami. Amy Vaughn of the U.S. Geological Survey told Sky News that because the earthquake was so massive, \"a large body of water is disturbed by the movement of the fault\". Therefore, since the epicenter was so close to the west coast of Sumatra, \"it could be devastating for the region.\" In Malaysia, high-rise buildings shook for over a minute. Indonesia straddles the Pacific Ring of Fire, a major earthquake belt. On December 26, 2004 a 9.2-magnitude earthquake in the same area triggered massive tsunami waves, killing almost 220,000 people."}, "3-55": {"heading": "Magnitude 3.6 earthquake shakes Washington, D.C. ", "link": "https://en.wikinews.org/wiki/Magnitude_3.6_earthquake_shakes_Washington,_D.C.", "date": "16-July-2010", "text": "A magnitude 3.6 earthquake occurred on Friday near Washington, D.C., capital of the United States. Initial reports state that the quake shook windows on buildings in the area, including the White House, but did not cause any major damage. According to the United States Geological Survey, the tremor occurred 05:04 a.m. local time, at a depth of 5 kilometers (3.1 miles). The epicenter was located 2 kilometers at the southeast of Germantown, Maryland; 4 kilometers at the northwest of Gaithersburg, Maryland; 5 kilometers at the southwest of Montgomery Village, Maryland; 34 kilometers at the northwest of Arlington, Virginia; and 35 kilometers at the northwest of Washington, D.C. The earthquake is the largest to strike within 50 kilometers (31 miles) of the capital in the 35 years that seismographic recordings have been taken. The previous strongest tremor in the area was a 2.6 magnitude tremor in 1990. \"Most of North America east of the Rocky Mountains has infrequent earthquakes [...] The earthquakes that do occur strike anywhere at irregular intervals,\" USGS said."}, "3-56": {"heading": "Kobe commemorates earthquake victims ", "link": "https://en.wikinews.org/wiki/Kobe_commemorates_earthquake_victims", "date": "10-February-2005", "text": "Kobe, Japan — January 17, 2005. The earthquake centered around Awaji Island, near the city of Kobe. It measured 7.3 on the Richter Scale, the biggest quake to hit Japan since World War II. Though a great earthquake could theoretically occur in any part of Japan, and scientists had warned of the possibility of earthquakes in the Kansai region, citizens and local government tended to be unaware of this possibility 10 years ago.  The death and destruction caused by the quake gave a serious shock to the city's residents.  One story of the Kobe city hall was totally destroyed, and a part of Meishin Highway between Nagoya and Kobe was ripped apart; a bus barely avoided falling from the broken highway.  Engineers buttressed vulnerable city structures throughout Japan after the earthquake. Research revealed that architecture designed under national earthquake-proof standards had survived the earthquake. Many old buildings were rebuilt, reconstructed, or given structual support. Vulnerable city infrastructure was also attended to; in some areas water and fuel supply had been disrupted for over two months. Many municipalities reviewed their standards for civil engineering design. The earthquake also revealed systematic vulnerability within the Japanese government. The prime minister at that time, Tomiichi Murayama, first learned of the earthquake from a TV news program two hours later, and not from a government report.  He called his secretary, who also knew nothing of it.  The government improved these weaknesses, and in the case of the Chuetsu Earthquake in October 2004, the prime minister's office was able to quickly deal with the accident. After the earthquake, many people spent days in shelters. 104,900 houses were completely destroyed, and 144,256 only partly desroyed. The Hyogo prefecture and municipalities provided temporary shelters, called Kasetsujutaku. Such temporary houses had remained since 2000. Since those houses were provided to individuals and not to communities, many people found they were no longer with their familiar neighbors after moving. This caused serious problems among people, especially the elderly. Since 2000, around 200 people have died alone in such temporary houses, to be found only days later; this was considered a serious social problem.  A word was even coined for this situation, Kodokushi (meaning \"death in solitude\" in Japanese), but some say no effective solution has yet been offered. The earthquake has also had a bright side. Before the earthquake, it was not popular to participate voluntarily in social activities in Japan. The earthquake moved many people to join such activities. Since it was close to the end of the Japanese schoolyear, many students could stay in the affected area for long days. And it has been not easy to have a vacation for Japanese workers, as many people took vacations from their company and went to the affected area to help out.  This was not just a temporary movement, but influenced people to consider such social engagement as a regular activity (one can see a similar  influcence in the case of the Chuetsu Earthquake)."}, "3-57": {"heading": "Magnitude 7.4 earthquake strikes Mexico; no fatalities reported ", "link": "https://en.wikinews.org/wiki/Magnitude_7.4_earthquake_strikes_Mexico;_no_fatalities_reported", "date": "21-March-2012", "text": "A significant earthquake has impacted Mexico on a part of the coast bordering the Pacific Ocean. No fatalities have been reported thus far. The United States Geological Survey [USGS] has registered the magnitude of the earthquake today as 7.4. USGS has attributed the quake epicentre to a location 25 kilometres (15 miles) to the east of Ometepec in the state of Guerrero, in close proximity to the city of Acapulco. The depth of the epicentre was approximately 18 kilometres (11 miles) below surface level, USGS clarified. A statement from a state governor in Guerrero reported damage to five hundred houses in the state. In the capital Mexico City, a pedestrian bridge was also reported to have collapsed, crushing a minibus in the process. In the substantially impacted Mexican state of Oaxaca, one witness named Sylvia Valencia described the earthquake as \"hard\", \"strong\" and \"long\". Irma Ortiz, another witness from the same state, said of the quake: \"It was very strong, but we didn't see anything fall\". A Spanish language tweet from Mexico president Felipe Calderón spoke of \"scenes of panic and building evacuations\". According to Mexican seismological service director Carlos Valdes Gonzalez, six aftershocks have occurred in the aftermath of the earthquake, with one measuring at magnitude 5.3. Additional aftershocks were anticipated for another 24 hours, Gonzalez claimed."}, "3-58": {"heading": "Irish scientists had predicted further Sumatran earthquake ", "link": "https://en.wikinews.org/wiki/Irish_scientists_had_predicted_further_Sumatran_earthquake", "date": "30-March-2005", "text": "On Monday night a massive 8.7 scale earthquake hit the island of Sumatra. On March 17, researchers at University of Ulster, Coleraine in northern Ireland published a report in the scientific journal Nature that showed stress was building on the fault near Sumatra and that the risk of a second powerful earthquake was increasing. The researchers said in the report that in subduction zones, a pair of massive earthquakes relatively close together is not uncommon. The last such incident was 1999 in Duzce, Turkey where a 7.4 magnitude quake was followed by a 7.1 magnitude quake three months later. In the Nature report, the researchers pointed to evidence suggesting that stresses in the fault near northern Sumatra were significantly higher than those of the 1999 Turkey rupture. The quake that eventually did strike Sumatra was exponentially more massive than the 7.0 to 7.5 magnitude quake the researches suggested in Nature. But it still was less powerful than the December 2004 quake and did not result in any life-threatening tsunami."}, "3-59": {"heading": "Magnitude 7.5 earthquake strikes Aceh ", "link": "https://en.wikinews.org/wiki/Magnitude_7.5_earthquake_strikes_Aceh", "date": "20-February-2008", "text": "The Indonesian province of Aceh was struck by a 7.5 magnitude earthquake at 3:08 PM local time (8:08 AM GMT). The epicentre was 319 km (198 miles) off the coast of Sumatra, close to the island of Simeulue. At least three people have been killed and several buildings have been damaged. The same region was hit by an earthquake in 2004, that triggered a tsunami. In 2004 over 170,000 people were killed or missing. According to local citizens the quake lasted about one minute and was felt in Banda Aceh, the province capital, approximately 300 km (185 mls) away, also in Meulaboh and Gunung Sitoli on Nias island. The U.S. Geological Survey, that reported the earthquake, says that no local tsunami warning has been issued. Minutes after the quake hit, the Pacific Tsunami Warning Center issued a warning that parts of the Sumatran coast were at risk of a possible tsunami but was later cancelled. Japan's meteorological agency said India's Andaman and Nicobar island chain was also at risk. Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale. Budi Waluyo, an official at the National Meteorology and Geophysics Agency said the quake occurred about 30 kilometres beneath the ground. The US Geological Survey measured the quake at 7.6 on the Richter scale. \"The quake has no tsunami potential because it's happening under the ground, not the sea,\" Waluyo said."}, "3-60": {"heading": "6.4 magnitude earthquake hits Iran ", "link": "https://en.wikinews.org/wiki/6.4_magnitude_earthquake_hits_Iran", "date": "22-February-2005", "text": "An earthquake with a magnitude of 6.4 hit Iran yesterday. The earthquake was centered around the southeastern town of Zarand, about 440 miles away from the capital, Tehran. Early reports indicate at least 40 villages with a combined population of 30,000 people have been damaged, with 420 deaths and slightly less than a thousand injured. Earthquakes are nothing new to Iran, with one in the nearby desert city of Bam killing 31,000 people in December 2003. Heavy rain and bad visibility have made early relief efforts difficult; despite this some 1,500 members of the Iranian Red Crescent have begun organising camps for the newly homeless."}, "3-61": {"heading": "Darwin and Sumatra rocked by offshore earthquakes ", "link": "https://en.wikinews.org/wiki/Darwin_and_Sumatra_rocked_by_offshore_earthquakes", "date": "21-November-2005", "text": "An offshore earthquake shook buildings in Darwin in Australia's Northern Territory today, and an earthquake with a magnitude of at least 6.2 struck off the coast of Sumatra yesterday, triggering a tsunami alert. Geoscience Australia says the offshore quake registered 5.3 on the Richter scale. No damage has been reported in the city of Darwin or the community of Port Keats which is the nearest town to the quake's epicentre in a region known for its moderate seismicity. The quake's epicentre was located 500 kilometres west-north-west of Darwin in the Banda Sea. The earthquake hit at 9.51am (CDT). Geoscience Australia (the government's geological organisation) says the region may be unstable for a few days and aftershocks or another quake may be felt. Duty seismologist, Dr Svetan Sinadinovski, says it was a shallow quake and the subterranean make-up of the area allowed the tremor waves to travel to Darwin without losing much energy. He says the quake was on Australia's continental shelf, which is a common place for seismic activity. \"That is the area where Australian plate collides with Asian plate and that extends through the Indonesian islands up to Sumatra and Thailand in the north and east through PNG to Tonga and New Zealand,\" he said. \"Preliminary reports point to a 5 to 6 in the Darwin region - this means that the earthquake would have been felt by almost everyone indoors according to the Modified Mercali Scale which measures the impact of seismic waves on structures.\" \"People would have felt this earthquake up to 500km away from the epicentre, and we have heard numerous reports of residents in the Darwin area having felt the effects of the event,\" he said. Among those who felt the quake were participants involved in the trial of Bradley John Murdoch in the Northern Territory Supreme Court in Darwin -  where chairs and TVs shook in the court building. The Bureau of Meteorology's Darwin office was also shaken, but no reports of damage have been received by police. \"We felt it - I felt the building sway and some of the monitors shook a little,\" the bureau's duty forecaster, Billy Lynch, said. \"We are on the third floor of a three-story building.\" An earthquake with a magnitude of at least 6.2 struck off the coast of Sumatra yesterday, triggering a tsunami alert, officials said. There were no immediate reports of a tsunami, damages or casualties. The quake's epicenter was located off Simeulue, 160 miles southwest of Medan on Sumatra's northwest coast, according to the U.S. Geological Survey(USGS). Indonesia's Meteorology and Geophysics Agency put the quake's magnitude at 6.2, whilst the USGS said the magnitude was 6.5. The quake rocked nearby Nias island and was felt in Medan, said an official from the Indonesian agency's Jakarta office. Simeulue island is near the epicenter of the December 26 quake that caused a massive tsunami. The Pacific Tsunami Warning Center in Hawaii said there was no threat of a tsunami to Pacific coastlines, but quakes of this size can sometimes generate local tsunamis along coasts near the epicenter. Sumatra has been affected by strong aftershocks since the 2004 Indian Ocean earthquake. Experts say the fault line is unstable and may produce another massive quake soon. The biggest earthquake to strike the region, in 1998, had a magnitude of 6.9. The largest earthquake ever recorded was in Chile in 1960. This magnitude 9.5 earthquake resulted in the death of 5,000 people. In 1976 a smaller 8.0 earthquake in China caused the death of an estimated 255,000 people. More recently, in December 2003 an earthquake in Iran resulted in the death of approximately 50,000 people. Geoscience Australia said the 5.3 quake did not generate a tsunami. The 2004 Indian Ocean earthquake, which had a magnitude of 9.0, triggered a series of lethal tsunamis on December 26, 2004 that killed over 270,000 people, making it the deadliest tsunami in recorded history. In March 2005 another strong earthquake rocked parts of Darwin, with tremors lasting several minutes felt across the city and rural areas. The quake measured 7.2 on the Richter scale, and its epicentre was 500 kilometres east north-east of East Timor in the Banda Sea."}, "3-62": {"heading": "Heavy earthquake hits the Philippines ", "link": "https://en.wikinews.org/wiki/Heavy_earthquake_hits_the_Philippines", "date": "26-March-2010", "text": "An earthquake with a magnitude of at least 6.0 has struck the Philippines, the United States Geological Survey (USGS) has reported. The epicentre was 130 kilometres (80 miles) from the country's capital, Manila, at a depth of eighteen kilometres (11.2 miles). The temblor started at 01:29:25 local time (05:29:25 UTC), the USGS said. Some media reports contradicted the USGS' reports, saying that the earthquake's magnitude was 6.1. No reports of damage, injuries, or casualties have been reported, although many people working in the capital's central business district rushed out of buildings when the tremors started, according to Al Jazeera. The chief of the Philippine seismology institute, Renato Solidum, said to the Agence France-Presse news agency that the earthquake was felt throughout the suburbs of Manila and provinces nearby. According to the Philippine News Agency, the tremors were felt in Quezon City and Lubang Island as well."}, "3-63": {"heading": "5.6 earthquake strikes California ", "link": "https://en.wikinews.org/wiki/5.6_earthquake_strikes_California", "date": "31-October-2007", "text": "According to the United States Geological Survey (USGS) a magnitude 5.6 earthquake, lasting about 30 seconds, struck at 20:04:54 (PDT) on October 30, 2007, with the epicenter being five miles north, northeast of Alum Rock California and nine miles northeast of the center of San Jose.  The actual coordinates given by USGS put it along the border of San Jose and Milpitas in the hills near neighborhoods in both cities. The quake was felt as far away as the California communities of Sacramento, Sonoma, and Los Banos. It was the most powerful quake in the San Francisco Bay Area and Silicon Valley since 1989. At least ten aftershocks had been reported by 8:35 p.m with magnitudes ranging from 1.3 to 1.8. Phone service, including cellular phone service, was reported to be down in some areas around the epicenter. Residents and business owners also reported their homes shaking. According to the USGS, damage could be \"moderate to heavy\" and Rafael Abreu of the USGS said that the earthquake is considered \"moderate,\" but so far there are \"no injuries.\" The quake was reported at a depth of 9.2 km (5.7 miles). USGS predicts a 30% chance of strong (magnitude >5) aftershocks in the next seven days, with a 5-10% probability of aftershocks stronger than the main quake. Additionally, USGS predicts approximately 15-40 small (magnitude 3-5) aftershocks. The USGS reports that the quake was centered on the Calaveras Fault, and was the most powerful earthquake on that fault since the 1984 Morgan Hill earthquake."}, "3-64": {"heading": "UN 'optimistic' on tsunami aid effort (category Earthquakes) ", "link": "https://en.wikinews.org/wiki/UN_%27optimistic%27_on_tsunami_aid_effort", "date": "3-January-2005", "text": "The United Nations (UN) emergency relief coordinator Jan Egeland has said that he is increasingly optimistic about the relief efforts under way in tsunami-stricken countries. However, he cautions that there are still major problems getting aid to the Indonesian province of Aceh. The BBC's Rachel Harvey, stationed in provincial capital Banda Aceh, reports that the area has been completely cut off for a week. He also said that logistical bottle necks that hampered speedy delivery of aid were improving, with new coordination centers set up in Aceh, near the epicenter of the earthquake, and Jakarta. Regional officials warn that despite improvements, some places may not receive aid for up to two weeks. United States helicopters, based on a US aircraft carrier stationed off the coast of western Aceh, have begun dropping food and supplies into isolated parts of Aceh province. About 12 Seahawk helicopters are involved in the operation. \"We are relying on the helicopter system because that is the only way we can reach the most remote areas,\" said Michael Elmquist, head of the UN disaster relief operation in Indonesia. According to the World Food Programme, some helicopters are unable to touch down because mobs of people run towards them for help. Supplies are often thrown out of the helicopters to the crowd below."}, "3-65": {"heading": "Earthquake shakes western Mexico ", "link": "https://en.wikinews.org/wiki/Earthquake_shakes_western_Mexico", "date": "22-October-2010", "text": "A magnitude 6.7 earthquake struck western Mexico today at 11:53 a.m. (17:53 UTC) local time , according to the United States Geological Survey (USGS). There were no reports of damages or injuries. The epicenter was located in the Gulf of California, 105 km (65 miles) south of Los Mochis, Sinaloa, with a depth of just over five and a half miles. The earthquake caused residents of Sinaloa to panic and run into the street. The USGS initially reported the quake as a 6.9, but later revised it to 6.7. The earthquake occurred at a depth of about 10 km (6.2 mi) according to the USGS and lasted about one minute according to local resident Alberto Montoya Rodriguez. There was no damage or injuries reported as a result of the quake, however schools were let out for the day."}, "3-66": {"heading": "8.0 magnitude earthquake occurs near Tonga ", "link": "https://en.wikinews.org/wiki/8.0_magnitude_earthquake_occurs_near_Tonga", "date": "3-May-2006", "text": "An earthquake with estimated magnitude 8.0 (later, revised to 7.9 by USGS) shook the Pacific island of Tonga. The strongest quake of the year so far, the earthquake occurred at 04:26 local time (15:27 UTC) on May 3 at 19.9°S, 174.2°W, about 150 KM south of Neiafu, Tonga and 2150 KM north-northeast of Auckland, New Zealand. Three more earthquakes with moderate magnitude of 5.1 (1700 UTC, 06:00 local time), 5.4 (1756 UTC, 06:56 local time) and 5.1 (1928 UTC, 8:28 local time) were felt in the same region, according to USGS report. The Pacific Tsunami Warning Center in Honolulu issued tsunami warnings for Fiji and New Zealand and a tsunami watch for other areas in the Pacific, including Hawaii, but excluding the west coast of North America. The warning and watches were cancelled at 1736 UTC (7:36 a.m. HST). According to the latest bulletin, sea level readings indicated a tsunami was generated. There was some definite tsunami activity recorded near Pago Pago and Niue. No major damage or injuries have been reported in Tonga, but power was temporarily lost, which reportedly prevented Tongan authorities from receiving the tsunami warning issued by the PTWC. Fourteen schools in Hawaii located on or near coastlines were closed all of Wednesday despite the warnings being lifted."}, "3-67": {"heading": "Magnitude 5.8 earthquake in Virginia felt up and down U.S. east coast, Pentagon evacuated ", "link": "https://en.wikinews.org/wiki/Magnitude_5.8_earthquake_in_Virginia_felt_up_and_down_U.S._east_coast,_Pentagon_evacuated", "date": "23-August-2011", "text": "A 5.8 earthquake struck 4 miles southwest of Mineral, Virginia, 80 miles south of Washington D.C., at 1:51 p.m. EDT (17:51 UTC) and lasted for 15–30 seconds. The quake had a magnitude of 5.8 with an epicenter 27 miles (43 km) east of Charlottesville, Virginia.  A 2.8 aftershock was reported at 2:46 pm EDT (18:46 UTC). According to Twitter reports, the quake was felt inland as far as Cleveland and Toronto and along the coast from Boston to Georgia. Police sergeant James Ryan, from South Brunswick, New Jersey stated that \"The 911 line is flooding with calls right now.  People want to know what happened. They want to know if there was an explosion.\" The United States Capitol and The Pentagon in Arlington were evacuated, as were police headquarters and city hall in New York City. Numerous minor injuries have been reported in Washington, D.C.; however, none of them are serious. There have been confirmed reports of damage at the Washington National Cathedral and the Smithsonian Castle. The Pentagon was also damaged when a burst pipe caused flooding. The North Anna Power Station lost offsite power and had to shut down, turning to four diesel generators to maintain cooling of the facility.  Both the JFK and Newark airports were briefly shut down and the control towers were evacuated. A release from Amtrak stated that trains will be operating at reduced speed, but no damage has been found on any rail lines. The Washington Metro is also operating on reduced speed, with some stations closed down, while lines are evaluated. In Boston, it was reported that the building at 111 Devonshire Street appeared to be leaning onto the adjacent building at 50 Milk Street, with fears that it could collapse. The street was blocked off while the Boston Fire Department investigated. However, it was determined that the buildings had always appeared like that. Nevertheless, the Boston Fire Department investigated the roof and the inside of 111 Devonshire St. After 30 minutes, the building was determined to be safe. This is the second strongest earthquake to originate in Virginia since records have been kept, after the one recorded on May 31, 1897, near Giles County, which was estimated at a magnitude of 5.9. The Dow initially dropped 50 points after the earthquake struck, but later increased over 100 points."}, "3-68": {"heading": "Details emerge in Haiti earthquake; thousands feared dead ", "link": "https://en.wikinews.org/wiki/Details_emerge_in_Haiti_earthquake;_thousands_feared_dead", "date": "13-January-2010", "text": "A massive earthquake, registering 7.0 on the moment magnitude scale, struck Haiti yesterday, destroying many buildings, disrupting communications, and burying an unknown number of people underneath rubble. Thousands of people are feared to have been killed by the tremors, which were felt as far away as Venezuela. Witnesses say bodies were lining the streets of the capital, Port-au-Prince, after the quake struck on Tuesday afternoon, sending a cloud of dust from falling buildings into the sky. The quake was centered about sixteen kilometers from the capital, and struck at a depth of just ten kilometers, exacerbating the damage. At least 27 aftershocks were also recorded, the strongest of which came in at 5.5 and 5.9 magnitude. A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards. Buildings across the capital have collapsed, including the presidential palace and the headquarters of the United Nations peacekeeping mission in Haiti. However, the president, René Préval, and his wife reportedly survived the collapse of the building. The country's envoy to the United States believed damage costs could reach billions of dollars. UN peacekeeping chief Alain Le Roy said many people were in the UN building when it went down and they remain unaccounted for. A Brazilian military official later said four Brazilian soldiers who were part of the UN mission were killed. UN Peacekeeping Chief Alain LeRoy said the organisation is working to learn the fate of its personnel. \"As we speak there are still over 100 people unaccounted for under the rubble.  We do not know about their fate [...] some people have been extracted out of the building - but only less than 10 for the time being.  Some dead, some alive. So we do not know for the time being the fate of the others. But of course, we are extremely, extremely concerned.\" The Notre Dame of the Assumption Cathedral in Port-au-Prince was also destroyed, killing Joseph Serge Miot, the Archbishop of Port-au-Prince. \"[...] It would appear that all those who were in the building, including my friend [UN mission head] Hedi Annabi [...] and all those who were with him and around him are dead,\" said French Foreign Minister Bernard Kouchner. In a statement released yesterday, the UN remarked that \"[f]or the moment, a large number of personnel remain unaccounted for.\" Hospitals in Port-au-Prince were reported to have collapsed, raising fears that the injured would not be able to receive treatment easily. \"We have reports of some of the most important hospitals in Port-au-Prince have been severely impacted by the earthquake,\" said Paul Conneally, the Head of Media for the International Federation of Red Cross and Red Crescent Societies. \"I saw dead bodies, people are screaming, they are on the street panicking, people are hurt. There are a lot of wounded, broken heads, broken arms,\" recounted Raphaelle Chenet, the administrator of the Mercy and Sharing charity, in a telephone interview with the Wall Street Journal from the Haitian capital. UN officials reported that communications and power are out across the city, making it difficult to get accurate details regarding the full extent of casualties and damage. The UN also noted that the main prison in Port-au-Prince collapsed, and there were reports of inmates escaping. Spokeswoman Elisabeth Byrs, however, said she had no further details about that. Efstathios Daras, the Greek ambassador to Venezuela who also represents Greece in Haiti, described the situation. \"We fear major loss of life, maybe in the thousands or tens of thousands. Survivors are using their hands to help get trapped people out. There are fears of big aftershocks which could make the situation even worse. There is huge damage to the infrastructure. We can't get through anymore. All phone lines are down.\" Joseph Guyler Delva, a reporter for Reuters, was in the area when the tremors struck. \"Everything started shaking, people were screaming, houses started collapsing. It's total chaos.\" Rachmani Domersant, an employee for Food for the Poor charity described the conditions on Port-au-Prince's streets. \"The whole city is in darkness, you have thousands of people sitting in the streets, with nowhere to go. I've seen seven to eight buildings, from office buildings to hotels and shopping stores, collapsed [...] I think hundreds of casualties would be a serious understatement.\" President Rene Preval told the Miami Herald today that the aftermath of the disaster was \"unimaginable\". \"Parliament has collapsed. The tax office has collapsed. Schools have collapsed. Hospitals have collapsed  [...] There are a lot of schools that have a lot of dead people in them,\" he said, adding that he believes thousands of people died. The Red Cross in Geneva says that up to 3 million people have been affected. The international aid agency added that there is an urgent need for search and rescue volunteers as well as field hospitals, emergency health, water purification and telecommunications. The World Food Program (WFP), which has a large staff on the ground, says the level of destruction indicates many of these people have been affected and will require help. The Director of the WFP office in Geneva, Charles Vincent, remarked that the first priority is to save lives. \"To rescue people that are buried, that are trapped, etc. [...] followed very rapidly by a big problem of water, sanitation, epidemic-problems of diseases that might be bred in that kind of situation,\" he noted. The Haitian ambassador to the United States, Raymond Joseph, told CNN the Caribbean nation is seeking US assistance, and called the quake a catastrophe of major proportions. \"I'm quite sure we're going to face a disaster of major proportion,\" he said. Separately, the Inter-American Development Bank said it will immediately approve a $200,000 grant for emergency assistance to Haiti. The funds will be used to provide food, water, medicine and temporary shelter for victims of the massive quake. The US Agency for International Development is dispatching a disaster assistance response team to Haiti and commented that it will continue to provide additional support as needed. The UN, meanwhile, dispatched approximately 37 search and rescue teams to assist Haitians from a global network. UN General Secretary Ban Ki-moon said that US$10 million worth of emergency funds would be used. \"I have spoken with Mr. Clinton and we have agreed to mobilize our best assistance and rescue teams and try to reconstruct the Haitian economy. The UN will do whatever possible to help the Haitian people to overcome these difficulties,\" Ban stated. Ban noted that 3,000 UN peacekeepers were in Haiti, and that they secured the seaport and airport. They are trying to rescue people buried underneath rubble, he said, but were severely hampered by lack of heavy equipment. \"Brazilian forces have been working through the night to rescue but because of the darkness and destruction of infrastructure not much progress has been made. We hope it will be better this morning,\" Ban said. The aid group Oxfam added that its emergency response team for Latin America is based in Haiti and is well prepared, with a public health, water and sanitation team in Port-au-Prince. Oxfam says it is preparing to send in emergency supplies as soon as possible from Panama. The American Red Cross pledged US$500,000 to help the country, and would send out people to assess damage. \"As with most earthquakes, we expect to see immediate needs for food, water, temporary shelter, medical services and emotional support,\" it said yesterday evening in a statement. A number of other nations, including the UK and Venezuela, are also planning to send aid. A reporter for the Al Jazeera news agency, however, said there might be difficulties delivering aid. \"We are about 300km from the epicentre of the earthquake, and we know that the UN agencies and the humanitarian groups here are trying to get together some kind of strategy to get aid over to Haiti. We know that there are trucks loaded with supplies ready to go but the difficulty is that no-one really knows how to get that aid to the people [effectively].\" This quake is said to have been the strongest in Haiti in over two hundred years; the last time an earthquake of comparable magnitude was recorded was in 1770. Haiti is the Western Hemisphere's poorest country.  Recent development efforts have suffered severe setbacks because of political violence, crime, corruption and natural disasters. Seventy percent of the population lives on the equivalent of less than US$2 per day."}, "3-69": {"heading": "Strong earthquake in Sumatra ", "link": "https://en.wikinews.org/wiki/Strong_earthquake_in_Sumatra", "date": "6-March-2007", "text": "Two earthquakes, measuring 6.3 and 6.0 on the Richter scale struck the Indonesian island of Sumatra within the space of two hours, killing at-least 70 people. The death toll may rise as a large number of buildings were destroyed and the search for survivors continues. No tsunami warning was issued, although some people in coastal areas moved inland.  However, as the quake was under land there was no likelihood of a tsunami. The tremors were felt in Singapore and Malaysia as well."}, "3-70": {"heading": "Moderate earthquake hits Indonesia ", "link": "https://en.wikinews.org/wiki/Moderate_earthquake_hits_Indonesia", "date": "11-October-2005", "text": "A moderate earthquake hit Indonesia at 15:05:39 (UTC). The magnitude 6.0 quake did not create a tsumani. The epicenter was in the Northern Sumatra region, 80 km. SSW of Banda Aceh."}, "3-71": {"heading": "6.5 magnitude earthquake hits off coast of Taiwan ", "link": "https://en.wikinews.org/wiki/6.5_magnitude_earthquake_hits_off_coast_of_Taiwan", "date": "26-April-2010", "text": "A 6.5 magnitude earthquake has struck off the southeastcoast of Taiwan earlier today, the US Geological Survey reports. The quake's depth was at ten kilometres (6.2 miles), which is considered relatively shallow. The epicentre was 269 kilometres (167 miles) east of T'ai-tung, Taiwan. It struck at 10:59:50 local time, or 02:59:50 UTC. The Taiwanese Central Weather Bureau said no tsunami warning was issued over the temblor; the Pacific Tsunami Warning Center also said there is no threat of a Pacific-wide tsunami. According to the Associated Press, some buildings in the capital Taipei swayed for about twenty seconds, although there were no any immediate reports of damage, injuries, or deaths. Earthquakes occur frequently in Taiwan as the area lies on a seismically active area, although they generally do not cause much damage because they are small."}, "3-72": {"heading": "Two dead as earthquake strikes Kütahya, Turkey ", "link": "https://en.wikinews.org/wiki/Two_dead_as_earthquake_strikes_K%C3%BCtahya,_Turkey", "date": "22-May-2011", "text": "Two people were killed in a magnitude 5.9 earthquake in Turkey shortly before midnight local time on Thursday. The epicenter was located in Simav, Kütahya, and was at a depth of 7.6 km. In the hours following the initial earthquake, Kütahya was shaken by several aftershocks. Officials said two people were killed; one was thought to have suffered a heart attack and the other died after jumping from a window in panic. Dozens more were injured. Emergency services dispatched search and rescue crews and gave out blankets, food and water. Officials said a wastewater dam had not been damaged by the earthquake, and it posed \"no risk.\" The earthquake was felt as far away as the Aegean province of İzmir, the northwestern provinces of Bursa and İstanbul, and even the city of Edirne, not far from the Bulgarian and Greek and borders, because the depth was very shallow. More than 18,000 people died following two earthquakes with a magnitude of more than 7.0 in northwestern Turkey in 1999."}, "3-73": {"heading": "Two strong earthquakes jolt Japan ", "link": "https://en.wikinews.org/wiki/Two_strong_earthquakes_jolt_Japan", "date": "16-July-2007", "text": "According to the United States Geological Survey (USGS), at least two strong earthquakes with a magnitude of 6.7 and 6.8 rocked the west coast of Honshu, Japan killing 8 people and injuring hundreds. A two hour fire was reported at the Kashiwazaki Nuclear Power Plant number 6 reactor transformer, which is the biggest nuclear power facility in the world, causing radioactive water to leak into the sea. Officials at the plant state that the water will cause no damage to the surrounding environment. The epicenter of the first quake was located 65 km (40 miles) southwest of Niigata city, a major city on the west coast of Honshu, of 55.4 km (34.4 miles). The second quake, a 6.8, was recorded almost 12 hours later approximately 140 km (90 miles) northwest of Fukui Island, Honshu, Japan and had a depth of 350.7 km (217.9 miles). \"Many people told me they want to return to their normal lives as quickly as possible. The government will make every effort to help with recovery,\" said Japanese Prime Minister, Shinzo Abe. The National Oceanic and Atmospheric Administration (NOAA) Pacific Tsunami Warning Center says that no major tsunamis are expected, but small waves could impact areas locally close to the epicenter.Small, 50 centimeter tsunamis \"were reported on coastal areas close to epicenter,\" said a statement on the USGS website which also added that in Kashiwazaki, \"buildings collapsed, roads and bridges were damaged.\" The USGS says that damage is \"moderate to heavy.\" \"A strong earthquake has occurred, but a tsunami is not expected along the California, Oregon, Washington, British Columbia, or Alaska coast. No tsunami warning or watch is in effect for these areas,\" added the NOAA statement."}, "3-74": {"heading": "Earthquake strikes Melbourne, no reports of injuries ", "link": "https://en.wikinews.org/wiki/Earthquake_strikes_Melbourne,_no_reports_of_injuries", "date": "7-March-2009", "text": "An earthquake with a magnitude of 4.6 shook the Australian city of Melbourne late Friday night, spanning more than two hundred kilometres. The epicenter of the quake was located just north of Korumburra, located in Southern Gippsland, but the earthquake was strong enough to be felt as far as Melbourne. No injuries were reported, although some homes around the area of the epicenter lost power for about ten minutes. Only minor damage was reported. \"There's [sic] no reports of injury to the SES, however we have received approximately 30 calls for assistance across the state this evening,\" stated Allan Grigs, from the State Emergency Service. \"Most of the calls have come from the Melbourne metropolitan area ... crews are now out just assessing the damage to these properties. It is reported as minor damage at this stage.\" According to Geoscience Australia's John Scheider, \"the last earthquake of any significant size in that area was the magnitude 5.0 earthquake at Thomson Reservoir [area] in 1996.\""}, "3-75": {"heading": "Magnitude 6.3 earthquake hits New Zealand's South Island; dozens dead ", "link": "https://en.wikinews.org/wiki/Magnitude_6.3_earthquake_hits_New_Zealand%27s_South_Island;_dozens_dead", "date": "22-February-2011", "text": "A magnitude 6.3 earthquake struck the South Island of New Zealand at 12:51 PM local time on Tuesday (Monday 23:51 UTC). At least 75 people have been killed by collapsing buildings in central Christchurch, with more feared. Mayor Bob Parker said 55 bodies had been identified and there were a further 20 unidentified bodies. The spire of the iconic Anglican ChristChurch Cathedral has fallen and rubble is strewn throughout the central business district. Roads and carparks have cracked and lifted, and two buses are reported to be crushed under the bus exchange. Pools of mud have erupted due to burst water mains and liquefaction.  Boulders and falling cliff faces have destroyed buildings on hillside suburbs.  Fears for the safety of nearby towns Lyttelton and Akaroa are exacerbated due to communication problems. The earthquake was centred near Christchurch, at a depth of five kilometres, according to the United States Geological Survey. Unlike previous quakes in the region that caused no fatalities, Tuesday quake was shallower and closer to the central city and the damage was much worse. Condemned buildings, weakened by last year's widespread earthquakes, were destroyed. Some aftershocks have occurred in the area after the earthquake. The largest so far was a magnitude 5.6 which occurred at 7:04 p.m. February 21 EDT (1:04:18 p.m. local time, February 22). Mayor Bob Parker has stated that as many as 25 major buildings in the city are destroyed. Urban Search and Rescue efforts are focussed on people trapped in the remains of Canterbury Television and Pyne Gould Corporation office buildings. The historic Cathedral of the Blessed Sacrament in Christchurch has half collapsed, while the old Canterbury Provincial Chambers building, Piko Wholefoods, and a church on Durham Street have been destroyed. The earthquake also caused an estimated 30 million tons of ice to break off of the Tasman Glacier forming icebergs in a lake near its foot. Tourists on boats at the time of the quake say waves of 3.5 meters swept the lake for at least 30 minutes following the event. The glacier sits on the country's west coast, approximately 120 miles (200km) from Christchurch. No injuries were reported. Many people are trapped in damaged buildings or under rubble, but emergency services have been hampered by gridlock as motorists and pedestrians evacuated the CBD. The main hospital remains operational despite one damaged ward being closed, and three triage centres have been set up to provide medical aid. Several hundred delegates attending a medical conference in the city, the great majority from Australia, have been trapped in the city; some of these are assisting with tending to the injured. Electricity, telephone services, and traffic lights suffered widespread outages. Orion and Telecom are attempting to assess the damage, and generators have been sent down from Auckland to replace the backup generators in the city. Civil Defence is mounting a response with all available national resources, and Cabinet is holding an emergency session. Speaking to Radio New Zealand, Mayor Bob Parker said he was \"thrown quite a distance\", that there were scenes of \"great confusion\" on the streets, and that the quake was \"as violent as the one that happened on the 4th of September\". The emergency telephone code, 111 was not working for the entire region of Southland, New Zealand but is apparently stable as of approx. 4 pm NZDT. Christchurch Airport is currently closed to all but emergency flights. Speaking after the earthquake, Bob Parker said at least 200 people are believed trapped under rubble, saying that New Zealand are \"going to be presented with statistics that are going to be bleak\"."}, "3-76": {"heading": "6.8 earthquake rocks northeastern coast of Papua New Guinea ", "link": "https://en.wikinews.org/wiki/6.8_earthquake_rocks_northeastern_coast_of_Papua_New_Guinea", "date": "1-August-2011", "text": "The United States Geological Survey says that a sizeable earthquake has occurred less than 140 kilometres (83 miles) from the Northeastern coast of Papua New Guinea. The initial indication from the USGS is that the earthquake registered at magnitude 6.8 at a depth of just 16.8 kilometres (10.4 miles). It struck at 23:38 UTC (09:38 PGT) offshore between the areas of Wewak, the capital city of East Sepik and Madang, the capital city of the Madang Province. The Pacific Tsunami Warning Center issued a minor tsunami warning, stating \"[n]o destructive widespread tsunami threat exists based on historical earthquake and tsunami data. However, earthquakes of this size sometimes generate local tsunamis that can be destructive along coasts located within 100 kilometres of the earthquake epicentre.\" First reports from the area indicate no casualties and little or no localised damage."}, "3-77": {"heading": "Magnitude 7.0 earthquake affects archipelago of Vanuatu ", "link": "https://en.wikinews.org/wiki/Magnitude_7.0_earthquake_affects_archipelago_of_Vanuatu", "date": "29-April-2016", "text": "During the day yesterday, a strong earthquake of magnitude 7.0, according to the United States Geological Survey (USGS), was recorded in the Vanuatu islands located in the South Pacific. According to the USGS, the epicenter of this earthquake was centered at 0.6 mile (1  km) southeast of Norsup. The Pacific Tsunami Warning Center (PTWC) preliminarily declared a tsunami alert in the South Pacific, which was later revised by the center. This strong quake did not leave any reported wounded or damage to homes or structures in the area. The islands of Vanuatu are part of the famous \"Ring of Fire\" and for this reason earthquakes occur frequently of around this magnitude; one was registered early this month with a magnitude of 6.9."}, "3-78": {"heading": "Large earthquake hits central China ", "link": "https://en.wikinews.org/wiki/Large_earthquake_hits_central_China", "date": "12-May-2008", "text": "According to the United States Geological Survey (USGS) a magnitude 7.92 earthquake has struck eastern Sichuan Province in China. The USGS first reported the quake to be a magnitude 7.8 which hit at 6:28:00 UTC. Officials say that at least 10,000 may have been killed and local reports indicate over 10,000 injured. At least 107 people, some of them school children, were killed when two schools collapsed. It is reported that 900 students remain trapped in the rubble. Two people were killed after a water tower fell over. According to the USGS, damage is expected to be \"very heavy\" and that \"some reports of damage have been received. Felt widely throughout China.\" Officials now fear landslides and mudslides. \"The epicenter of today's quake was shallow, which means it released more destructive energy. We have to guard against mudslides and collapsing buildings,\" said China Seismology Bureau scientist, Zhang Guomin. The quake's epicenter was located in the Aba prefecture, 90 kilometers (55 miles) west, northwest of Chengdu, Sichuan, China and was recorded at a depth of 10 k.m. (6.2 miles). At least 11,000 people reside in the area, and because of poor communications due to the quake, the total extent of the damage is not known. Several counties have been hit hard, including Beichuan, in which 80% of the buildings have been reported to have collapsed. Deaths from this area have not been accurately accounted for yet. In another county, already 3,000-5,000 are reported to have died, with a further 10,000 injured. The quake could be felt as far away as Bangkok, Thailand, Taiwan, Vietnam, Shanghai and Beijing. At least 13 large aftershocks with a magnitude ranging from 4.9 to 6.0 have been recorded. This is the largest earthquake to strike the region in almost 60 years. The deadliest quake in China's history was of magnitude 7.8, striking Tangshan in 1976. Approximately 250,000 people were killed."}, "3-79": {"heading": "Third major earthquake rocks California ", "link": "https://en.wikinews.org/wiki/Third_major_earthquake_rocks_California", "date": "18-June-2005", "text": "A sizable earthquake shook Southern California for the third time this week. The quake occurred at 1:53 p.m. Pacific Time on Thursday and reached most parts of Southern California by 1:54 p.m.  The 4.9-scale tremor, appearing to have originated 79 miles east of Los Angeles, comes on the tail of two other quakes, including a 7.2 magnitude quake off the coast of Northern California which briefly triggered tsunami warnings Tuesday night. Geologists at the California Institute of Technology (Caltech) affirmed that the quake was too weak to cause structural damage to buildings.  In Orange County, the quake lasted 5 seconds and rattled objects on shelves. Geologists expressed concern at the occurrence of three earthquakes so close together in time and space. Other Pacific earthquakes, including one in the Aleutian Islands and another in Chile, have also occurred in recent days."}, "3-80": {"heading": "Australia: Magnitude 5.9 earthquake detected in north-east Victoria ", "link": "https://en.wikinews.org/wiki/Australia:_Magnitude_5.9_earthquake_detected_in_north-east_Victoria", "date": "25-September-2021", "text": "An earthquake with a magnitude of 5.9 was detected on Wednesday in the Australian town of Mansfield, which is located in the north-east of Victoria. Geoscience Australia stated the earthquake was recorded in Mansfield at 9:15am local time with a 10 kilometers (6 mi) depth. An estimated 15 minutes after the initial event, an aftershock of 4.0 magnitude occurred near Mansfield. The agency declared the earthquake is one of the largest to occur since colonisation in east Australia. The earthquake was felt across the country, with over 15,000 recording on the Geoscience Australia website they had felt it. ABC News reported the earthquake was felt in the states of Victoria, New South Wales (NSW), South Australia, and Tasmania, as well as the nation's capital of Canberra. In the inner suburbs of Melbourne, apartment buildings were evacuated, with reports of building and road damage shared on social media. Local authorities confirmed there was no risk of tsunamis. Fire and Rescue New South Wales \"dispatched crews across NSW from Alexandria, Manly and Hornsby in Sydney to as far as Dubbo in Western NSW following reports of tremors felt across the state\" as a result of the earthquake, though no major structural damage was reported in New South Wales. Karen McGregor, an employee of FoodWorks in Mansfield, reported \"the windows started shaking, the walls, and everything on the desk, it was really quite scary. We ran downstairs to the shop, it was really, really scary down there. The windows were buckling. I was very scared. I just thought, oh my God, is this place going to fall down?\" McGregor added she had not heard of any injuries in the town. From Washington, D.C., Australian Prime Minister Scott Morrison said \"it can be a very, very disturbing event for an earthquake of this nature. They are very rare events in Australia and, as a result, I am sure people will have been quite distressed and disturbed by that.\" Morrison confirmed he was in contact with Victorian state Premier Daniel Andrews, and the Australian federal government was prepared to provide support to Victorians where needed, including the possibility of deploying the Australian Defence Force if necessary. While Geoscience Australia initially reported an earthquake with a magnitude of 6.0, the head of the Seismology Research Centre Adam Pascale has said \"we think it's a mag-5.8 potentially at this point in Gippsland\", adding the earthquake \"shook here in the northern suburbs of Melbourne for about 15-20 seconds so it's quite a significant earthquake\". Geoscience Australia has since revised the magnitude to 5.9. Further aftershocks remain a possibility, with Pascale saying \"there's usually a primary and a secondary wave\", and geoscientist Mark Quigley telling The Age \"for something of that size, we're talking about a fault that would be on the order of maybe 5 kilometres long and three kilometres wide. For an earthquake of that magnitude, we would expect to get hundreds of small aftershocks. We could get aftershocks in the range of 4.5 magnitude.\""}, "3-81": {"heading": "6.3 earthquake rocks Laos ", "link": "https://en.wikinews.org/wiki/6.3_earthquake_rocks_Laos", "date": "16-May-2007", "text": "According to the USGS a magnitude 6.3 earthquake struck the Luang Namtha province of Laos at approximately 3:56 p.m. local time [4:56 a.m. eastern time]. The quake was felt as far as Bangkok. The epicenter was reported to be 165 km [105 miles]  west, northwest of Luang Prabang, Laos at a depth of 38.1 km [23.7 miles]. The quake was located just north of the town Chiang Rai provincial. There are no reports of damage as of yet, but the USGS reports that damage in the area could be \"moderate to heavy.\" \"The tremor could be felt in Bangkok and the northern provinces. The people in Oudomxai, near the epicentre, were shocked and ran out of their buildings but there were no reports of casualties or damage,\" said Smith Dharmasarojana, the director of the National Disaster Warning Center. Witnesses report office building shaking in Bangkok and several of the skyscrapers have been evacuated. No tsunami warning has been issued."}, "3-82": {"heading": "Pacific Rim braces for tsunami following major Chilean earthquake ", "link": "https://en.wikinews.org/wiki/Pacific_Rim_braces_for_tsunami_following_major_Chilean_earthquake", "date": "27-February-2010", "text": "At 06:34 UTC today, an 8.8 magnitude earthquake hit Chile, triggering a tsunami in the Pacific Ocean. The tsunami has already hit the French Polynesia islands, with waves reaching two metres (six feet) high damaging to the coast. In Fiji Japanese officials expect waves 2.3 metres (7.5 feet high). Australia and New Zealand are expected to receive waves of one metre (three feet) which are expected to hit within 24 hours of the earthquake. The Pacific Tsunami Warning Center reported that there may be \"widespread damage\" from the waves, saying that \"authorities should take appropriate action in response to this threat.\" In a special report, Wikinews looks at how different parts of the world have been affected by the disaster. Hawaii is expecting to receive waves reaching 2.5 meters (8 feet) high.  A warning went into effect at 6AM local time – 5 hours before the expected arrival of the Tsunami; Hawaiian Governor Linda Lingle declared a state of emergency.  At present, there are confirmed reports from the Pacific Tsunami Warning Center of waves hitting the islands' eastern coasts. Additionally, the western coast of the United States – extending from California to portions of Alaska – is under a tsunami advisory. The civil defence spokesman for the Hawaiian island of Oahu, John Cummings, encouraged people to \"get off the shoreline. We are closing all the beaches and telling people to drive out of the area.\" The tsunami hit the Gambier archipelago at approximately 6:30 am local time. The Marquesas islands were hit about an hour later. Reports from the islands indicate that there was no significant damage or casualties yet. The islands followed the tsunami alert plans put in place following the major 2004 Indian Ocean tsunami. In a statement, the New Zealand Ministry of Civil Defence and Emergency Management commented, \"[the] current assessment is for a non-destructive tsunami for New Zealand with wave heights at the shore of between 0.2 and one metre [three feet]. The first wave may arrive later and may not be the largest. Waves may continue for several hours.\" The centre, which also confirmed the initial Chile earthquake, also added that \"sea-level readings confirm that a tsunami has been generated which could cause widespread damage. \"Authorities should take appropriate action in response to this threat.\" The government noted that the waves were not predicted to have destructive force. According to the Australian Broadcasting Corporation, the first waves would not hit the country's shores until fifteen hours after the initial quake. \"Stay away from the beaches. Don't go out on the water and if you are already out on the water up anchor and head to deeper water at least half a mile off shore,\" warned Coastguard Northern Region duty officer John Cowan. Meanwhile, the Marsden Point oil refinery, the only refinery in New Zealand, put all of its operations on hold as they were waiting for further information about the strength of the expected tsunami, according to production controller Ted Rye. \"We've just had a report from a trader fishing boat out at the Hen and Chick islands, about 10 kilometres off the coast, and they have noticed quite a significant surge,\" he remarked. New Zealand Civil Defence Minister John Carter also appealed for residents to heed officials' warnings and stay away from shorelines throughout the day. The east coast of Australia was placed under a tsunami alert; the impact expected in Sydney from 8:45am local time, Sunday there, and along other parts of the New South Wales coast. Areas in Tasmania potentially affected by the quake would be under tsunami alert until 7:45am local time. \"Boats in harbors, estuaries or shallow coastal water should return to shore. Secure your boat and move away from the waterfront. Vessels already at sea should stay offshore in deep water until further advised,\" read a warning by the Joint Australian Tsunami Warning Center. \"[...] Tsunami waves are more powerful than the same size beach waves, with the first wave not always the largest.\" The centre noted that among the areas with a \"potential tsunami threat\" include New South Wales state, Queensland state, Lord Howe Island and Norfolk Island. However, it also added that the bays and harbours of Sydney would not likely be affected by waves."}, "3-83": {"heading": "Strong earthquake strikes Afghanistan, no immediate report of damage ", "link": "https://en.wikinews.org/wiki/Strong_earthquake_strikes_Afghanistan,_no_immediate_report_of_damage", "date": "12-December-2005", "text": "An earthquake, measured at 6.7 on the Richter scale, has struck north-eastern Afghanistan.  The US Geological Survey (USGS) has stated that the time of the quake was 22:00 GMT, and the epicenter was close to the border with Pakistan. The tremor was felt in Delhi, Muzaffarabad, and Balakot.  It is the second quake to hit the area in a fortnight."}, "3-84": {"heading": "Massive earthquake strikes Indonesia on September 12 ", "link": "https://en.wikinews.org/wiki/Massive_earthquake_strikes_Indonesia_on_September_12", "date": "12-September-2007", "text": "According to the United States Geological Survey (USGS), a massive earthquake with a magnitude of 8.4 has struck Indonesia and a tsunami is reported to have been generated. Some smaller aftershocks with magnitudes between 5.2 and 5.7 were also reported in the region. At least four have been killed and dozens injured. The National Oceanic and Atmospheric Administration has issued a tsunami warning saying that the quake had the potential to \"generate a widespread destructive tsunami that can affect coastlines across the entire Indian Ocean.\" \"Sea level readings indicate a tsunami was generated. It may have been destructive along some coasts.  Based on these data, the threat continues for all coastal areas of the Indian Ocean,\" said the NOAA tsunami warning. The earthquake was recorded at 6:10 p.m. (local time), 130 kilometers (80 miles) southwest of Bengkulu, Sumatra, Indonesia with a depth of 30 kilometers (18.6 miles) and the USGS states that damage could be \"moderate to heavy.\" Reports say that buildings shook heavily in Jakarta and that the quake could be felt as far away as Singapore and Thailand."}, "3-85": {"heading": "Magnitude 5.2 earthquake hits Kalgoorlie, Western Australia ", "link": "https://en.wikinews.org/wiki/Magnitude_5.2_earthquake_hits_Kalgoorlie,_Western_Australia", "date": "20-April-2010", "text": "A magnitude 5.2 earthquake has hit the Western Australian mining town of Kalgoorlie-Boulder. The earthquake, which struck at 08:17 am AWST (00:17 UTC), is the strongest to hit the region of Goldfields-Esperance in 50 years. Goldfields is considered one of the more geologically stable regions of Australia, in comparison to the southwest corner of the state, which is an active zone at the edge of the Yilgarn block. Kalgoorlie is located 600 kilometres (370 miles) east of the Western Australian capital Perth and is historically the largest gold producing centre of its type in Australia. Kalgoorlie is also the largest urban centre in Goldfields, and has the largest number of buildings that would be vulnerable to such an earthquake. Minor casualties and building damage have been reported, and miners and schoolchildren have been evacuated."}, "3-86": {"heading": "6.9 Magnitude Earthquake strikes Solomon Islands ", "link": "https://en.wikinews.org/wiki/6.9_Magnitude_Earthquake_strikes_Solomon_Islands", "date": "23-May-2015", "text": "An earthquake hit close to the Solomon Islands, in the early hours of Thursday morning. It was about 184 kilometres from Lata and 487 kilometres from the capital Honiara.  The US Geological Survey has stated that Tsunami warnings are yet to be released and that no major damage occurred. The quake was 6.9 in magnitude and hit a depth of 19 kilometres. It was then followed by a smaller 4.9 magnitude aftershock. The geographical position of the Solomon Islands places them in ‘the ring of fire’, an area of tectonic activity in the basin of the Pacific Ocean that is subject to frequent earthquakes and volcanic eruptions. \"This is one of the most active seismic regions in the world -- in the last three years we have had 30 plus earthquakes of over 6.0 magnitude,\" Geoscience Australia Duty Seismologist Marco Maldoni told AFP."}, "3-87": {"heading": "4.3 magnitude earthquake strikes the San Francisco region ", "link": "https://en.wikinews.org/wiki/4.3_magnitude_earthquake_strikes_the_San_Francisco_region", "date": "30-March-2009", "text": "A light earthquake, measured at a magnitude of 4.3, struck the San Francisco, California region at 10:40 AM Pacific Standard Time (PST) on Monday morning. The earthquake was described as \"short, but strong\" by a dispatcher for the Morgan Hill Police Department. The quake was originally reported as having a magnitude of 4.4. According to the US Geological survey, the epicentre of the quake was approximately eleven miles north of Morgan Hill, or about 16 miles southeast of San Jose. No immediate damage has been reported, but Bay Area Rapid Transit (BART) trains were delayed for five to ten minutes while inspectors searched for any damage. The earthquake was felt as far away as Santa Rosa and Napa to the north and Soledad to the south. Morgan Hill, California on  Wikipedia."}, "3-88": {"heading": "Four earthquakes hit the Philippines in quick succession ", "link": "https://en.wikinews.org/wiki/Four_earthquakes_hit_the_Philippines_in_quick_succession", "date": "24-July-2010", "text": "Four earthquakes hit in quick succession the Moro Gulf, Mindanao area in the Philippines according to the U.S. Geological Survey (USGS) early on Saturday. The first one, magnitude 7.3, took place on Friday at 22:08:11 UTC (Saturday 06:08:11 AM local time), at a depth of 604.5 kilometers (375.6 miles). The epicenter of this earthquake was located 102 kilometers southwest of Cotabato, Mindanao; and 915 kilometers south-southeast of the capital city Manila, USGS reported. The second earthquake reached a magnitude 5.4, and occurred on Friday 22:19:35 UTC (Saturday 06:19:35 AM local time) at a depth of 594.8 kilometers (369.6 miles). The epicenter was located 95 kilometers west-southwest of Cotabato. The third earthquake, magnitude 7.6, took place on Friday at 22:51:11 UTC (Saturday 06:51:11 AM local time) at a depth of 576.3 kilometers (358.1 miles). Its epicenter was reported to be located 115 kilometers southwest of Cotabato; and 945 kilometers (580 miles) south-southeast of Manila. The fourth and last earthquake, magnitude 7.4, occurred on Friday at 23:15:08 UTC (Saturday 07:15:08 AM local time) at a depth of 616.7 kilometers (383.2 miles); its epicenter was located 121 kilometers (75 miles) southwest of Cotabato; and 910 kilometers (566 miles) south-southeast of Manila. No damage has been reported, reported Rona Faeldin of the Philippines Coast Guard to CNN. The Hawaii-based Pacific Tsunami Warning Center has released notices in response to each of the four quakes, stating that no destructive force tsunami has been generated by the deep quakes. The quake was reported felt in cities such as Zamboanga, and officials \"were still determining if there were casualties or damages\", Xinhua reported. A resident in the area, Yolly Andrias told Xinhua that \"they were still sleeping when the strong quake awoke them.\" An 8.0 earthquake struck the region in 1976, generating a tsunami which devastated 700 kilometers of coastline in the Sulu Archipelago and southern Mindanao island. The region includes faults in the Sulu Trench in the Sulu Sea and the Cotabato Trench, a subduction zone crossing the Celebes Sea and the Moro Gulf."}, "3-89": {"heading": "Strong earthquake hits Pakistan, north India, Afghanistan ", "link": "https://en.wikinews.org/wiki/Strong_earthquake_hits_Pakistan,_north_India,_Afghanistan", "date": "8-October-2005", "text": "The strongest earthquake (7.6) that South Asia experienced in the last century caused widespread damage across Pakistan, North India, and Afghanistan this morning. Strongest hit was apparently Kashmir. Tens of thousands of people are feared dead. The epicenter was close to Muzaffarabad, 138 km to the north of Islamabad, and also caused severe damage from both shaking and from landslides to Balakot, Garhi Habibullah and one village in Rawalakot. Reports on fatalities are conflicting, but even the most conservative estimates put the toll as high as 20,000. Pakistani President Pervez Musharraf told the BBC he knew of 20,000 people that were killed but added: \"I wouldn't be able to make an accurate assessment for days.\" He also asked for international help and specifically requested large cargo helicopters to supply remote areas. The US has come forward to assist by providing eight military helicopters. The communications minister for the Pakistan-controlled Kashmir, Tariq Mahmmod, said on Sunday, that \"more than 30,000\" died in his region alone. Aside from Kashmir most of the deaths occurred in the North-West Province of Pakistan and other northern areas. The estimated death toll has now reached 35,000. Maj. Gen. Shaukat Sultan, a spokesman for Musharraf, said the scale of the devastation was the biggest Pakistan has ever seen. As emergency workers searched for trapped people and helped the injured, an international relief and recovery effort geared up. A U.N. disaster relief team was due in Islamabad, the Pakistani capital, on Sunday. Britain, Germany, and the United States were among countries offering aid. India, Pakistan's neighbour and longtime rival, also offered aid (details). A British team from the International Rescue Corps was assisting in the operation at Marghalla Towers on Sunday, equipped with heat-seeking detectors, portable oxygen bags, and advanced slab and metal cutters. According to Pakistan Television this meant that \"rescue efforts are picking up pace, and lot of time is being saved.\" The tremors began at 8:50 am (03:50 GMT), and continued for two minutes, followed by several aftershocks over a period of ten minutes. Initial reports said that they were felt in Delhi, Islamabad, Lahore, Quetta, Kabul, Punjab, Jammu, Kashmir, and other areas. A magnitude 6.3 aftershock occurred seven hours later just to the northwest. The earthquake caused several apartment buildings in Islamabad to collapse, trapping hundreds of people. 250 children were killed in Gari Habi Ullaha between Mansehra and Muzaffarabad when their school collapsed. The Pakistani Interior Ministry reports that several villages were \"wiped out.\" Pakistan's army has been directed to extend all out help to the civil population in the quake-hit areas. All civil and military hospitals have been directed to deal with the situation on an emergency basis. The President and the Prime Minister have appealed to the nation to stay calm in the face of the calamity, and asked the authorities concerned to carry out an immediate assessment of the extent of the damage. The Pakistani Prime Minister Shaukat Aziz talked by telephone with authorities in four provinces and Azad Kashmir.  He directed them to utilize all machinery, and make all possible efforts to help the victims. He said that the whole federal administration, civil and military authorities had been alerted and relief goods had been provided to them for the victims of the quake. Most of the roads are closed in the Northern Sector near the earthquake, and some have been completely washed out, so the Pakistani army is flying supplies in by helicopter. Telephone and electricity connections have been cut to towns such as Muzaffarabad, making logistical operations much more complex. The heavy rains have also contributed to the suffering of the many thousands who are now homeless. Across the line of control in Indian-administered Jammu and Kashmir, officials said Saturday that more than 465 people, at least 34 of them soldiers, were killed in the quake. Worst hit in India was the town of Uri, close to the border with Pakistan, where four in five of the town's buildings were leveled, and at least 120 people lost their lives. Officials in India have been criticised for the slow pace and lack of organisation in the relief effort[1]. CNN's list of Aid Agencies : http://www.cnn.com/2005/WORLD/asiapcf/10/09/quake.aid/index.html The Network for Good's list of Aid Agencies : http://www.networkforgood.org/topics/international/earthquake/southasia100805.aspx?source=YAHOO&cmpgn=NEWS&RTP=http://news.yahoo.com/s/ap/20051009/ap_on_re_as/pakistan_quake"}, "3-90": {"heading": "Minor earthquake shakes Illinois ", "link": "https://en.wikinews.org/wiki/Minor_earthquake_shakes_Illinois", "date": "18-April-2008", "text": "According to the United States Geological Survey (USGS), a magnitude 5.2 earthquake has struck parts of Illinois, Indiana, Kentucky, and other Midwestern states in the United States. The USGS states that the quake hit at 4:37 a.m. (central time) approximately 9 kilometers (6 miles) northwest of Mount Carmel and had a depth of just over three miles. It could be felt as far away as Milwaukee, Wisconsin. So far there are no reports of injuries, damage or deaths, but the USGS states that the damage could be light to moderate with isolated areas having heavy damage. About 7,000 people live in Mount Carmel. A magnitude 4.6 aftershock hit at 10:15 am (central time)."}, "3-91": {"heading": "Strong earthquake strikes southwestern Iceland ", "link": "https://en.wikinews.org/wiki/Strong_earthquake_strikes_southwestern_Iceland", "date": "29-May-2008", "text": "A strong earthquake with magnitude 6.2 hit southwestern Iceland at 15:46 UTC. The epicenter was located 45 kilometers (30 miles) from the nation's capital, Reykjavik. At least 30 people are reported to have been injured, but so far there are no reports of deaths. Some buildings along the main road leading to the town of Selfoss suffered minor damage, leading to the closure of the road. Almost 6,400 people live in the town. \"People are mostly shocked and scared but no one is seriously injured so far,\" said Soffia Sigurdardottir, a rescue worker assisting those in need of help. \"Everything was shaking. The glass in the windows shook and everybody was just really scared,\" said Audbjorg Olafsdottir, an economist in Reykjavik. Over 300,000 people live in Iceland. In June of 2000, a magnitude 6.6 quake struck the nation, which had been the country's first major earthquake in 88 years."}, "3-92": {"heading": "Wikinews interviews Juana Bustamante, Chilean earthquake survivor from Paniahue ", "link": "https://en.wikinews.org/wiki/Wikinews_interviews_Juana_Bustamante,_Chilean_earthquake_survivor_from_Paniahue", "date": "3-April-2010", "text": "Paniahue, Santa Cruz, Chile – Wikinews' Diego Grez interviewed Juana Bustamante, a Chilean earthquake survivor from Santa Cruz, who lost her home. Juana told us her story of what she faced when the earthquake took place. The building where she was living fell down while she was on the second floor. Its first floor practically disappeared. ((Diego Grez)) Where are you living right now? ((Juana Bustamante)) We are living in tents that the military gave to us. There are 22 families here [over the court], and over there by the plum trees there are another 22, in addition to the ones that are living in the school, and some that live [over there] on the other side. ((DG)) In total, how many families do you think there are [who have lost their home]? ((JB)) There are apparently around 365 families. All of us are homeless. ((DG)) What is going to happen to the apartments? ((JB)) I'm not sure. It's such a shame. Imagine the pain of seeing your home completely destroyed and having to live in the court. It's terrible. ((DG)) Has the Mayor, Mr. Héctor Valenzuela helped you? ((JB)) No, he hasn't helped us. He knows that tons of mice are coming out from sewers over there. A few days ago, someone told him that mice were coming out of the sewers. He laughed and said: \"I'll see later what I can do.\" Can you see how the water has expanded throughout the entire street? Valenzuela said that the departments have to be demolished before they can give us provisory homes (mediaguas). ((DG)) Thanks for your time and I hope you can get your home back soon. ((JB)) Thank you for this interview to let the world know what's happening to the common people, to the poor people. Thanks again."}, "3-93": {"heading": "Lethal earthquakes rock western Iran, 70 or more die ", "link": "https://en.wikinews.org/wiki/Lethal_earthquakes_rock_western_Iran,_70_or_more_die", "date": "31-March-2006", "text": "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1. The third quake measured a 6.0 and hit Doroud and the villages surrounding the area at 4:47 a.m. local time (0117 GMT) on Friday. According to the U.S. Geological Survey, however, a 5.7 magnitude quake occurred at 0117 UTC followed by an earthquake of 4.7 magnitude fifteen minutes later. They also report that the previous day, a quake measuring 4.7 in magnitude occurred in the same area. Power has been cut to some areas and there are reports of at least 330 villages that have been severely damaged. Some reports say that at least 20 villages have been destroyed. Thousands have been left homeless as a result. In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province."}, "3-94": {"heading": "Series of earthquakes strikes Reno, Nevada area ", "link": "https://en.wikinews.org/wiki/Series_of_earthquakes_strikes_Reno,_Nevada_area", "date": "25-April-2008", "text": "A large series of earthquakes has hit the northern area of U.S. state Nevada recently, particularly in and around the Reno metropolitan area.  Between the hours of 01:00 PDT (08:00 UTC) on April 24 and 16:00 PDT (23:00 UTC) on April 25, over 125 earthquakes, ranging in magnitude from 0.7 to 4.2 on the Richter scale, hit the Reno area.  Six of the earthquakes were of magnitude 3.0 or greater, noticeably shaking local residents.  The area has seen at least 500 earthquakes greater than magnitude 0.7 in the last two months; of those, about 45 have exceeded 2.0 on the Richter scale. Nevada is the third most earthquake-active state in the United States, and the Reno area regularly sees seismological activity.  However, recent events, particularly yesterday's series of tremors, have become alarmingly frequent for locals.  The recent tremors are also unusual in that the most recent earthquakes have been the largest. The most common earthquake scenario is a large quake followed by smaller aftershocks."}, "3-95": {"heading": "Southern California hit by 5.1 earthquake ", "link": "https://en.wikinews.org/wiki/Southern_California_hit_by_5.1_earthquake", "date": "6-December-2008", "text": "According to the United States Geological Survey (USGS), Southern California in the United States has been struck by a magnitude 5.1 earthquake. The quake struck at 8:18 p.m. (Pacific Time) on Friday night. The epicenter was located 56 kilometers (35 miles) East of Barstow and 188 k.m. (116 miles) East, Northeast of Los Angeles. So far there are no reports of damage or injuries. Over 21,000 people live in Barstow. \"[The quake was] relatively shallow and if it were located in a more populated area it could be very damaging, but it's out in the middle of the desert, in the middle of nowhere,\" said Richard Buckmaster, a seismologist for the USGS. The quake was recorded at a depth of 5 km (3.1 miles). Reports say that the shaking could be felt as far away as San Diego where it shook the sheriff's office building. The shaking was also felt in Los Angeles. Nearly a dozen aftershocks ranging from magnitudes 1.0 to 2.5, have been recorded in the same location since the main event. Recently, a magnitude 5.4 earthquake struck downtown Los Angeles, but caused no damage or injuries. The earthquake's epicenter was located near a golf course in an upscale community 3 km (2 miles) Southwest from Chino Hills, or 47 km (29 miles) East, Southeast of Los Angeles (33.959° N 117.752° W). The most recent damaging quake to hit Southern California was the January 17, 1994 Northridge quake in Reseda. That quake had a magnitude of 6.7, and killed 72 people and injured over 9,000."}, "3-96": {"heading": "7.1 magnitude earthquake in Fiji ", "link": "https://en.wikinews.org/wiki/7.1_magnitude_earthquake_in_Fiji", "date": "4-January-2006", "text": "The quake hit 579 kilometers below the Earth's surface about 100 kilometers North East of Ndoi, the US Geological Survey said. No damage or injuries have been reported following the quake and the Pacific Tsunami Warning Center said they did not expect it to trigger a tsunami as the quake happened far below the Earth's surface. Lasarusa Veutibau, a seismologist at Fiji's Mines and Resources Department, said the quake was too deep to have been felt anywhere in the Fiji Islands."}, "3-97": {"heading": "No tsunamis after two major earthquakes strike islands near India and Japan ", "link": "https://en.wikinews.org/wiki/No_tsunamis_after_two_major_earthquakes_strike_islands_near_India_and_Japan", "date": "10-August-2009", "text": "Tsunami warnings were issued by the National Oceanic and Atmospheric Administration (NOAA) and later canceled after a magnitude 7.6 earthquake struck the Andaman Islands near India. The quake struck 260 kilometers (160 miles) North of Port Blair in the Andaman Islands at approximately 1:55 a.m. local time with a depth of 33.1km (20.6 miles). The United States Geological Survey (USGS) says it's likely the quake was an aftershock to the deadly magnitude 9.1 earthquake in 2004 that triggered a massive tsunami killing nearly 230,000 people. The warnings had applied to Myanmar, Indonesia, Bangladesh, Sri Lanka and Thailand. The NOAA indicated the risk of a tsunami was 'moderate to high', but no waves were reported in any of the areas indicated in the warning. \"Sea level readings indicate that a significant tsunami was not generated. Therefore the tsunami watch issued by this center has been canceled,\" said the NOAA earlier in a statement on its website. Minutes after the quake, at 2:07 a.m. Indian time, the USGS said a magnitude 6.4 earthquake struck 31 kilometers (19 miles) south-southwest of Shizuoka Prefecture, Japan, with a depth of 26.8 km (16.7 miles). However, officials in Japan put the quake at a magnitude 6.6. A tsunami watch was also issued for the area and a short time later small, a two foot rise in sea level was reported in the Tsuruga Bay area. A 10 inch rise in sea level was also reported in Yaizu City. As a precaution, Japanese officials have shut down at least two units, reactor No. 4 and 5 at the nuclear power facility in Hamaoka to perform a safety check. Alarms inside the plant indicated a possible radiation leak inside reactor 5, but officials say no radiation has been detected outside containment. According to Japan's Trade Ministry, both reactors shut down automatically after sensors detected the quake. Area trains have also been stopped. This was the second earthquake in Japan in two days, following an earlier one that measured 6.9 near Tokyo. There are no reports of major damage with either quake. In Japan, some windows broke and roof tiles dislodged from roofs. Spokesman for the USGS, Paul Caruso, says both quakes appear to be unrelated. Minor injuries were reported in Japan due to falling objects, but there are no reports of any deaths.  Singer, songwriter and actress Jessica Simpson, who flew to Japan over the weekend, is also safe after feeling the shaking. \"Thought I was hallucinating during a 6.6 earthquake in Japan. I have never felt anything like this in my life,\" said Simpson from via her Twitter account. Indonesia has also seen an earthquake, a 5.7 magnitude that occurred 74km from Wewak at 1:46 a.m. local time on Monday."}, "3-98": {"heading": "Over 250 killed in failed coup attempt in Turkey ", "link": "https://en.wikinews.org/wiki/Over_250_killed_in_failed_coup_attempt_in_Turkey", "date": "18-July-2016", "text": "In an unsuccessful coup attempt apparently by elements of the Turkish Armed Forces in Istanbul and Ankara, 265 people were killed and 1440 were injured, Turkish Prime Minister Binali Yıldırım reported on Saturday. Following the incident, 2,839 soldiers and officers were detained and, according to another military official, 104 coup plotters were killed. General Hulusi Akar, held by the rebels, was later freed. On Friday, the rebels declared martial law claiming to have \"taken control of the country\" and said Turkish president Recep Tayyip Erdoğan's government was responsible for damaging Turkey's secular tradition. They shut down Istanbul Atatürk Airport and blocked the two bridges over the Bosphorus, with gunfire and, by some reports, jets dropping bombs in Istanbul and Ankara. Social-networking websites were blocked in the country and news channel CNN stopped broadcasting. Tank fire and explosions were reported at the parliament. Prime Minister Yıldırım declared a no-fly zone over Ankara. Erdoğan was in Marmaris during the coup attempt. Erdoğan after reaching Istanbul on Saturday, said, \"Those who betrayed this country will pay for this treachery\" ((tr))Turkish language: ‍Bu vatana ihanet edenler, bu ihanetin bedelini ödeyecek as he announced he would remain president. General Zekai Aksakalli told NTV, \"Those who are attempting a coup will not succeed. Our people should know that we will overcome this\". Erdoğan supporters were seen carrying the Turkish flag on the streets of Istanbul. During Erdoğan's address to citizens, coup supporters were seen surrendering, abandoning military tanks, given citizen opposition to the coup. Eight people fled the country seeking asylum in the Greek city of Alexandroupolis, according to Greek officials. Officials claimed Fethullah Gülen, who is currently in the United States on an exile, was responsible for the coup; Deutsche Presse-Agentur reported Gülen condemned the attempt."}, "3-99": {"heading": "Large earthquake strikes coast off French Guiana ", "link": "https://en.wikinews.org/wiki/Large_earthquake_strikes_coast_off_French_Guiana", "date": "14-April-2008", "text": "An eathquake with a magnitude of 5.2 has struck at the coast just north of French Guiana. The earthquake struck 770 miles North East of Cayenne, the capital of French Guiana. The earthquake occurred on the Mid-Atlantic Ridge, which is a continental ridge that stretches through much of the Atlantic and Arctic oceans. The earthquake, which struck 1050 miles away from Belem in Brazil, occurred at 23:29:52 UTC yesterday."}, "3-100": {"heading": "Strong 6.5 earthquake strikes China ", "link": "https://en.wikinews.org/wiki/Strong_6.5_earthquake_strikes_China", "date": "10-November-2008", "text": "According to the United States Geological Survey (USGS), an earthquake with magnitude of 6.5 has struck China. Xinhua, one of China's main news agencies, reports the quake at a magnitude of 6.3. According to the USGS, the quake was centered 55 kilometers (35 miles) East, Southeast of Da Qaidam, Qinghai province and was reported at a depth of 10km (6.2 miles). It struck at approximately 9:22 a.m local time on Monday morning. Although there have been no immediate reports of damage or injuries, the USGS says damage in the area could be \"very heavy\". The shaking was felt as far away as Golmud, and Xining, where witnesses say buildings shook, but there was no damage.  This is adjacent to Tibet Autonomous Region and just at the foothills of Tibetan Plateau. The Da Qaidam region is an area of China where there are several launch sites for DF-4 nuclear missiles. At least two nuclear missiles are reported to be stored in the Da Qaidam Basin and were deployed there in 1998. Da Qaidam is one of five locations throughout China where launch sites exist. There is no word if the sites suffered any damage from the quake."}}