{"6-1": {"heading": "High potential for wildfires across Texas for several days ", "link": "https://en.wikinews.org/wiki/High_potential_for_wildfires_across_Texas_for_several_days", "date": "13-July-2022", "text": "Extreme high heat and dry conditions are serving to create the potential for excessive wildfires across much of Texas, according to officials. On Tuesday, a report citing officials with the Texas A&M Forest Service, noted that even though thunderstorms are predicted this week, lightning from those storms could spark ignitions of fire. Between July 8 and July 10, forty-three new wildfires were recorded across the state. The report also noted the potential is high for wildfires to erupt near the cities of Athens, Tyler, Longview, Palestine and Huntsville. Also on Tuesday, temperatures in the city of Tyler hovered at 102 °F (38.9 °C) for most of the afternoon. As of Wednesday, the National Weather Service has a heat advisory in place across portions of southern Texas."}, "6-2": {"heading": "Zimbabwe may face famine due to wilting crops, organisation says ", "link": "https://en.wikinews.org/wiki/Zimbabwe_may_face_famine_due_to_wilting_crops,_organisation_says", "date": "19-January-2010", "text": "The US-funded Famine Early Warning System Network (FEWSNET) has said that Zimbabwe may face famine this year, due to wilting crops caused by poor rains. The organisation added that more than two million Zimbabweans would require food aid between now and March. “Since December, below-average precipitation and above-average temperatures continue to help strengthen seasonal moisture deficits across central Mozambique, southern Malawi, southern Madagascar and southern Zimbabwe,” FEWSNET said. FEWSNET remarked that low amounts and rainfall, coupled with high temperatures, could result in crop failures in regions like Masvingo, Gwanda, Bulawayo and part of Manicaland. It also said that the World Food Programme is intending to increase food aid measures in the country. FEWSNET's estimate for the number of food-insecure people in Zimbabwe is now at 2.2 million, above the 1.7 million estimate for October through December."}, "6-3": {"heading": "Researchers discover high temperature enables more efficient hydrogen generation ", "link": "https://en.wikinews.org/wiki/Researchers_discover_high_temperature_enables_more_efficient_hydrogen_generation", "date": "28-November-2004", "text": "A more efficient way to produce useable hydrogen has been demonstrated by researchers. It uses very high-temperature electrolysis to separate hydrogen from water, so that hydrogen may be used for energy production. Electrolysis is one method by which laboratories and factories produce hydrogen. An electrical current is passed through water, breaking it down into hydrogen and oxygen gas, which are then collected above the water reservoir. Researchers in Salt Lake City, Utah, at Ceramtech Incorporated, in collaboration with workers at The Idaho National Engineering and Environmental Laboratory report that when water is superheated to 800 degrees Celsius, far less electricity is required to produce the same volume of hydrogen. The researchers envision that future nuclear fission plants could be used both to heat the water as part of their cooling system, and generate the needed electricity. Concerns have been raised regarding the safety of such arrangements, however.  Jeremy Desterhoft, an independent consultant on nuclear energy safety, warns the \"elevated levels of radiation required to sufficiently lower the atomic separation point is beyond the current capabilities of any recent cooler.\"  He does not believe that economically viable cooling technology will be available for at least four to six more years."}, "6-4": {"heading": "Snow causes disruption in UK ", "link": "https://en.wikinews.org/wiki/Snow_causes_disruption_in_UK", "date": "8-February-2007", "text": "Heavy snow has caused disruption in the United Kingdom with airports and schools closed and delays on the road network. Snowfall was highest near Worcester with 9cms of snow falling.  The snow has caused hundreds of school closures and major disruption to airports with Birmingham, London Gatwick and City, Bristol and Cardiff runways closing although these have now re-opened.  However the runways at Luton and Stanstead remain closed due to the bad weather. The road network has also been affected with some snow settling and accidents occurring causing major congestion in some areas, althought gritting by the Highways Agency and local authorities has limited the effect on trunk roads and motorways. Schools were closed in Birmingham, Solihull and Dudley, while some remained open in Gloucestershire, Herefordshire, East Anglia and Wales, Shropshire, Staffordshire and Cheshire. Drivers are being warned that driving conditions will continue to be adverse and are being advised only to travel if absolutely necessary. Train services by Midland Mainline and Virgin as well as the London Underground are affected, with delays, reduced services and cancellations. The overall economic effect of the snow is predicted to cost the British economy approximately £400 million due to loss of work hours. There has also been loss of power in some areas of Wales including Abergaveny, Llandeilo and Blaenporth. The snow fall is expected to continue into the evening but may turn to sleet in some areas.  Also cold temperature tonight will mean that there is a high chance of ice forming on the road network. Up to 15 cm of snow is expected through the day in some hilly areas but wetter and milder weather is expected over the weekend."}, "6-5": {"heading": "U.S. heat wave kills at least 50 ", "link": "https://en.wikinews.org/wiki/U.S._heat_wave_kills_at_least_50", "date": "23-August-2007", "text": "Record-high temperatures are being reported across parts of the Midwest and Southern United States. However, the extreme heat has turned deadly for many. Over 50 deaths are being blamed on the heat, with the latest deaths coming from Alabama and Missouri. In Kentucky, a fire broke out at an electricity substation, forcing the Tennessee Valley Authority to request major electrical consumers to reduce their power use. In Nashville, yesterday's high temperature reached 102ºF. Nashville has seen 13 days this month where the high temperature reached above 100ºF. The extreme heat wave is now expected to move into Ohio, a state where very heavy rainfall caused evacuations and considerable structural damage. The National Weather Service predicts heat indexes to soar as high as 104 degrees."}, "6-6": {"heading": "2006 record heat wave moves across U.S. eastern seaboard ", "link": "https://en.wikinews.org/wiki/2006_record_heat_wave_moves_across_U.S._eastern_seaboard", "date": "1-August-2006", "text": "The massive surge of hot air that has plagued the West and Midwest during last week has now moved over the eastern seaboard of the United States. Residents are bracing themselves for what could be record breaking temperatures. Many cities are already struggling due to power outages from mid-July's Heat Wave, particularly some in the Queens and Staten Island in New York City. Consolidated Edison, the power supplier for the New York City area, has reported that many customers are still without power. They urge customers to lighten the load on power usage to help avoid further service interruption. Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC). The National Weather Service has posted Excessive Heat Warnings for many of the cities in the eastern seaboard that do not normally experience this type of dangerously hot weather. On Tuesday August 1, 2006 according to The Weather Channel, New York City will have a high temperature of 98ºF in Central Park, however other areas in the New York City area are expected to rise above 100ºF. Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark. To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels. An Air Stagnation Advisory has also been issued for much of the urban areas on the eastern seaboard and \"BosWash\", as rain is expected to be very minimal through Thursday. Many residents say this heat is unheard of as temperatures are expected to be higher than that of Florida and some parts of Texas, where it is typically hotter. The oppressive and dangerously high temperatures will remain this way well into Thursday afternoon, according to meteorologists, when a cool front is expected to move in and provide much needed relief."}, "6-7": {"heading": "Florida suffers from summerlike conditions ahead of cold front ", "link": "https://en.wikinews.org/wiki/Florida_suffers_from_summerlike_conditions_ahead_of_cold_front", "date": "20-October-2006", "text": "Most of the U.S. state of Florida is sweltering in summerlike heat and humidity ahead of a cold front, which promises to bring down polar air from Canada to cool down the state next week. A wide swath of Florida has reported temperatures above 90º Fahrenheit (32º Celsius) over the last three days, with heat indices either approaching or topping 100ºF (38º C), with similar conditions persisting into the weekend. At the Tampa Vandenberg Airport yesterday, few clouds and south-southwest winds pushed the temperature to 93º (34º C), toppling the previous record set for that date (89º in 1993). At the Tampa International Airport, the recorded high was 88º (31º C), just one degree shy of the record set on that date, also in 1993. Record-breaking highs were also witnessed yesterday at the Orlando International Airport: the recorded high was 93º, breaking the record of 91º set back in 1980. In downtown Jacksonville, the recorded high yesterday was 88º, three degrees shy of the record set in 1980, but still ten degrees higher than the average high for October 19. Even normally warm Miami flirted with record highs. On October 18, Miami recorded a high of 89º in downtown, one degree shy of the record high set back in 1993. The only part of the state receiving a respite from the high temperatures is the Panhandle, which is already feeling the effects of the nearly stationary cold front."}, "6-8": {"heading": "2-year-old dies in car in 100ºF heat with windows rolled up ", "link": "https://en.wikinews.org/wiki/2-year-old_dies_in_car_in_100%C2%BAF_heat_with_windows_rolled_up", "date": "24-August-2007", "text": "A two-year-old girl was found dead inside a car yesterday in Union Township, Clermont County, Ohio The car was parked outside the Glen Este Middle School with all windows rolled up. High temperatures in the area reached 100ºF (~38ºC). Police said that the girl had been inside the car for hours before her death. A friend of the family said the child was Cecelia Slaby, however police are not reporting any personal information. The car was registered to the school's vice principal, Brenda Nesselroad-Slaby. The school staff had to report to work to prepare for the start of school next week. The family friend that identified the girl also told News 5 in Cincinnati that Nesselroad-Slaby was scheduled to attend a 7 a.m. meeting, but decided that was too early in the day to drop off Cecelia, so she ran several errands instead. The source said Cecelia likely fell asleep in the car and Nesselroad forgot about her when she did go to the school, as she usually does not care for the child in the morning. However, police have not released any specific details. The family friend described Nesselroad as \"mother of the year.\" The National Highway Traffic Safety Administration says the temperature inside a closed vehicle setting in sunlight can raise nearly 20 Fahrenheit degrees (11 Celsius degrees) in just three minutes. Another three or four minutes, and the administration says a car's temperature can reach 125ºF (~52ºC). Heatstrokes occur when the body reaches a temperature of 104ºF (40ºC). No charges have been filed. An autopsy has been scheduled."}, "6-9": {"heading": "8.9 magnitude earthquake hits Japan, causes tsunami ", "link": "https://en.wikinews.org/wiki/8.9_magnitude_earthquake_hits_Japan,_causes_tsunami", "date": "11-March-2011", "text": "A massive 8.9 magnitude earthquake occurred in northern Japan early on Friday.  The earthquake's epicenter is 130 km (81 miles) east of Sendai, in the Honshu island of Japan. According to the U.S. Geological Survey, the epicenter was at a depth of 24.4 km (15.2 miles). The earthquake triggered tsunamis in various parts of the country. Japan issued a tsunami warning immediately after the earthquake, followed by tsunami warnings for New Zealand, Australia, Russia, Chile, Guam, Philippines, Indonesia, Papua New Guinea, Nauru, Hawaii, Northern Marianas (USA), Taiwan, and California. It is confirmed for the Philippines that if the tsunami doesn't hit the country for 2 hours (5:00 - 7:00) it will be slightly safer, it is currently alert number two for all regions. The tsunami attained a height of 10 meters, and swept houses, buildings and cars according to reports. Shinkansen stopped the bullet train service following the quake. According to reports, an oil refinery was set ablaze by the quake at Ichihara, Chiba prefecture to the east of Tokyo. The National Weather Service said that earthquakes \"of this size\" often \"generate tsunamis potentially dangerous to coasts outside the source region.\" \"Based on all available data a tsunami may have been generated by this earthquake that could be destructive on coastal areas even far from the epicenter,\" it added. About 20 people were reportedly injured in Tokyo following the collapse of a roof of a hall. 4 million people are estimated to be without power in the capital. In Sendai, several people are feared to be buried under the remains of a collapsed hotel. Prime Minister Naoto Kan said there had been no nuclear plant radiation leaks caused by the disaster. He expressed sympathy to all victims in his address, promising help, and stating that an emergency response headquarters had been set up. 288 people have been confirmed dead so far. However, a 2-3 km area around the Fukushima Nuclear Power plant has been evacuated as a precaution as the temperature inside on of the nuclear reactor has \"remain[ed] at a high temperature\" despite the plant being shut down. Trade Minister Banri Kaieda advised that there is a possibility of a radiation leak at the plant."}, "6-10": {"heading": "US admits use of white phosphorus in Iraq ", "link": "https://en.wikinews.org/wiki/US_admits_use_of_white_phosphorus_in_Iraq", "date": "16-November-2005", "text": "A documentary aired by Italy's state-run RAI24 television has led to an admission from U.S. military of use of white phosphorous munitions during actions in Fallujah The documentary alleged the U.S.A. used the weapons in a \"massive and indiscriminate way\" against Iraqi civilians, but the military denies the weapons were used against citizens. Embedded Journalist Darrin Mortenson, who was with U.S. troops during the operation in Fallujah, already reported in April 2004 that a mortar team leader \"directed his men to fire round after round of high explosives and white phosphorus charges into the city Friday and Saturday\". The U.S. State department initially denied that white phosphorus was used as weaponry, but Pentagon spokesman, Lt. Col. Barry Venable said white phosphorous munitions were used as an incendiary weapon against enemy combatants. \"It was not used against civilians,\" he said in a Tuesday briefing. Lt. Col. Venable repeated U.S. State department statements that white phosphorous munitions are a standard field artillery element. Up until at least April 2001 it was \"against the law of land warfare to employ WP against personnel targets\" according to the U.S. Army Battle Book. The Pentagon briefing directed reporters to the March-April 2005 edition of the U.S. Army's Field Artillery magazine, where veterans of the Fallujah action described their use of white phosphorous munitions to \"flush [insurgents] out\", and it use as a screening agent (providing smoke cover) and as \"a potent psychological weapon against the insurgents in trench lines.\" The 1980 Convention on Conventional Weapons (Protocol III), which the USA is not a signatory to, disallows the use of incendiary weapons against civilian populations or air attacks against troops stationed in a civilian population center, but does not outlaw its battlefield use. General George Casey's 8 November 2004 briefing estimated the number of civilians still in Fallujah as between 20,000 and 100,000 civilians. White phosphorous burns at temperatures near 5,000 degrees Fahrenheit (2760 C). It is used to start fires and can cause severe burns where it strikes humans. The Italian documentary showed photos of what it said were Iraqis who had been burned by the white phosphorous. The accepted lethal dose of white phosphorous is 1mg/kg. The smoke raises contentions for its battlefield use. It is primarily used as a \"marker\", as the high temperature combustion causes \"pillaring\" of the smoke column. But the smoke does contain phosphoric acid and traces of unburned phosphorous, which is corrosive to human tissue (internally and externally.) The US Army Field Manual cautions \"Phosphorous smoke produces phosphoric acid. Soldiers must wear respiratory protection, such as protective masks, if exposed to phosphorous smoke.\" \"Chemical weapons used in Iraq by US military, says Italian documentary\" — Wikinews, November 8, 2005"}, "6-11": {"heading": "Wikinews international report: \"Anonymous\" holds anti-Scientology protests worldwide ", "link": "https://en.wikinews.org/wiki/Wikinews_international_report:_%22Anonymous%22_holds_anti-Scientology_protests_worldwide", "date": "10-February-2008", "text": "The Internet group Project Chanology today held protests critical of the Church of Scientology. The protests marked what would have been the 49th birthday of Lisa McPherson, who is claimed to be a victim of the Church of Scientology's practices. Lisa died in 1995 during a running of what Scientologists refer to as an Introspection Rundown, a procedure intended to help Church members deal with a psychotic or deeply traumatic event. Protests were planned throughout the day in 14 countries and over 50 different cities. The estimation of total protesters world wide for Feb. 10, 2008 is 9,250 people. Wikinews had correspondents at a number of protest locations to report on the events. This article was updated throughout the day with reports from around the globe. About 150 anonymous protesters turned out in Adelaide to protest the Church of Scientology. Most wore masks, many also wearing suits or wigs. 200+ members of Anonymous gathered in Atlanta.  While riot police were called to the scene as well as the local media, only one incident occurred.  A person from the Anonymous crowd tried to enter the church to talk to them but police temporarily detained him.  He was later released without charges. Correspondent: Craig Russell Correspondent: TUFKAAP Protesters in Boston covered all four corners of the block surrounding the Church with 30-45 people on each side of the streets and corners. Most protesters ranged from 18 to 25 years old. Crowds soon swelled to numbers of about 250. The weather was of typical New England weather, where it quickly jumped from sunny weather at the start to slight drizzling rain then to a downpour and eventually a flurry that lasted about 15–20 minutes before dissipating. However, even that did not drive the protesters away. The protesters' meet up spot was Trinity Church in Boston's famed Copley Square right under the gaze of the John Hancock Building. After congregating protesters proceeded down to the local Scientology church and began their picket. An ex-Scientology member know as Larry Brennan showed up and said he applauded what \"Anonymous\" was doing. Meanwhile, a camera watched the protest from the top floor of the Scientology church looking at the protesters gathered below. Throughout the protest, each corner took turns shouting this chant \"Religion! Should! Be! Free!\" At the same time, cars honked in support for the protesters, including firemen of the Boston Fire Department and the Boston Public Works Department road sanding crew, along with various taxis. Drivers were often encouraged to honk by the protesters. Protesters gave pamphlets and leaflets to cars, pedestrians, and police officers. According to the free daily BostonNOW, Rev. Gerard Renna of the Boston church referred to Anonymous as \"a group of cyber-terrorists ... perpetrating religious hate crimes.\" It is estimated that 200-250 people attended in total. Correspondent: Brian McNeil The Brussels protest organisers decided to take things one step further than the \"mask\" dress code - and introduce a formal dress code of \"Black, and Red Tie\". Saturday saw the start of press coverage for the event with Dutch-language national paper De Morgen devoting four columns in their reporter section to the protest and events that led up to it. Lisa McPherson, Tom Cruise, and John Sweeney were all covered along with images of the \"Anonymous\" advertising poster and the European Church of Scientology HQ in the Brussels city centre. The protesters met up at Parc Royal metro station about 1 km away from the European H.Q. of the Church of Scientology and spent approximately an hour putting finishing touches to placards and cutting up leaflets, all under the watchful eye of a number of suspected Scientology \"spies\" equipped with cameras and cellphones. Following closely the advice from police the group of approximately 30 marched to 91 Wetstraat where the Church H.Q. is in a subdued manner with banners and placards turned down. As the group marched to their point where a static protest was permitted three film crews from Belgian TV ran round filming the group and walking backwards to interview those who were prepared to speak to the press. Protesters came from as far afield as Luxembourg. The police presence for the protest was fairly light, upon arrival at the protest site, 91 Wetstraat (Rue De La Loi) one van and three officers were parked outside the Scientology HQ, approximately 15 minutes later two other police cars had turned up - delivering the Brussels Central chief of police and another four officers to monitor the protest. Instructions were given to protesters that they could not, under Belgian law, conceal their faces with masks, scarves or veils. The signs in use by the protesters included a large \"HONK!\" which whenever a passing motorist hit the horn roused a large cheer from the crowd. Others read \"Scientology kills\", \"Religion is free, Scientology is not\", \"XENU.NET\", \"All your Thetans are belong to us\", \"Hello Scientology, We are Anonymous\", and \"Alien souls inhabit you\". Some were crudely done handwriting, others had been made at the pre-protest meeting with stencils and spray paint. A chant was started early on, and repeated a few times throughout the day, \"Brainwash! Brainwash! Brainwash!\", this could likely be heard by people within the Church H.Q. as a number of upper floor windows were open. Leaflets were handed out to passers by and motorists as they stopped at the nearest set of traffic lights. While highlighting that Christianity, Judaism, and Islam will freely give you details about their religion Scientology was starkly contrasted as \"Ask a Scientologist about their texts, You will be answered. After your check clears\". The protest went off with no problems, although concern was expressed by some participants that they were not better allowed to conceal their identities. This was made extra concerning with the belief that some of those taking photos from a distance were members of the Church cataloguing the protesters. Correspondent: DragonFire1024 As many as 50 people turned up to protest the Church in cold weather and wind driven snow. With temperatures ranging from 10 to just 15 degrees Fahrenheit and winds at nearly 45 miles an hour, protesters held signs and braved Mother Nature. Some lost their signs in the wind a few times, but managed to swipe them back up before they got lost in the weather. Among the protesters attending was Chuck Beatty, a former Scientologist of 27 years from the Sea Org in Pittsburgh, Pennsylvania. Several passing cars showed their support by honking, including a big red semi-truck tow truck. The police were on scene to make sure protesters followed laws, but they were off duty officers hired by the Church because they \"needed protection from Anonymous,\" said O. Casillas of the Buffalo police Department. Casillas also stated that protesters, \"according to New York state law\", had to be at least 100 feet from the Church, but because of a fence, protesters were allowed to picket across the street from the Church. Casillas also took a flier with the rules and regulations for protesters stating, \"I cannot take sides here, but the Church privately hired us.\" At least three members of the Church were seen photographing, videotaping, and counting anyone who was gathered outside the Church. The protesters were not approached by any members of the Church. Wikinews attempted to get a statement from the church, but Casillas stated that \"the Church knew what organization [I] was from\" and that \"Wikinews was not welcome there [at the Church].\" Wikinews recently published several stories and interviews that do not favor the Church and the officer's quotes suggest the Church is aware of those articles. See a gallery of images below, and or click on the 'Buffalo Photo Gallery' to see all the images. The Chicago protest against the Church began slightly before 11:00 a.m. (central time) and concluded at roughly 4:30 p.m.. Upwards of 70 protesters gathered in support of the protest. Though temperatures remained in the sub-zero range throughout the day (0 degrees Fahrenheit, -22 wind chill), spirits remained high. Participants handed out literature and held signs at the intersection of Lincoln, Wellington and Southport until roughly 2:00 p.m.. During that time, a nearby Catholic church dismissed, and numerous Church-goers welcomed the fliers. Protesters garnered a multitude of honks from supportive motorists. After 2:00 p.m., the large group splintered into multiple travelling squads which navigated the Lakeview and Lincoln Park neighbourhoods until 4:30 p.m.. Protesters had to follow legal restrictions and the Church conducted the Centre's counter-protest measures, such as blocking their windows and holding service from 11:00 a.m. straight through 6:00 p.m.. Approximately 200 people protested Scientology along Cleveland Street in Clearwater.  They were photographed by 20-year-old Scientologist David Pendery, who seemed to believe that it was \"unlawful to wear a mask and I wanted to document it.\"  The Church also hired ten police officers to monitor the protest. The protest was delayed by 30 minutes so the protesters would not interrupt a Presbyterian Church service. [4] More than 100 people picketed on a street corner in front of the Dallas Church of Scientology. Protestors held up signs with pictures of Lisa McPherson, who was a Dallas native. \"We want people to know we are raising awareness, and that is one of our main tools to fight Scientology,\" said one masked protestor. A few signs read \"Honk if you hate Scientology\", and some cars could be heard honking their horns as they passed by. Police were on the scene to ensure that the demonstration was peaceful. The Dallas Church of Scientology released a statement regarding the group Anonymous, which read, \"Using Scientology's prominence, Anonymous hopes to garner more attention ... Religious bigotry of any nature is deplorable and profoundly affects the entire community.\" Video from the event Around 50 to 140 people turned up at the Church of Scientology centre in Edinburgh to protest. As protesters were not allowed directly opposite the centre a small police presence was visible in order to control the crowd. Banners with \"Scientology Kills\" were placed at the front of the protesters and chants gradually began to start as the day progressed. Leaflets were handed out to members of the public passing by while people within the Church of Scientology were seen to be taking photographs from inside the church. Access to the church was restricted during the protest, but several protesters made comment to a reporter from the Scotsman newspaper. The Houston protest hosted an estimated 81 people.  Between 8 and 12 Houston police officers and staff were on site though, but stood and watched the protesters. There were no reports of significant confrontation, though scientologists and protesters took photographs of each other. A CW 39 cameraman was on site taking footage and conducting interviews.  Broadcast television reports of the protest were carried on KHOU CBS 11 and KHCW CW 39 later in the evening. Correspondents: Skenmy and Adambro The first London protest took place outside the Church of Scientology HQ in Queen Victoria Street. Upon arrival at 10:30, approximately 50 people were in attendance. This was complemented by a small team of police officers. Members of the Church of Scientology were handing out flyers outside the HQ, with the protesters on the other side of the road. Numerous members of the media, as well as tens of amateur photographers and videographers were in attendance. By 11:00, the number of protesters had grown to between 300 and 500. A variety of signs were on display, bearing such slogans as \"Ron is Gone but the Con goes On\" (referring to L. Ron Hubbard, founder of Scientology) and \"$cientology Kills\" (referring to the claims that the Church of Scientology extorts money from its members). The police responded to this growth in numbers with riot vans, a large number of Community Support officers, and Police Horses, as well as a dog unit. The protest at Queen Victoria Street was peaceful. Members of Anonymous were respectful of Police orders. Inside the building, security officers could be seen. Members were seen videoing and photographing the protests from the upper windows of the HQ building, prompting responses from the crowd. Signs were held saying \"Honk if you hate Scientology\" - causing a cheer from the crowd every time a car used the horn. The infamous bright yellow \"/b/\" van was seen driving past early in the protest. At around 1:00 the protesters moved on towards Tottenham Court Road's \"Dianetics and Scientology Life Improvement Centre\", where the police presence was even higher, and crowd barriers were set up. Half of Tottenham Court Road was closed for the demonstration, so a single-file line of traffic was all that flowed between the protesters (of which a significant majority of the original number turned up) and the Church of Scientology building. Members of the Church of Scientology were handing out flyers, much like at Queen Victoria Street. However, the crowd this time shouted for passers-by to \"tear it up\" - some of whom did. Police reacted to those tearing up the material and throwing it down with the issue of a littering ticket. This road was much busier than the previous one, and a large crowd gathered to look. The crowd could be heard shouting \"It's a trap!\" when members of the public were offered free Stress Tests by the members of the Church of Scientology. There were a number of minor incidents involving protesters (who were quickly distanced by the majority crowd), but no major violations took place. Estimates by Anonymous for the total numbers at the event range from 300 to 800 people, however the BBC and City of London Police report 200 people at the event. Correspondent: IlyaHaykinson At least 250 people attended the anti-Scientology protest in Los Angeles, California.  The protesters gathered in the morning at a central location and proceeded by subway to the site of the first protest, the Church of Scientology - Los Angeles.  For nearly two hours the protesters chanted \"We are Anonymous\" and other slogans, and responded with yells and upheaval to honking cars that were passing by.  The protest spread over two city blocks, and at one point the entire group of protesters circled the city block containing various Scientology buildings. The protest then proceeded via subway to the Church of Scientology International building in Hollywood.  There the protesters continued chanting, and marched up and down the street.  A group of protesters unfurled a banner in sympathy with the death of Lisa McPherson, and the crowd sang the happy birthday song for her. The protest continued for an additional couple of hours as the crowd moved to a former Scientology recruiting building and then to the street level of a major mall and tourist attraction, Hollywood & Highland. After losing quite a few members the protest moved on to the front of the CNN building in hope of getting on news. Security was high at all Scientology installations, with security officers blocking all entrances to Church buildings, patrolling on foot and bicycle, and most taking pictures or videos of protesters (or even the Wikinews reporter).  No police intervention was observed, though at least one or two officers were present at most times. Correspondent: Fallen-Griever A protest in Manchester took place outside the Church of Scientology centre located on Deansgate, with around 100 people protesting at its peak. The protest was peaceful, with the protesters mainly sticking to waving banners and handing out flyers to passers-by. Protesters respected a request from the police that they should leave the area by 3pm in order to avoid blocking the area for patrons leaving the multiple bars along Deansgate at the end of the Manchester Derby (a football match between Manchester United and Manchester City). There was a minimal police presence at the event and the Church of Scientology centre was closed by the end of the protest. In a video posted on YouTube, at least 75 to 100 protesters can be heard chanting \"Xenu, Xenu, Xenu\" as they protest across the street from the Church. Cars driving by honk their horns in support of the protesters. Police can be seen parked in front of the Church. Correspondent(s): Observer Updates as of 11:54 AM Correspondent(s): Observer In temperatures ranging from 0F to -4F, without windchill, several members of Anonymous showed up. The group ranged from 10 to 25+, with public response mostly positive. The Scientology protest in New Orleans took place at 11:00am CST. There were 19 members of Anonymous that showed up to protest. Everything went smoothly. One police officer stopped by just to make sure that the crowd was demonstrating peacefully. Many pictures and video was taken by the assembled group as well as pictures being taken by the few Scientologists that showed up. One large woman drove incredibly fast to park behind the Scientology building at one point (the church was closed before some protesters arrived) and nearly hit two protesters. She was later spotted snapping countless pictures from the second floor. Over the course of the protests, about 5 cars ended up parked behind the building. One bald man came out to attempt to harass some protesters and was labeled a \"Level 12 Paladin\". He left soon after. Eventually the two most interesting subjects of the Church of Scientology appeared, and were initially perceived as standard passerby's. When offered fliers the couple spat \"What have you done?\" and \"What are your crimes?\" at the protesters. One donned a Scientology vest and stood in front of the building, while his minion walked around taking pictures 5 inches from their faces. There was some sparse foot traffic in the area and handouts were given to people passing by. A woman stopped by to talk to some Anonymous and stated that she had a family member who was trying to leave the CoS and was glad for the protests. A man in a truck parked and got some fliers, promising to return. About an hour later he arrived, wearing sunglasses and armed with a homemade sign, and joined the group. An employee of the local newspaper, The Times Picayune, stopped to speak with Anonymous for a little while. He stated that he was in the area on another story but was interested in finding out information about the protest. The Anonymous answered his questions, gave him handouts, but refused to share any personal contact information with him. Near the end of the protest the two Scientologists decided to walk off. Correspondent(s): David Shankbone An estimated 150 people separated into two primary groups protested the Church of Scientology in Philadelphia. Protests began in the area surrounding City Hall, eventually culminating around the Church located on Race Street. Pedestrian foot traffic was high due to a major event at the Convention Center. A police officer on the scene described the gathering as \"the friendliest [protesters] I've ever seen.\" Correspondent: Bjweeks Approximately 60 people showed up to protest in front of the Scientology church in Phoenix, many wearing purple latex gloves and dressed in black suits. Three Phoenix Police Department officers were present to keep control. CBS 5, Fox 10, NBC 12, The Arizona Republic and The East Valley Tribune came to interview the protesters and  The Church of Scientology held a press conference where the official press release was read and no comments were made about the Phoenix protest. The protesters read high level Scientology teaching that had been made public to Scientologists during the press conference and later in the day, with little visible success. Correspondent: Dar-Ape Several dozen protesters arrived across the street from the Scientology bookstore in South Side to protest, carrying signs and handing out flyers.  Protesters included many students, mostly hailing from Pitt and CMU.  Cars honked in support, though pedestrian traffic was a bit more sparse.  Two or three police officers kept an eye on protesters from inside the bookstore, but everything went smoothly. As the high for the day was twenty degrees and with wind chill making it feel as though the temperatures were in the sub zeros; the anons cut their protest to only about four hours. One Pittsburgh Anon's Photos Images were emailed to Wikinews. The protest in Portland seemed to have had a leader (or leader-like figure) or two, and was lawful and very well organized. There was always yelling, sometimes intense, whenever someone entered the church. Some who entered did so smiling defiantly, some were hesitant and looked noticeably distressed. Loud cheering erupted every time a passing by car honked (estimated 1 out of 5), this included even a Trimet bus. 8 people showed up and picketed in front of City Hall on the 2/10/2008. The reason why City Hall and not the traditional Church of Scientology is because San Antonio does not have a Scientology chapter. This being the reason many of the protesters of San Antonio went to Austin to support their cause. The protesters handed out fliers and held up informational posters and a \"honk if you hate Scientology\" poster. Many of the cars honked including but not limited to the Via bus system, SAPD, SAFD, and churchgoers. San Antonio Videos: [5] [6] [7] [8] [9] [10] [11] [12] San Diego drew about 80 protesters, starting an hour later than most of the other worldwide protests. The group started at the Horton Plaza shopping mall, and then moved on to the Church of Scientology building. After demonstrating there, the group moved back to the shopping mall, positioning itself on eight street corners, handing out information, flyers, and speaking with concerned bystanders. Not one, but two protesters dressed up as Xenu. When 10 News showed up to cover the event, they refused to do an interview unless they could speak with a protester face to face. When none of the protesters agreed to this condition, a compromise was reached. A protester gave an audio interview for the station to use when putting together information about the protest. After several protesters left, the protest moved back to the Church. Police presence was constant, but at the time of dispersal at the end of the protest several members reported being followed by Scientologists. San Diego Videos: More pics A worldwide day of protests against the Church of Scientology has begun in Sydney after an agglomeration of protesters at 11am in Hyde Park. A crowd of about 200 turned out to protest against the Church and its alleged violations of human rights. The group Anonymous, who organized the rally, were handing out fliers to passers-by, and led various anti-Scientology chants by the crowd. The principal allegations made at the rally towards Scientology were the lack of freedom within the Church, and the excessive cost of their courses, which they believe doesn't warrant tax-exempt status. The Protest lasted until 1pm at the Church of Scientology Office in Town Hall and from there partially disbanded. The remaining protesters proceeded to the Scientology office in Broadway and started a lesser secondary protest lasting about 25 minutes. The Toronto protest kicked off at 11:30 a.m. (EST). At least 300 attended the protest for the afternoon. Despite the wind chill of -22 at 11:00 and declining temperatures throughout the day, the protest was still robust at 2:00. The crowd later tapered down to fewer than 10 by 6:00 p.m.. One protester possessed a cap gun, however other protesters in his vicinity quickly pointed him out to the police, who confiscated it without charge. A Church member was seen throwing rock salt at some protesters for a short period of time, but later went back into the Church. Generally, the protest was peaceful and picketers were well behaved overall. Police allowed protesters to stand right outside the Scientology building. There were many people attempting to record the event with cameras, video cameras, and/or microphones, and several picketers were interviewed. The chants sometimes included \"Xenu!\", which left some passersby confused about whether the protest was for or against Scientology. However, the public was generally receptive to the protesters' message, particularly earlier in the day. Many cars passing by, especially taxis, honked in support, as did a fire truck and an ambulance. Most people offered flyers during the first couple of hours took them, though later on people seemed to grow tired of them. It was an enthusiastic, successful protest. Over 200 people showed up and passed out pamphlets, chanted slogans, and covered the entire block at one point. Scientologists tried to counter-protest by unfurling a \"Scientology For Peace\" banner at one point, but protesters with signs blocked the banner from view. After 30 minutes, the Church took down their banner. People from all over the area came to support the protest. Vancouver Police sent a single cruiser on scene to monitor the situation, but after an hour it left without incident. Another moment that should be noted is how after the crowd of protesters swelled from 20-200 participants within an hour, A van pulled up in the rear of the building where no protester was then present. Some people took notice and went down to investigate. What they saw was a number of church members piling boxes of documents and entire filing cabinets into the van. They then soon drove off with it. There were pictures taken of the van. It was as if they anticipated a break-in to their office where demonstrators could've seize documentation. Church members, some in plain clothes and some wearing Church uniforms, videotaped protesters, tried to mingle with the protesters to disrupt the protest from within, and followed protesters away from the protest when they left. About 20 people protested in front of the Scientology Center in Capistrangasse in Vienna's 6th district. At 12:30, half an hour after the demonstration started, individuals claiming to be At least 30 people showed up to protest the Church in Winnipeg. The temperature in Winnipeg on February 10 was -50 C with the wind chill. Project Chanology states that people held signs stating, \"Scientology destroys families, Why is [Lisa McPherson] dead?\" and even \"Honk if you think Scientology is a cult.\" Correspondents:Anonymous101 Although there was no official protest on the internet, thousands of people supported Anonymous by subscribing to the channel on the online video sharing site YouTube, where the numbers for the channel have doubled in 24 hours, making it the most subscribed channel on YouTube this month. However, there have also been a few comments against the protests and \"Anonymous\" in the comments section of the channel. The protests were not confined to the above locations, however. Below is a selection of stories from other protests around the world."}, "6-12": {"heading": "Wikinews interviews meteorological experts on Cyclone Phalin ", "link": "https://en.wikinews.org/wiki/Wikinews_interviews_meteorological_experts_on_Cyclone_Phalin", "date": "14-October-2013", "text": "Half-a-million people have fled their homes in and around the Indian state of Orissa after Cyclone Phailin made landfall. Wikinews interviewed specialists in meteorology about the devastation the cyclone has caused. Wikinews interviewed: ((Wikinews))  What is your job role? ((WN))  Cyclone Phailin has winds that have been measured at 200km/h, as it surges over land will it begin to lose strength? ((WN))  A previous cyclone in 1999 in the Bay of Bengal area of India left 10,000 people dead. Is the Indian government well prepared to deal with this cyclone? ((WN))  Despite it being the Monsoon season in India, are cyclones of this power and magnitude unusual in India? ((WN))  Some forecasters have likened Cyclone Phailin's size and intensity to Hurricane Katrina which devastated the US Gulf Coast in 2005, would you agree? ((WN))  The evacuation is one of the biggest exercises in India's history. Do you think that this as well as the clear-up to follow will cost a lost of money? ((WN))  Would you expect the death toll to continue to rise?"}, "6-13": {"heading": "Hurricane Fiona batters parts of Caribbean ", "link": "https://en.wikinews.org/wiki/Hurricane_Fiona_batters_parts_of_Caribbean", "date": "24-September-2022", "text": "This week parts of the Caribbean were affected by Hurricane Fiona, a Category 4 hurricane. Large-scale damage to critical water and power infrastructure has been sustained with winds raging as high as 130 miles (209 km) per hour, and later reports of heavy rainfall and flash flooding. The main affected area was Puerto Rico, where at least four people have died and 80% of the island remained without power. An estimated 1.3 million homes and businesses in were left without electricity. One death was reported in Guadeloupe and two deaths were reported in the Dominican Republic, where President Luis Abinader declared three eastern provinces as disaster zones. It was claimed by a resident that La Altagracia Province had been hit much harder than it was by Hurricane Maria in 2017. Fiona then hit the Turks and Caicos Islands, where deputy governor Anya Williams reported widespread power outages, before the hurricane continued north towards Bermuda. On Tuesday, the Federal Emergency Management Agency sent a team to Puerto Rico to assess the damage, as supported by Governor Pedro Pierluisi."}, "6-14": {"heading": "Cool front to bring lasting relief for Texas ", "link": "https://en.wikinews.org/wiki/Cool_front_to_bring_lasting_relief_for_Texas", "date": "5-October-2005", "text": "A cool front is expected to move into Texas Thursday night, bringing an end to the recent record high temperatures.  Temperatures are expected to fall to the low 60s across the area, and may reach the lower 50s for inland areas. There is some speculation that the low pressure area associated with the front may draw a yet-to-be-formed tropical storm in from the gulf with little to no warning, as happened with Hurricane Alicia in 1983.  Experts say there is no specific reason to believe this will happen, but plan to monitor the situation."}, "6-15": {"heading": "Drought conditions hit much of US again in 2012 ", "link": "https://en.wikinews.org/wiki/Drought_conditions_hit_much_of_US_again_in_2012", "date": "9-July-2012", "text": "Over half of the contiguous United States is experiencing drought conditions, according to a report released Thursday by the National Weather Service. The report, addressing the period through this coming September, predicted many states will see these conditions persist, or worsen. Further government reports indicate that high temperatures have played a role in the drought. Additionally, food supplies are being negatively impacted. 22 percent of the corn and soybean crop in key states is reported in \"poor or very poor condition\"; other crops have also been reduced in the wake of the conditions. Only days ago, over one million residences in the greater Washington D.C. area were without air-conditioning following a rash of storms and high winds. Reports indicate that temperatures reached at least 100 degrees Fahrenheit (about 38C) during that period. Overall, 18 deaths were attributed to those conditions which extended to several states. Two Tennessee brothers, ages 3 and 5 died after playing outside, according to one report. When asked about weather conditions, a Texas woman told Wikinews, \"This heat has been dreadful. I can hardly stand to be outside for more than 10 minutes.\" The National Weather Service's report noted that, in the southeastern US, some weather improvements are expected across certain portions of Georgia and South Carolina. An Arkansas woman told Wikinews, \"...it's horrible. We're not used to these kinds of temperatures. It's so miserable outside right now. It doesn't normally get this hot here...this is unbelievable.\" Sources are referring to this drought as the worst since 1988."}, "6-16": {"heading": "Fires burn across eastern Australia amid summer heatwave ", "link": "https://en.wikinews.org/wiki/Fires_burn_across_eastern_Australia_amid_summer_heatwave", "date": "13-January-2013", "text": "Despite earlier cooler weather, heatwave conditions are expected to resume in New South Wales, Australia. Local weather service forecasts expect temperatures to rise above 40°C (104°F), as-experienced earlier in the week. The percentage of uncontained fires jumped as high as 20%. On Friday, local fire authorities have declared total fire bans across Victoria, New South Wales and the Australian Capital Territory. Fire crews at the east coast of Australia are readying to battle an increased rate of bushfires during the weekend. Uncontrolled fires have also been burning across the states of Tasmania, Victoria, and Queensland. Extremely hot weather and strong winds played havoc with the fires early in the week. A minor change in the weather assisted crews on Thursday but the high temperatures are set to return on Friday and through the weekend. Thirty devastating fires in Tasmania are now being controlled after burning 130 properties and 110,000 hectares of land throughout the past week. In Victoria there are two significant fires being fought with several others now under control but concerns remain for the weekend with the temperature forecast to rise to 42°C in the north of the state. Queensland firefighters continued to battle fires north of of the capital Brisbane on Bribie Island, with at least 22 fires still burning throughout the state. New South Wales has 120 fires burning as of Friday with 370,000 hectares of land, 10,000 livestock and one property already destroyed. Deputy Commissioner of the New South Wales Rural Fire Service, Rob Rogers briefed reporters on the bushfires at the Rural Fire Service Headquarters on Friday. \"They are very large, all either in excess or very close to 10,000 hectares (and) in some cases 100 kilometres of fireline. One fire at Dean's Gap in New South Wales had authorities concerned due to its proximity to an old military range that contains unexploded ordinances at Tianjara plateau. Firefighters have used earth moving equipment to create containment lines and specialised gel to protect the range."}, "6-17": {"heading": "England: Multi-storey carpark in Liverpool gutted by fire, 1,300 vehicles destroyed ", "link": "https://en.wikinews.org/wiki/England:_Multi-storey_carpark_in_Liverpool_gutted_by_fire,_1,300_vehicles_destroyed", "date": "4-January-2018", "text": "A fire on Sunday night in the seven-storey carpark for the Echo Arena in Liverpool, England destroyed almost all the vehicles parked inside and led to cancellation of the final evening of the Liverpool International Horse Show and evacuation of nearby blocks of flats. The blaze reportedly started with a parked Range Rover Discovery. Investigators with the fire brigade stated that they believe the fire began with an accidental engine fire in the Range Rover at about 4.30 pm. The first call was made at 4.42 and firefighters arrived eight minutes after that. Ultimately twelve engines and 85 firefighters were involved in combatting the blaze. Aerial appliances were used and also three high-volume pumps. Fed by the fuel in vehicles parked inside, the temperature of the fire in the carpark is believed to have reached as high as 1,000°C. It was too hot to be extinguished with water from hydrants, so a high-volume pump was used to draw water from the River Mersey, and two more were brought from other fire brigades in the region. The carpark has seven storeys and a capacity of 1,600 vehicles, and approximately 1,300  were parked in it when the fire broke out. According to Dan Stephens, chief fire officer for Merseyside Fire and Rescue Service, almost all of them were destroyed, with the exception of a few parked on the top level and at corners. \"With these very high temperatures, you were never going to put the fire out without the whole building taking hold. The speed at which the fire spreads means you simply aren’t going to put it out,\" said Stephens. The carpark itself was severely damaged; according to Joe Anderson, the mayor of Liverpool. It is not in danger of collapsing but will have to be demolished, which will be difficult with the many burned-out cars still inside it, Anderson told the BBC. According to Stephens, there were no serious injuries: one woman injured her hand, and two people were treated for smoke inhalation. A spokesman for the Echo Arena also stated that all animals were safe. All horses were successfully evacuated from the carpark and then removed from the stables after smoke spread to them. Six dogs were also rescued unharmed, two on a lower level in the early stages of the fire and four that had been left in a car on the top level, freed by firefighters on Monday after the fire was put out. The final evening of the four-day Liverpool International Horse Show had been scheduled to begin at 7.30, and had to be cancelled. Many attendees were stranded in the city on New Year's Eve night. Merseyside police directed people to the Pullman Hotel, where Red Cross assistance was available, and the Liverpool City Council set up an assistance centre at the Lifestyles Gym. A spokesman for the Association of British Insurers has said that insurance companies will \"move very quickly\" to reimburse owners whose vehicles were destroyed. Nearby blocks of flats were evacuated because of the smoke. Eyewitnesses reported hearing what they at first thought were firecrackers, then \"multiple explosions\", \"bangs and popping\", \"the bangs of car windows exploding\". People reported leaving everything in their cars, including their cellphones, and running for their lives. Mayor Anderson tweeted that cuts to fire services over the last two years made it significantly harder to fight the fire and might have caused it not to be controllable. He also suggested that fire safety in multi-storey carparks had not been sufficiently considered and that installing sprinklers in them might help stop future fires before they become unmanageable, in a letter to Nick Hurd, a member of Parliament."}, "6-18": {"heading": "Warmest global winter on record according to NOAA ", "link": "https://en.wikinews.org/wiki/Warmest_global_winter_on_record_according_to_NOAA", "date": "16-March-2007", "text": "Although the United States experienced average temperatures for the December, 2006 to February, 2007 period, overall world temperatures were the warmest on record, according to the National Oceanic and Atmospheric Administration (NOAA). In a March 15, 2007 report, the NOAA indicated that a record warm January helped push the combined global land and ocean surface temperature for the past winter to its highest value since records began in 1880. The ocean-atmosphere system, El Niño, played a part in the season’s record warmth, according to the report's authors, but its effects did not last long, as ocean temperatures in the central equatorial Pacific cooled more than 0.3 degrees C in February and were near average for the month. The global land-surface temperature was the warmest on record, while the ocean-surface temperature tied for second warmest in the past 128 year period, approximately 0.06 degrees C cooler than the record established during the strong El Niño episode of 1997-1998. During the past century, global surface temperatures have increased approximately 0.06 degrees C per decade, but since 1976 the rate of increase has been about 0.18 degrees C per decade. The greatest temperature increase occurred in the high latitudes of the Northern Hemisphere. In an interview with Reuters, Jay Lawrimore of NOAA suggested that the data does not show greenhouse gases had an influence on the recent temperature increases, but acknowledges that by \"looking at long-term trends and long-term changes, we are able to better understand natural and anthropogenic (human-caused) climate change.\" A U.S. Commerce Department agency based in Washington, D.C., the NOAA conducts research and gathers data on oceans and atmosphere. The NOAA is a participant in the Group on Earth Observations, GEO, an intergovernmental effort to coordinate the collection of Earth observations worldwide."}, "6-19": {"heading": "Heat wave proves deadly for Nebraska cattle ", "link": "https://en.wikinews.org/wiki/Heat_wave_proves_deadly_for_Nebraska_cattle", "date": "1-July-2009", "text": "Over 2,000 cattle died throughout eight counties in Nebraska last week as a result of an unexpected heat wave. Officials estimate that number could grow as other counties report in. According to Tim Reimer of the United States Farm Service Agency, cattle nearing slaughter are difficult to keep cool due to their large size, and thus more vulnerable to heat. The animals are provided large quantities of water, but they sometimes stop drinking under the effects of the high temperatures. The deaths worsened the situation for farmers, who were already struggling with high feed costs. \"There were some that took some pretty substantial hits financially\", Reimer said. Temperatures in eastern portions of the state soared into the mid 90s. The heat wave was preceded by an unusually cool spring, so the animals didn't have a chance to acclimatise. Terry Mader, a professor at the University of Nebraska-Lincoln, reported that \"Cattle, as well as other animals and humans, usually need two to four weeks to adapt to the changes in environmental conditions we observed last week. Sunny days with temperatures above the mid-80s can be stressful, particularly if there is no wind and humidity is above 50%.\" Similar heat waves occurred during the 1990s, when thousands of cattle were lost. Mader noted, \"There's no opportunity for them to get prepared [...] Normally, you'll have one to two days in a heat wave to get prepared.\" Mature cattle are generally worth US$1,000 apiece."}, "6-20": {"heading": "Australia's Simpson Desert to be closed for summer ", "link": "https://en.wikinews.org/wiki/Australia%27s_Simpson_Desert_to_be_closed_for_summer", "date": "11-November-2008", "text": "South Australia's Department of Environment and Heritage has announced that the Simpson Desert in Central Australia will close annually from December 15 through to March 1. The department says a risk assessment showed temperatures of 40 to 50ºC (104 to 122ºF) were dangerous for people crossing the desert. The closure will affect the Simpson Desert Conservation Park and Simpson Desert Regional Reserve, an area of approximately 3.6 million hectares (8.9 million acres). Trevor Naismith, regional operations director of the department, said the closure was necessary to prevent deaths and ensure the health and safety of visitors and emergency staff. “Closing the desert is really a common sense thing to prevent deaths of unsuspecting visitors,” Mr Naismith said. \"We’re very keen to encourage safe and responsible use of the desert; however we do have a duty of care.\" \"It’s just such a vast and inhospitable place during summer, there are no trees and there is no shade and it’s so hot, it really is one of the most inhospitable places in Australia if not in the world.\" \"There's been a number of near misses and we have had deaths in past years in the northern parts of South Australia in relation to overseas tourists who are not experienced and are ill-prepared for the conditions.\" The department says that high temperatures can have a severe effect on the body, with heat exhaustion leading to loss of proper body function and ultimately death. High temperatures can also cause vehicles to overheat, vaporise fuel, blow tires and for batteries to fail. Local tourism outlets and visitor information centres have been advised of the closure and new information signs will be installed at all entrances to the park. It is not believed that the closure will have a large effect on local tourism businesses as only around 25 vehicles cross the desert through summer. People caught by park rangers crossing the desert will face fines of up to A$1,000."}, "6-21": {"heading": "Iranian news agency reports UFO has crashed in Kerman province ", "link": "https://en.wikinews.org/wiki/Iranian_news_agency_reports_UFO_has_crashed_in_Kerman_province", "date": "10-January-2007", "text": "Eyewitnesses told the Fars News Agency (FNA) that a radiant UFO had crashed in the Barez Mounts of Kerman on Wednesday morning. Abulghassem Nasrollahi, the Deputy General of the Kerman province in Iran told the news agency that all the aircraft in the area had been accounted for, but did not rule out the possibility that the object could be a meteor. Another source also told the FNA that the object was on fire with thick smoke coming from it, and claimed that this implied the object was not a meteor. However, meteors appear as bright fireballs in the sky, as they are heated to high temperatures due largely to ram pressure as they fall at high speeds through the Earth's atmosphere. Meteors often burn up completely before reaching the ground and some leave a smoke-like trail in their wake. Abulghassem noted that a few days earlier, in Rafsanjan, a similar incident was reported by witnesses."}, "6-22": {"heading": "New South Wales government announces 'Bradfield' as name for third city of Greater Sydney (section Metro map and temperature data) ", "link": "https://en.wikinews.org/wiki/New_South_Wales_government_announces_%27Bradfield%27_as_name_for_third_city_of_Greater_Sydney", "date": "17-March-2021", "text": "Yesterday, the state government of New South Wales (NSW), Australia announced \"Bradfield\" as the name for the planned third city in Greater Sydney. Bradfield is located at west of City of Parramatta and Sydney, in vicinity of the then currently in construction Western Sydney International (Nancy-Bird Walton) Airport.  The city is to be named in honour of John Bradfield, the engineer who designed the Sydney Harbour Bridge and Sydney rail line.  The name came after a public consultation earlier last year. In a press release on the New South Wales official website, Premier Gladys Berejiklian commented on the significance of the chosen name, \"Bradfield was a renowned engineer who designed and oversaw the construction of both the Sydney Harbour Bridge and Sydney's original railway network\".  \"The name Bradfield is synonymous with delivering game-changing infrastructure and it sets the right tone for the area we have referred to as the 'Aerotropolis Core' until now\", Berejiklian added. According to the announcement, the planned city area is more than 1 km2 (100 hectares) positioned to the north of the Bringelly suburb.  In the official announcement, Premier Gladys Berejiklian wrote the city would be a \"high-tech manufacturing and research hub\" and it would create 200 thousand jobs.  Premier Gladys Berejiklian clarified the scope of the planned city, saying \"[t]his area will be transformed into a thriving city centre, home to advanced manufacturing, research, science and education and we want Bradfield to be as iconic as the existing major city centres of Sydney and Parramatta.  [...] What are paddocks now will be a thriving, bustling city centre offering the best job opportunities anywhere in Australia.\" Minister for Western Sydney Stuart Ayres commented on the prior public consultation and the large community involvement, saying \"The number of suggestions the community put forward to 'Name the Place' was overwhelming and we are thrilled with the level of participation and interest this project attracted. [...] We thank everyone for having their say and want to assure the community the remaining suggestions will be considered as names for streets, parks and other landmarks in the new city centre. [...] I look forward to Bradfield being the first name that people think of when starting a new job, creating a new business, learning a new skill and investing in NSW.\" Per a report from Sydney Metro published in June 2020, the Western Sydney International project of the airport and the metro is planned to be inaugurated in 2026. With some comments on social media having indicated concerns over the hotter climate in the area, Wikinews has retrieved the mean maximum temperatures for the three areas -- Sydney, Parramatta, and Badgerys Creek location -- and has found arithmetic mean of annual of monthly mean maximum temperatures for these locations to be 23.13, 23.8 and 24.04° Celsius, according to the data from 1996 to 2020 from the Bureau of Meteorology. According to official data from local authorities, City of Sydney was founded in 1842 and has an area of 26.15 km2; while Sydney was converted from a penal colony in the year of 1788.  Parramatta was also founded in 1788, and has an area of 84 km2."}, "6-23": {"heading": "US National Climate Assessment warns of climate-related damages to economy, ecosystems, human health ", "link": "https://en.wikinews.org/wiki/US_National_Climate_Assessment_warns_of_climate-related_damages_to_economy,_ecosystems,_human_health", "date": "26-November-2018", "text": "On Friday, the US presidential administration of Donald Trump released the Fourth National Climate Assessment (NCA4), a massive two-part congressionally mandated 1,656-page National Climate Assessment by the United States Global Change Research Program (USGCRP). The report, which focuses on the United States, warned consequences of climate change are increasing across the country. The concentration of carbon dioxide in the Earth's atmosphere has exceeded 400 parts per million. The last time this level was reached was approximately three million years ago. NCA4 Volume 1, entitled \"Climate Science Special Report\" (CSSR), was released late last year, and Volume 2, entitled \"Impacts, Risks, and Adaptation in the United States\", on Friday. NCA4 is part of an ongoing series of NCA stand-alone reports updating the state of science on climate change and its potential physical impacts on the regions of the United States. The the third report was released in 2014. Changes in the United States highlighted in the report include worsening and more frequent landfalling atmospheric rivers — bands of rain-laden air in the sky. These rivers of water vapor tend to be around 300 miles (500 km) wide, carrying something like 25 times the water volume of the Mississippi River. They can cause extreme precipitation events and flooding. NCA4 also reported on increasing wildfires, such as the record California wildfires, high temperature extremes, retreating glaciers, and melting snow cover, the decline of sea ice, rising sea levels with increasing ocean acidification and coastal flooding. It describes how climate change would reportedly impact the US economy and quality of life if effective action is not taken to address climate change. The report says by the end of the 21st century, the United States economy may face a roughly ten percent loss of GDP. A federal advisory committee was mandated to use the NCA reports' scientific studies, findings, and data to make public policy recommendations states could implement. In August 2017, the Trump administration dissolved this committee. NCA reports do not include policy recommendations. In a Reuters interview, a White House spokeswoman dismissed the report as inaccurate. The report was issued by thirteen federal agencies, including DOD and NASA, with NOAA as administrative lead. It was the result of two years' work. Three hundred scientists with a total of over a thousand people — half of which were non-governmental staff — worked on the report."}, "6-24": {"heading": "High school orders shot glasses as prom favors ", "link": "https://en.wikinews.org/wiki/High_school_orders_shot_glasses_as_prom_favors", "date": "11-May-2009", "text": "Several Lancaster County, Pennsylvania high schools held their junior-senior proms this past weekend, and per tradition, they received gifts from the prom committee. Instead of traditional prom favors, however, Warwick High School in Lititz ordered more than 450 shot glasses and distributed them to students, in a move the administration now says it regrets. In 2008, the Prom Committee gave out picture frames to the girls and money clips to the boys. However, the junior class did not have as much money this year, and so the school made a decision to buy an inexpensive prom favor. The school's principal signed off on the decision to order the shot glasses, but assistant principal Scott Galen states that the paperwork identified the shot glasses as merely \"prom souvenir[s]\". While the school administration took responsibility for the decision to order the glasses, Galen called it a simple oversight.  Senior Class President Phoebe Baum, who had helped plan the prom the previous year, remarked that it was likely a decision made in a time crunch and was not fully thought through. Galen said that the administration did not wish to send a message that condoned underage drinking."}, "6-25": {"heading": "United States: Two dead in Kentucky high school shooting ", "link": "https://en.wikinews.org/wiki/United_States:_Two_dead_in_Kentucky_high_school_shooting", "date": "24-January-2018", "text": "Tuesday morning, before the start of classes at Marshall County High School in Benton, Kentucky, United States a shooter opened fire on students and faculty. The incident left two dead and seventeen injured. The suspected shooter is in police custody. State Police Commissioner Richard W. Sanders said the shooter entered the school at 7:57 (CST) in the morning and started shooting with a handgun in a common area of the school prior to the beginning of classes. According to Kentucky Governor Matt Bevin first responders arrived at the scene at 8:06 and were able to secure \"a non-violent apprehension\" of the suspect. According to both Bevin and Sanders, a fifteen-year-old girl died at the school and a fifteen-year-old boy died at the hospital. Twelve other people suffered gunshot wounds and five more were injured in the chaos. State police say all of the shooting victims were students ranging from fourteen to eighteen years of age. Governor Bevin added that the suspect is also a fifteen-year-old student at the high school. Marshall County Attorney Jeff Edwards said that the suspect will likely be tried as an adult and that there was no current indication as of now that anyone specific was targeted. Marshall County High School. Edwards said, \"I've been doing this for 25 years. It's not like anything I've experienced in my life.\" \"I did not see the shooter, but I did see the commons after. It was a disaster. Everyone just dropped their stuff and ran,\" said Allissa Hubbard, a student, while speaking to NPR's local affiliate. Benton is located in western Kentucky. Marshall County High School had an enrollment of 1374 students last school year, according to state data."}, "6-26": {"heading": "Newly discovered extra-solar planet may be Earth-like ", "link": "https://en.wikinews.org/wiki/Newly_discovered_extra-solar_planet_may_be_Earth-like", "date": "24-April-2007", "text": "A 2005 search revealed that the star Gliese 581 possessed a Neptune sized planet, prompting astronomers to take a closer look. Gliese 581 c, as the planet is aptly named, has an estimated surface temperature between 0 and 40°C (32 and 104°F). Scientists claim the planet is likely to have an atmosphere and liquid water. A second planet, about 8 times the mass of earth, was also discovered not too far from Gliese 581 c. A team of scientists from France, Switzerland and Portugal discovered the planets using the ESO 3.6-m telescope from the High Accuracy Radial Velocity Planet Searcher or HARPS, located at the European Southern Observatory (ESO) in La Silla, Chile. \"The separation between the planet and its star is just right for having liquid water at its surface,\" said team spokesperson Stephane Udry of the Observatory of Geneva in Versoix, Switzerland. \"That's why we are a bit excited.\" \"Liquid water is critical to life as we know it and because of its temperature and relative proximity, this planet will most probably be a very important [focus] of future space missions dedicated to the search for extra-terrestrial life. On the treasure map of the Universe, one would be tempted to mark this planet with an X,\" added Xavier Delfosse, from Grenoble University in France. The newly discovered planet is 20.5 light-years away from the Earth."}, "6-27": {"heading": "Warming oceans make it harder for fish to breathe ", "link": "https://en.wikinews.org/wiki/Warming_oceans_make_it_harder_for_fish_to_breathe", "date": "7-January-2007", "text": "Global warming has caused oceans around the world to rise in temperature making it increasingly difficult for fish to breathe, say scientists at Alfred Wegener Institute for Polar and Marine Research located in Germany. In the past 50 years, temperatures in the Baltic Sea have risen causing oxygen levels in the water to decrease. A study was performed on shallow-water eelpouts, a fish with a large head which looks much like an eel, that showed that the creatures required more oxygen. With the decreased levels of oxygen, the eelpouts are literally gasping for air and causing the number of eelpouts to decrease. \"When you say I get less oxygen in, then I have less oxygen available for aerobic energy and I have less energy for the diverse tasks that a species needs to fulfill in an ecosystem, such as being ready to prey, grow, move and reproduce. It's a general weakening of the individual once it is going beyond its thermal limitation\", said Hans Pörtner, an animal physiologist and ecologist. Although the study only focused on the eelpouts, scientists say that the problem affects all fish and overfishing could occur. \"There is relatively strong evidence that the cod in the North Sea find it too warm to maintain high productivity. When the fishing industry maintains the same high fishing pressure—that has not been a problem before—with the lower productivity, this turns into overfishing,\" added Pörtner. Scientists also state that the declining numbers in the eelpouts and fish does not mean that they will become extinct. \"It doesn't mean that the species will go extinct necessarily, but it means they will move. If temperatures are going to change in [the] future, then it will have a major impact on the distribution of animals,\" said a zoophysiologist at the University of Aarhus in Denmark, Tobias Wang. Recently, the United States Department of Interior announced that they may add the polar bears to the list of threatened species. Also recently, a Canadian Arctic ice shelf broke away from Ellesmere Island. Both issues are said to have been caused by global warming."}, "6-28": {"heading": "Australian–US team of scientists finds Atlantic warming causes Pacific climate trends ", "link": "https://en.wikinews.org/wiki/Australian%E2%80%93US_team_of_scientists_finds_Atlantic_warming_causes_Pacific_climate_trends", "date": "6-August-2014", "text": "A team of scientists from Australia and US has found a solution for a challenging problem in climate research. Climate models predicted more greenhouse gases would weaken the equatorial Pacific trade winds. While previous research supposed natural variability alone accounted for cooling in the eastern Pacific, this study highlights a previously overlooked climate feedback: as the Atlantic warms, it alters the winds over the Pacific, depressing the ocean temperature there. Coauthor Malte Stuecker of the University of Hawaii Meteorology Department reports that \"Our study documents that some of the largest tropical and subtropical climate trends of the past 20 years are all linked: Strengthening of the Pacific trade winds, acceleration of sea level rise [three times faster than the global average] in the western Pacific, eastern Pacific surface cooling, the global warming hiatus, and even the massive droughts in California\". His colleague cauthor Fei-Fei Jin adds, \"We are just starting to grasp the scope of the impacts of this global atmospheric reorganization and of the out-of phase temperature trends in the Atlantic and Pacific regions\". Coauthor Axel Timmermann of the University of Hawaii notes a further amplifying effect: \"Stronger trade winds in the equatorial Pacific also increase the upwelling of cold waters to the surface. The resulting near-surface cooling in the eastern Pacific amplifies the Atlantic–Pacific pressure seesaw, thus further intensifying the trade winds [...] It turns out that the current generation of climate models underestimates the extent of the Atlantic–Pacific coupling, which means that they cannot properly capture the observed eastern Pacific cooling, which has contributed significantly to the leveling off, or the hiatus, in global warming.\""}, "6-29": {"heading": "Astronomers find water vapour in atmosphere of exoplanet K2-18b ", "link": "https://en.wikinews.org/wiki/Astronomers_find_water_vapour_in_atmosphere_of_exoplanet_K2-18b", "date": "14-September-2019", "text": "In findings published Tuesday in Cornell University's arXiv by a team of scientists from the University of Montreal and a separate report published Wednesday in Nature Astronomy by a team from University College London (UCL), the presence of water vapour was confirmed in the atmosphere of K2-18b, a planet circling a star in the constellation Leo.  This is the first such discovery in a planet in its star's habitable zone — not too hot and not too cold for liquid water to exist. The Montreal team, led by Björn Benneke, used data from the NASA's Hubble telescope to assess changes in the light coming from K2-18b's star as the planet passed between it and Earth.  They found that certain wavelengths of light, which are usually absorbed by water, weakened when the planet was in the way, indicating not only does K2-18b have an atmosphere, but the atmosphere contains water in vapour form.  The team from UCL then analyzed the Montreal team's data using their own software and confirmed their conclusion. This was not the first time scientists have found signs of water on an exoplanet, but previous discoveries were made on planets with high temperatures or other pronounced differences from Earth. \"This is the first potentially habitable planet where the temperature is right and where we now know there is water,\" said UCL astronomer Angelos Tsiaras. \"It's the best candidate for habitability right now.\" \"It's a good sign\", said Ryan Cloutier of the Harvard–Smithsonian Center for Astrophysics, who was not one of either study's authors. \"Overall,\" he continued, \"the presence of water in its atmosphere certainly improves the prospect of K2-18b being a potentially habitable planet, but further observations will be required to say for sure.\" K2-18b was first identified in 2015 by the Kepler space telescope.  It is about 110 light-years from Earth and larger but less dense.  Its star, a red dwarf, is cooler than the Sun, but the planet's orbit is much closer, such that a year on K2-18b lasts 33 Earth days. According to The Guardian, astronomers were optimistic that NASA's James Webb space telescope — scheduled for launch in 2021 — and the European Space Agency's 2028 ARIEL program, could reveal more about exoplanets like K2-18b."}, "6-30": {"heading": "Woman finds human finger in bowl of chili at Wendy's restaurant ", "link": "https://en.wikinews.org/wiki/Woman_finds_human_finger_in_bowl_of_chili_at_Wendy%27s_restaurant", "date": "24-March-2005", "text": "San Jose, California — A woman eating a bowl of chili at a Wendy's restaurant bit into a chewy bit that turned out to be a human finger. She immediately spat it out, warned other patrons to stop eating, and upon recognizing the object as a finger, vomited. \"I'm more of a Carl's Jr. person,\" the 39-year-old Las Vegas woman, Anna Ayala, told Knight Ridder. She said this incident was her first visit to a Wendy's restaurant. Ayala described how she found the finger, \"Suddenly something crunchy was in my mouth,\" she continued, \"and I spit it out.\" According to Devina Cordero, 20, after Ayala found the finger, she ran up to her and Cordero's boyfriend and said, \"Don't eat it! Look, there's a human finger in our chili.\" \"We went up to the counter and they told us it was a vegetable,\" Cordero continued. \"The people from Wendy's were poking it with a spoon.\" The restaurant is located at 1405 Monterey Highway, just south of downtown San Jose. Wikinews reporter David Vasquez drove his car up to the drive-thru menu and found that chili was still on the menu, at a price of US$1.19 for a small serving. He also witnessed workers unloading supplies from a semi-trailer truck in the restaurant's parking lot, and carting them into the back door of the establishment. According to Ben Gale, director of environmental health for Santa Clara County, the finger did not come from any of the employees at the restaurant. \"We asked everybody to show us they have 10 fingers and everything is OK there,\" he said. The found portion of the finger likely belonged to a woman because of its long and manicured fingernail, also found in the food. Officials seized the food supply at the restaurant and are tracing it back to the manufacturer, where they believe the finger may have gotten mixed in with the raw ingredients used to prepare the chili. The restaurant's operators were later permitted to re-open after preparing new chili prepared from fresh ingredients. As this story was filed, there was no mention of the incident on the Wendy's corporate web site. Wendy's issued a statement through a spokesman. \"Food safety is of utmost importance to us,\" said Wendy's spokesman Joe Desmond. He referred to the incident as an \"unsubstantiated claim.\" \"We are cooperating fully with the local police and health departments with their investigation. It's important not to jump to conclusions. Here at Wendy's we plan to do right by our customers,\" Desmond said. According to county health officials, the unfortunate woman who bit into the finger is doing fine, despite her initial reaction. Officials also noted that the finger would have been cooked at a high enough temperature to destroy any viruses. The Santa Clara county medical examiner reported that the finger had a solid fingerprint, although investigators did not say if a search of fingerprint databases would be performed to find the owner of the finger."}, "6-31": {"heading": "Fire sweeps Manila, Philippines slum ", "link": "https://en.wikinews.org/wiki/Fire_sweeps_Manila,_Philippines_slum", "date": "25-April-2010", "text": "A large fire has swept suburban Manila, Philippines, destroying many houses and has left many homeless. At least two hundred fire engines have been sent to extinguish the flames. The fire spread quickly due to strong winds and summer high temperatures. No fatalities were reported, although one resident suffered first degree burns; a Manila fire marshal told BBC News two people were reported missing as well. The fire started on Sunday afternoon and was still burning at nightfall, while people were trying to rescue some of their belongings. \"We failed to save anything except our clothes,\" said resident Glen Sardon to the Associated Press. Reports say 600 homes were destroyed and at least 7,000 residents are homeless. Slum areas in the city are exposed constantly to fires because the houses, often made from wood, are in close proximity to one another."}, "6-32": {"heading": "Digest/22November2004 ", "link": "https://en.wikinews.org/wiki/Digest/22November2004", "date": "23-November-2004", "text": "< 15-22 November 2004 • Index • 29 November-5 December 2004 > This a collection of articles whose datelines read between 22 and 29 November. They have not necessarily gone through a peer-review process, and may not even be done. This is essentially an index right now. Click on an article's title to read it in full. Activists protest against School of the Americas Dan Rather resigns as anchor, to stay on as correspondent Indonesian police arrest four suspects wanted over Australian Embassy bombing Ukrainian opposition leader calls for police and army to join revolution Internal emails expose Boeing-Air Force contract discussions Australia in a good position after first day of Adelaide test match Record computer outage at UK government department 170 workers trapped in Chinese mine after explosion Researchers discover high temperature enables more efficient hydrogen generation USL v. BSDi settlement agreement unsealed American teenage girl charged with murder of her own mother World's Largest Ball of Twine Turns 50"}, "6-33": {"heading": "Arctic air brings coldest night for Florida in five years ", "link": "https://en.wikinews.org/wiki/Arctic_air_brings_coldest_night_for_Florida_in_five_years", "date": "2-January-2008", "text": "A cold air mass, dropping high pressure and brisk winds from Canada, has enveloped the entire eastern seaboard of the United States. An unlikely casualty of the frigid temperatures is the state of Florida, which will drop below freezing across nearly the entire peninsula tonight. The widespread advisories and cold air mark the first time a prolonged hard freeze has hit a sizable section of Florida since the winter of 2002-2003. The exceptionally chilly night immediately follows one of the coldest days in recent years, with temperatures struggling to make it out of the 40s (less than 10 degrees Celsius) as far south as Indian River County on the Atlantic coast. Some locations in the panhandle did not rise out of the 30s this afternoon (less than 5 degrees Celsius). Tonight, a wide swath of Florida is forecast to encounter a hard freeze, in which temperatures drop below 26 degrees Fahrenheit (-3 degrees Celsius) for a period of eight hours or more. The hard freeze is expected for all of northern Florida and sections of interior central Florida, including the vital Florida Heartland, where the majority of Florida's orange and strawberry crops are grown. Additional freeze warnings have been issued for the Atlantic coast of Florida, from Volusia County to Martin County, covering the cities of Daytona Beach, Melbourne, Cocoa Beach, and Fort Pierce. For those counties, sub-freezing temperatures can be expected for a period of eight hours or more. The warning expires at 9 a.m. EST Thursday morning. Sub-freezing temperatures are also expected for a shorter time in West Palm Beach, Fort Lauderdale, and Miami. In south Florida, temperatures are expected to flirt with all-time record lows before sunrise. In addition to the cold temperatures, high winds, reaching 30 mph (50 kph) in some places, will bring even icier wind chills to the peninsula. Before dawn, wind chills between 0 and 10 above (-18 to -12 degrees Celsius) are expected for all of northern Florida and sections of central Florida, down to the Tampa metropolitan area at certain intervals. The southern half of the state will deal with wind chills between 10 and 20 above (-12 to -6 degrees Celsius), except for extreme southeastern Florida, which will see wind chills in the low 20s (-6 to -4 degrees Celsius). Tomorrow brings widespread sunshine across the state, with temperatures predicted to warm into the 40s and 50s, approximately five to ten degrees warmer than the previous day's maximum. Tomorrow night will bring a freeze to the northern half of Florida, while the southern portion will warm slightly into the 30s and 40s at night (between 0 and 10 degrees Celsius)."}, "6-34": {"heading": "New planet found in 'Habitable Zone' ", "link": "https://en.wikinews.org/wiki/New_planet_found_in_%27Habitable_Zone%27", "date": "1-October-2010", "text": "Astronomers at the University of California at Santa Cruz have discovered a new planet which is considered to be in the middle of the  Habitable Zone of its parent star, a discovery which has raised the possibility of finding life on another planet. Researchers found the planet while conducting the Lick-Carnegie exoplanet survey of Gliese 581, a red dwarf. The planet, named 'Gliese 581 g', is approximately 20 light years away from Earth and is hypothesised to have a generally rocky landscape with enough gravitational pull to accumulate an atmosphere. Steven Vogt of the University of California stated that Gliese 581g potentially has a gravitational pull similar to that of Earth, which would allow humans to walk around upright on its surface although human inhabitation of the planet is in no foreseeable future. Vogt observed that there is a significant possibility that life exists on Gliese 581 g. \"Personally, given the ubiquity and propensity of life to flourish wherever it can, I would say, my own personal feeling is that the chances of life on this planet are 100 per cent,\" Vogt said. Only lichen, bacteria and other micro-organisms are expected to exist on the planet. Gliese 581 g is thought to have a temperature range from extremely hot to freezing cold depending on the side with respect to its star. The average temperature is expected to range from −31 to −12 degrees Celsius. Prior to this discovery, two other planets were discovered in the low or \"cold\" end and the high or \"hot\" end of the 'Habitable Zone', respectively, orbiting the same star."}, "6-35": {"heading": "Trees continue to die in Houston, Texas ", "link": "https://en.wikinews.org/wiki/Trees_continue_to_die_in_Houston,_Texas", "date": "3-July-2009", "text": "Relentless drought and record-high temperatures are taking their toll on trees in and around Houston, Texas. Experts estimate as much as 10% of all trees in the area are either dead or dying. Urban Forester Victor Cordova said, \"We water in the morning. We go back and check and it's like we didn't even water. The air, the humidity, the heat just sucks up the moisture.\" Officials say young trees are in greatest danger; approximately 20,000 trees planted since January are at risk. Along portions of the North Freeway, workers have been removing dry trees. \"At a point we have to go back to the survival of the fittest. Whatever makes it, makes it and whatever doesn't, doesn't\", Cordova reported. Last year's Hurricane Ike may have also played a role in killing the plants. Up to 64,000 trees in the Houston area might be lost by the end of this year. However, those planted by the Texas Department of Transportation are still under warranty, and are replaced at no cost to taxpayers."}, "6-36": {"heading": "Heat gets worse in Canada ", "link": "https://en.wikinews.org/wiki/Heat_gets_worse_in_Canada", "date": "1-August-2006", "text": "Extreme heat alerts have been issued in Hamilton and in Toronto. Temperatures are expected to go into the mid 30s C (80-90s F) with the humidex expected to reach into the high 40s C (117-120 F). Smoggy air is expected to move into the Toronto-area on Tuesday from the Windsor to London corridor, where a smog alert was also in place on Monday. The heat has been compounded by severe storms over the weekend in southwestern Ontario and the Peterborough area. Almost 31,000 residences were without power for a couple of hours in Peterborough County after a storm was in the area, uprooting trees and knocking down hydro poles. It also tore a roof off a house. The City of Toronto opens public cooling stations at the East York Civic Centre, Etobicoke Civic Centre, North York Civic Centre and Metro Hall. Toronto set a new record for any date when the overnight temperature did not go lower than 27 C (aprox. 84 F) overnight, besting the record of 26.5 set in 1999.  The daytime humidex hit 47 C (aprox. 117 F) by mid-day and was expected to go slightly higher in the afternoon."}, "6-37": {"heading": "Severe heat wave blankets northeastern US ", "link": "https://en.wikinews.org/wiki/Severe_heat_wave_blankets_northeastern_US", "date": "6-July-2010", "text": "The Northeastern region of the United States has been blanketed by a severe heat wave since Sunday, with temperatures predicted to reach over a hundred degrees Fahrenheit Tuesday. The US National Weather Service (NWS) issued warnings of severe heat for most of the East Coast as well as some inland states, which are predicted to have temperatures as high as 102 degrees Fahrenheit.  Factoring in humidity levels in a measurement called a heat index, temperatures will be even higher; New York City's heat index could reach 107 degrees. An NWS meteorologist, Brian Korty in Maryland, said that hot air is \"sitting over the top of us, and it's not really going to budge much for the next day or two,\" after which cooler air coming from the Atlantic Ocean is expected to arrive. Officials warned of health risks from the high heat; an NWS statement said to \"check on your elderly relatives and neighbors. Coaches, trainers, camp counselors should remain alert for signs of heat exhaustion and heat stroke.  It will be so hot this afternoon that the weather could affect anyone no matter their age or overall health. Please consider postponing strenuous activities or work outs.\" Electric utility companies are concerned about the effect of the heat on infrastructure; New York's Consolidated Edison said that several hundred people were without power Tuesday morning. In Philadelphia, as many as 8,000 people were without power Monday; the number has decreased to around 400, but is expected to rise again later on Tuesday."}, "6-38": {"heading": "United Nations Report: Deserts threatened by global warming ", "link": "https://en.wikinews.org/wiki/United_Nations_Report:_Deserts_threatened_by_global_warming", "date": "5-June-2006", "text": "A new report, titled \"Global Deserts Outlook,\" has been released on World Environment Day by the United Nations Environment Programme (UNEP). The report suggests that the world's deserts face dramatic changes as a result of global climate change: high water demands, tourism and salt contamination of irrigated soils. Desert margins and mountainous areas within deserts that have been important for people, wildlife and water supplies for millennia, are under particular threat, say UNEP. 2006 is the United Nations' International Year of Deserts and Desertification. Yet deserts could become the \"carbon-free power houses of the 21st century,\" some experts believe. They argue an area 800 by 800 km of desert, such as the Sahara, could capture the solar energy to generate all the world's electricity needs - and more. The report, prepared by experts from across the globe, flags options that may help governments and relevant bodies deliver a more sustainable future for the Earth's desert regions. \"There are many popular and sometimes misplaced views of deserts which this report either confirms or overturns. Far from being barren wastelands, they emerge as biologically, economically and culturally dynamic while being increasingly subject to the impacts and pressures of the modern world,\" said Shafqat Kakakhel, UNEP's Officer in Charge and Deputy Executive Director. \"If the huge, solar-power potential of deserts can be economically harnessed the world has a future free from fossil fuels. And tourism based around desert nature can, if sensitively managed, deliver new prospects and perspectives for people in some of the poorest parts of the world,\" said Mr Kakakhel. Almost one-quarter of the earth's land surface – some 33.7 million square kilometres – has been defined as \"desert\" in some sense. These deserts are inhabited by over 500 million people, significantly more than previously thought. In many parts of the world desert cores remain pristine, representing some of the planet's \"last remaining areas of total wilderness,\" stated the UNEP in a news release. Desert species are on the brink of extinction the Global Deserts Outlook reports. At risk animals include various species of Gazelle, Oryx, Addax, Arabian Tahr and the Barbary sheep as well as one of the falconers favourite prey, the Houbara. \"At greatest risk are the few patches of dry woodlands associated with desert mountain habitats which may decline by up to 3.5 per cent per year,\" said the study. As a result of their valuable water supplies being diverted to domestic or agricultural use, desert wetlands, fed by the large rivers crossing deserts, are probably the most threatened ecosystem. Probable impacts include those created by roads, settlement expansion and other infrastructure developments around areas of desert montane. By 2050 the report estimates that  desert wilderness - those areas where there are no nearby roads - will decline from just under 60 per cent of the current total desert area to just over 30 per cent. The pharmaceutical potential of desert plants has yet to be tapped, suggests the report. Scientists across the globe are analysing many desert plants for potential medicinal compounds - including anti-cancer and anti-malarial substances, antioxidants, as well as appetite suppressants. The Intergovernmental Panel on Climate Change (IPCC), who advise governments and the United Nations, have reported that temperatures in deserts could rise by an average of as much as five to seven degrees by 2100. The problem, UNEP say, will almost certainly be compounded by the melting of glaciers - whose waters sustain many deserts. The impacts of climate change include the transformation of semi-arid rangelands into deserts, UNEP reports. They say water supplies are under threat from salinization and pollution by pesticides and herbicides, and that rising water tables beneath irrigated soils has led to more salinization of soils. In some coastal areas ground-water supplies have been contaminated as seawater invades subsurface waters, the report shows. Large rivers that run through deserts have supported desert people for millennia, but many have been dammed, with water loss downstream having led to serious impacts on flood plains and river ecology."}, "6-39": {"heading": "US VX nerve gas disposal test a success ", "link": "https://en.wikinews.org/wiki/US_VX_nerve_gas_disposal_test_a_success", "date": "9-May-2005", "text": "Workers at Newport Chemical Depot in Indiana have completed a successful test-run of a chemical reactor designed to dispose of Cold War stockpiles of VX nerve agent. After encountering initial difficulties when the temperature in the reactor grew too high, workers were able to adjust the speed of the device.  180 gallons of VX and water were turned into a caustic but far less lethal compound, that can be further reprocessed into an inert substance. A residue of 14 parts VX per billion remained; the Army's eventual goal is less than 20 parts.  One drop of VX can kill a grown man. The conversion of the VX stockpiled at the facility is projected to take two years.  Then the drain cleaner-like waste product with its small residue of VX will need to be sent to another facility for reprocessing into a safer, biodegradable compound. A controversial plan has Dupont doing the reprocessing at their facility in New Jersey, and dumping the compound into the nearby Delaware River."}, "6-40": {"heading": "Israeli company develops new radioactive waste conversion process ", "link": "https://en.wikinews.org/wiki/Israeli_company_develops_new_radioactive_waste_conversion_process", "date": "30-March-2007", "text": "Israeli firm Environmental Energy Resources (EER) has announced that it has developed a new technology, plasma gasification melting technology (PGM), to safely dispose of low- and medium-level nuclear waste.  Extremely high temperatures are used to turn the waste into a mildly radioactive glass-like substance, which can be used as a building material.  The process also releases an extremely hot mixture of gases that can be used to power steam turbines, generating electricity. The company claims that 70% of this electricity is used to drive the PGM process, while 30% is available as exportable energy. The solid waste produced by PGM is resistant to leeching, so there is little danger of radiation contaminating water supplies. However, it remains to be seen how openly companies will accept the use of mildly radioactive slag as a building material, even for use as a road bed filler. The waste gases (hydrogen gas, carbon monoxide, carbon dioxide, nitrogen gas, and various hydrocarbons) are produced by pyrolysis of organic substances in the input waste, and are therefore mainly harmless. If they were instead burned in the presence of oxygen, many of the usual pollutants would be produced, such as nitrogen dioxide and dioxin. Carbon monoxide and carbon dioxide are examples of pollutants that are generated by PGM, however, so the process cannot be called entirely clean. PGM was developed by EER with the help of Russian scientists from Russia's Kurchatov Institute research center, the Radon Institute in Russia, and Israel's Technion Institute.  The company, founded in 2000, won the bid to clean up after the nuclear disaster at Chernobyl."}, "6-41": {"heading": "US, UK investigators seek 777 engine redesign to stop repeat of London jet crash (redirect from \"High probability\" of British Airways 777 crash fault being repeated) ", "link": "https://en.wikinews.org/wiki/US,_UK_investigators_seek_777_engine_redesign_to_stop_repeat_of_London_jet_crash", "date": "14-March-2009", "text": "Investigators with the National Transportation Safety Board in the United States have issued an 'urgent safety recommendation' in connection to their role alongside the United Kingdom's Air Accidents Investigation Branch in investigating loss of power in Rolls-Royce engines on Boeing 777s, with the AAIB following suit. One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year. The NTSB and the AAIB want Rolls-Royce to redesign the engines. Both events occurred on Boeing 777-200ER airplanes powered by Rolls-Royce RB211 Trent 800 Series engines. On January 17, 2008 British Airways Flight 38 experienced a dual engine rollback (reduction of engine power) on final approach to Heathrow and crashed, leaving one passenger seriously injured, eight passengers and four of the flight crew with minor injuries and the airplane written off. The second event occurred on November 26, 2008, when a Delta Air Lines Boeing 777 experienced a single engine rollback during cruise flight over Montana, United States while en route from Shanghai to Atlanta. Normal operations resumed after the flight crew followed Boeing's published procedure to recover engine performance and the airplane landed safely in Atlanta. Boeing has already developed new procedures after the crash to prevent ice from building up within their 777 fuel systems after it became apparent that icing may have been a factor, and it was some of these that the Delta flight crew had followed. Boeing modified these further after the Delta incident. As part of the recent releases by the NTSB and AAIB it has become apparent that investigators from both bodies, which are collaborating, have found ice buildup in the fuel system caused both rollbacks. In both cases a build-up of ice (from water normally present in all jet fuel) developed on a component called the fuel/oil heat exchanger. This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback. Investigators initially struggled to produce enough ice under test conditions but have now found that at high concentration, fuel can form ice at very low temperatures in enough quantity to seriously restrict fuel flow, according to a new interim report by the AAIB. This does not occur when fuel demand is lower, as the hot oil then becomes sufficient to entirely melt the ice. The British jet experienced very low temperatures over Siberia. The vigorous tests are thought to be the first of their kind. They have also confirmed that while ice may have formed elsewhere in the airliner's fuel system fuel was probably not restricted at any other location. Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it. The NTSB has now revealed that they have advised Rolls-Royce to redesign the fuel/oil heat exchanger, and Rolls-Royce have stated that they are indeed working on a replacement part that will be available within twelve months. The AAIB advised Boeing and Rolls-Royce to jointly review the problem across the fuel system, and both companies responded that they 'accepted' this recommendation and repeated that a replacement part was being developed. Both the NTSB and the AAIB also sent letters to the US Federal Aviation Administration and the European Aviation Safety Agency requesting the installment of the modified component be mandatory. The NTSB suggested this should be either the next maintenance check or within six months. There are 220 Boeing 777-200s - the only type using the affected engine - with Trent 800 series engines. The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil. The AAIB further noted that it is unclear weather other aircraft designs are at risk, and advised the FAA and EASA to look into increased use of de-icing additives and investigate both the accumulation and sudden movement of ice in aircraft fuel systems and the actual formation of ice in the fuel itself."}, "6-42": {"heading": "2008 Winter Carnival partially thaws in Saint Paul ", "link": "https://en.wikinews.org/wiki/2008_Winter_Carnival_partially_thaws_in_Saint_Paul", "date": "30-January-2008", "text": "The Saint Paul Winter Carnival in Saint Paul, Minnesota suffered a brief thaw on Monday, with Monday's 41°F afternoon temperature plummeting below zero twenty four hours later.  On Sunday, judging of both ice and snow sculptures had taken place.  By Monday afternoon, temperatures above freezing had greatly damaged the outdoor sculptures.  In Rice Park, fallen ice from sculptures mixed with chunks left from the previous day's carving.  Snow sculptures at the State Fairgrounds were also significantly damaged. The brief warmth made for comfortable skating on the Wells Fargo Winterskate rink next to Landmark Center in downtown Saint Paul.  A block away the Hot Dish Tent was offering popular high-starch fare. The Winter Carnival started in 1886, after the city's Chamber of Commerce took offense at a New York reporter's comparison of the city to Siberia.  The annual event celebrates the cold weather while drawing people to outdoor and indoor activities."}, "6-43": {"heading": "Spiders' egg case silk gene found ", "link": "https://en.wikinews.org/wiki/Spiders%27_egg_case_silk_gene_found", "date": "3-August-2005", "text": "Two researchers at the University of California, Riverside have found a gene coding for a silk protein used by female spiders to construct their egg cases. The research confirms that the silk protein used for the egg case is different than that used in spider webs. Spider silks are renowned for their superior material properties, being among the toughest known natural Until now, the sequence of the silk protein used to construct the egg case was unknown. The team characterized the egg case silk protein from multiple spider species and found within a species its gene was composed of nearly identical, repeating sequences. The repeat units were also similar across species that diverged more than 125 million years ago. Their findings suggest that the egg case silk gene has been undergoing what is known as concerted evolution where mutations in one part of the gene \"spread\" to other parts of the same gene, creating a highly repetitive gene sequence. \"The protein of the egg-case fibers has a different function altogether from that of the other silks such as dragline or capture silks,\" Garb said. \"Egg-case silk has to last a long time and therefore must be durable under a wide variety of conditions, from freezing to very high temperatures. It needs to be strong enough to protect the eggs from threats such as predators, parasites and molds.\" Although the egg case silk protein is extremely different, its gene sequence shares certain features in common with all other spider silk genes. According to Garb, this discovery confirms that spider silk genes comprise what is known as a \"gene family\". This means that silk genes first evolved with spiders approximately 400 million years ago and subsequently evolved into different genes specifically used for different functions, such as genes for spider webs or genes for egg cases (Gatesy et al. 2001).  The researchers also suggest that there are many more silk genes that remain unknown, particularly as there are more than 37,000 known species of spiders, and silk genes sequences have been described from only a few species. According to the team, this unknown diversity of silk genes may not only be important for understanding spider evolution but also for the development of genetically modified fibers. \"Collectively, spider silks are some of the toughest natural fibers known,\" Hayashi said.  \"Imagine a fabric made from such a substance? It would be incredibly strong, flexible and ultimately, biodegradable.\""}, "6-45": {"heading": "Heatwave sweeps USA, many struggling to keep cool ", "link": "https://en.wikinews.org/wiki/Heatwave_sweeps_USA,_many_struggling_to_keep_cool", "date": "18-July-2006", "text": "Temperatures as high as 111°F (48°C) have hit the United States today, a continuation of Monday's triple-digit (Fahrenheit) record highs in some areas. High energy costs have many elderly and low income citizens keeping the air conditioning off, fixed incomes being blamed in many cases. In response to this, cities such as Chicago and New York have turned some public facilities into “cooling areas” for the duration. Buildings being converted include homeless shelters, senior centers, libraries and shopping malls. State agencies are urging anyone experiencing heat related symptoms to get to one of these places as soon as possible. Early reports are attributing at least three dead from heat related complications in Philadelphia, Arkansas, and Indiana The National Weather Service has issued Red Flag warnings for six states, warning that the heat could easily lead to forest fires. Much of the northeast corridor and central plains states have been issued heat warnings. Relief is in sight for the northeast, with storms bringing cooler weather from the Ohio Valley through New England; however the central part of the US won't see a break in the heat until the weekend."}, "6-46": {"heading": "Scientists discover seagrass off Australia is world's largest plant ", "link": "https://en.wikinews.org/wiki/Scientists_discover_seagrass_off_Australia_is_world%27s_largest_plant", "date": "3-June-2022", "text": "Scientists at the University of Western Australia published a study Wednesday suggesting that a seagrass off the coast of Western Australia is the world's largest plant. The Posidonia australis is thought to have begun to clone itself 4,500 years ago, and covers about 200 square kilometres (77 square miles). It is located in Shark Bay, a UNESCO World Heritage Site in Western Australia. Shark Bay was submerged relatively recently, within the past 8,500 years. The scientists discovered the plant was a single organism after taking 18,000 separate genetic markers to examine the seagrass to find samples to use in restoration projects. However, they discovered the same plant had cloned itself many times instead. Dr Martin Breed, an ecologist at Flinders University, said “We thought 'what the hell is going on here?'... We were completely stumped.\" Jane Edgeloe, one of the co-authors of the research, said the DNA of the samples was compared and it was discovered from this that the seagrass meadow was a single plant. The plant is around three times the size of Manhattan, and measures at least 180 kilometres (112 miles) in length. As well as being the world's largest known plant, it is the world's largest known clone. The seagrass greatly surpasses the 43-hectare stand of quaking Aspen trees in Utah, United States, previously thought to be the world's largest plant. The seagrass grows a maximum of 35 centimetres per year, with its large size helping scientists calculate its age. Dr. Elizabeth Sinclair, another co-author of the study, said the plant's survival was helped by it holding onto all the chromosomes from both its parents. This gave it genetic diversity, which is unusual among plants that produce asexually. The plant does not sexually reproduce; however, subtle variations in its DNA may help explain its longevity. Associate Professor Kathryn McMahon, of Edith Cowan University, was not involved in the study but is an expert on seagrass. She said seagrass tends to live for between 2,000 and 100,000 years, meaning the plant's age of about 4,500 years fits into the normal age range of seagrass. McMahon also said she was confident in the method used by the researchers, and that the finding it was a single plant was \"amazing\". Despite the plant's vast size, in the past ten years, almost a tenth of it has been destroyed by cyclones and rising ocean temperatures, which NBC News noted had been attributed to climate change. The bay has relatively high salinity and its temperatures vary from as cold as 15 °C (59 °F) to as hot as 30 °C (86 °F)."}, "6-47": {"heading": "Formula 1: Barrichello and Alonso top timesheets at European GP Friday Practice ", "link": "https://en.wikinews.org/wiki/Formula_1:_Barrichello_and_Alonso_top_timesheets_at_European_GP_Friday_Practice", "date": "21-August-2009", "text": "Rubens Barrichello of the Brawn team was fastest in this this morning's first practice in Valencia for Sunday's Grand Prix, with a time of 1:42.460. His teammate Jenson Button managed 4th place with a time of 1:43.074. It was also the first time that veteran test driver Luca Badoer was able to drive this year's Ferrari, the test driver replacing the injured Felipe Massa for the forseeable future. The second débutant driving the car for the first time is Frenchman Romain Grosjean, replacing the sacked Nelson Piquet Jr.. Temperatures at the track were high, with air temperature reaching 33°C, resulting in an elevated track temperature, certainly when compared to Hungary - which this season had tended to favour the Brawn team. Speculation was mounting throughout the free practice sessions with regards to driver line-ups for the 2010 season, with Mclaren team principle Martin Whitmarsh stating \"we all know that Fernando Alonso's move to Ferrari will have a ripple effect on other teams. It opens up the driver market. We are not in talks with any other drivers at the moment, but are obliged to have the most competitive cars and drivers that we can\", in reply to a question from BBC Five Live Sports Extra's reporter asking if the team had plans to replace Heikki Kovalainen. McLaren's return to form in Hungary following a poor start to the season appears not to just be a one-off, with Lewis Hamilton posting consistent times throughout practice, ending up 3rd, only two tenths of a second off Barrichello's time. Towards the bottom of the timesheet there were no surprises; after only one and a half hours in the car, the \"rookies\" Grosjean and Alguersuari, as well as replacement driver Badoer. Toyota also failed to impress, Trulli and Glock posting the 18th- and 19th-fastest times. Fernando Alonso was seven tenths of a second clear in second free practice in Valencia for Sunday's Grand Prix, with a time of 1:39.404. His rookie team mate, Romain Grosjean only managed 13th place (1:40.787), over a second slower. Massa replacement Luca Badoer continued to make progress in the Ferrari, managing a 2-place improvement on first practice, posting the 18th fastest time. (1:42.017). Rubens Barrichello was out to prove that his speed in the morning session was not a one-off, and posted the third fastest time overall (1:40.209), however his team mate Jenson Button was quicker this time out (1:40.178). Toyota drivers Trulli and Glock improved on disappointing times this morning, finishing the session 12th and 15th respectively. Lewis Hamilton failed to post a competitive time (1:43.214) having only completed 3 flying laps. The next session will be free practice on Saturday, at 11:00 CET."}, "6-48": {"heading": "The 2006 Winter Olympics torch reaches Rome ", "link": "https://en.wikinews.org/wiki/The_2006_Winter_Olympics_torch_reaches_Rome", "date": "8-December-2005", "text": "With the arrival of the torch to Rome, it begins the ritual of the 2006 Winter Olympics of Turin. The torch will travel across Italy transported by more than 10'000 carriers and it will arrive in Turin on February 9, 2006, where the Winter Olympics will be inaugurated, after 11'000 km (6,835 miles) of travel. On November 27 the flame was burned on the altar of Hestia in Olympia, in Greece, and delivered to the first torch carrier, pole vaulter Kostas Fidippidis. The first Italian to carry the olympic flame is the marathoner Stefano Baldini, winner of gold medal at the Olympics in Athens. He received the torch from the President of the Italian Republic Carlo Azeglio Ciampi. The olympic torch has a length of 77 cm (30 inches), and is 10,5 cm (4.13 inches) at its widest, with a weight of 1.9 kg (4.2 pounds).  It was designed by Pininfarina and has a shape that remembers at the same time one ski and the Mole Antonelliana. The route of the torch since the December 8, 2005 until the February 9, 2006:"}, "6-49": {"heading": "Wildfires in Russia cover Moscow in smoke ", "link": "https://en.wikinews.org/wiki/Wildfires_in_Russia_cover_Moscow_in_smoke", "date": "7-August-2010", "text": "Massive wildfires in western and central Russia have killed at least 52 people and blanketed Moscow in dense smoke and smog. According to BBC News, around 560 fires were still burning on Friday. More than 800 wildfires have been reported this week in Russia, which is currently suffering from the worst heat since records began over 130 years ago. Since June, temperatures in the country have been rising, and Moscow was expected to reach over 100 degrees Fahrenheit (37.78 degrees Celsius) on Friday, about 25 degrees Fahrenheit (15 degrees Celsius) above the normal temperature for this time of the year. The environmental protection agency of Russia's capital has already stated that {w|carbon monoxide}} levels in the city's air were five times as high as safe levels and that particulate pollution levels were three times as high as safe levels. The dense smoke also caused chaos at Moscow airports. Visibility at Domodedovo Airport was reportedly around 400 yards (365.76 metres) on Friday, and many flights were either delayed or arrived late. At Russia's Alabinsk military base, located around 45 miles (72.42 kilometres) southwest of Moscow, artillery rockets were moved to a location where they would not be threatened by the fires, said Russia's Ministry of Defence. The fires also burned close to a nuclear missile warning site near Moscow, but a spokesperson for the Russian Space Forces said that the warning center's fire brigades had extinguished two fires in the area. Previously, materials from a nuclear research center in Sarov were moved out of the way of fires to avoid a possible explosion occurring. Russian officials have received criticism over their handling of the blazes. Last week, Russia's president, Dmitri Medvedev, dismissed five military officers for letting a fire burn hangars at an air base near Moscow. One of Medvedev's aides said on Friday that mayors will be debriefed and that those who did not adequately respond to the wildfires \"will be brought to justice.\" Russian Prime Minister Vladimir Putin said last week that local officials not dealing with the fires should resign. The spree of wildfires has left at least 3,000 people without homes. Seven regions are now under a state of emergency, and 28 more are under a state of emergency for farmers with crops failing in the heat. Fire crews from other nations in both Europe and Asia were arriving to help fight the fires, and a shelter was set up in Kaliningrad to support 150 children from central Russia who were displaced by the crisis."}, "6-50": {"heading": "14,000-acre Southern California 'Crown Fire' at 82% containment, evacuation orders lifted ", "link": "https://en.wikinews.org/wiki/14,000-acre_Southern_California_%27Crown_Fire%27_at_82%25_containment,_evacuation_orders_lifted", "date": "1-August-2010", "text": "Antelope Valley, California — On Friday high winds caused the fire to jump the California Aqueduct and spread into the city of Palmdale.  Over 2,000 residents of Leona Valley, Ana Verde, and Rancho Vista were given mandatory evacuation orders.  The sky was blanketed with thick orange pyrocumulus clouds and falling ash, making the air hard to breathe. State Governor Arnold Schwarzenegger arrived in Palmdale on Friday to survey the burned areas. \"We were very fortunate to not have fires for quite some time because the air temperature was cool and we didn't have the experiencing of dry weather and all the winds and so on, but all of a sudden the fire season kicked in as if, 'Here we are,'\" Schwarzenegger said during a press conference. \"But we are ready and we have luckily distributed resources all over the state of California, so we are ready at any given time.\" The fire has so far destroyed one house and three mobile homes, damaging the roof of another and burning car garages, horse stables, and other outbuildings.  Most of the more seriously threatened homes were constructed recently from fire-proof materials, with walls coated in stucco, and fire-resistant plants in the yards.  Although some roads are still closed to all traffic, all existing evacuation orders were lifted late Friday night and 500 residents of Rancho Vista were told to \"shelter in place\" until further notice.  Despite the absence of mandatory evacuation orders, over 2,000 houses, 60 commercial buildings, and 100 outbuildings are still under threat. Throughout the night, fire crews have been battling the wildfire, assisted by cooler temperatures and lighter-than-expected winds which have enabled them to establish containment lines. \"Crews went out [Friday] night and did some great work trying to complete more lines and also trying to take care of what we call 'cat eyes' which are embers within the perimeter of the fire, so there will be much more work being done there today,\" said LACFD Captain Roland Sprewell. \"But of course we're not going to rest on our laurels today...we're going to be vigilantly watching the winds, especially in the ridge and down in the valleys.\" At the height of the fire, 1,700 firefighters from all over California were battling the flames, although as of 12:00 pm Saturday afternoon, it has been reduced to around 1,350 personnel. 16 fire camp crew have also assisted. 250 fire engines and four bulldozers have been used. In the air, 4 Boeing 747 supertankers, 1 McDonnell Douglas DC-10 tanker, and 6 modified Sikorsky UH-60 Black Hawk helicopters known as \"Firehawks\" have been dropping water and red Phos-Chek slurry. The Los Angeles Sheriffs Department also increased its presence in the Antelope Valley by bringing in response teams from stations outside the AV. This afternoon, the deployment has been scaled back to three teams as the fire stabilizes and further evacuation orders become unlikely. Three firefighters have been injured battling the fire, although all injuries are minor. One sheriff deputy was also hospitalized for smoke inhalation but has since been released."}, "6-51": {"heading": "Third day of 2007 NSW fire season sees 46 fires burning ", "link": "https://en.wikinews.org/wiki/Third_day_of_2007_NSW_fire_season_sees_46_fires_burning", "date": "3-October-2007", "text": "The official New South Wales bushfire season for 2007 has been declared for only three days and already 46 fires burn across the state. It is believed that at least some of the fires have been deliberately lit. Weather conditions are hampering firefighting efforts, with high temperatures and strong winds helping to fan the flames. Major fires are currently burning at Little Pittwater Bay on Sydney's West Head, Cowan North of Sydney, Port Stephens and at Evans Head on the NSW North coast. The fire at Cowan has caused transport chaos as it caused the closure of the Pacific Highway, F3 Freeway and the Northern railway line for several hours this afternoon. Residents around the fires at Port Stephens and Evans Head have been advised by the NSW Rural Fire Service to prepare their properties for the onset of fire. With many of the fires thought to of been started by arsonists, NSW Premier Morris Iemma warned that arsonists would face imprisonment. \"It makes you sick. There are sadly too many people out there that don't get the message,\" Mr Iemma. \"They are sick minds who deliberately light these fires, or even to recklessly do it\". A police strike force with 10 officers and two support staff to investigate the fires had also been set up with Mr Iemma stating that if more resources were required, the strike force would be provided with them."}, "6-52": {"heading": "Distributed computing climate change model gives bleak results ", "link": "https://en.wikinews.org/wiki/Distributed_computing_climate_change_model_gives_bleak_results", "date": "26-January-2005", "text": "Climateprediction.net has released it's first results, indicating that global temperatures could rise by up to 11° C, even if global carbon dioxide levels are limited to twice those found before the Industrial Revolution; levels that high are expected to be reached in the middle of this century. The results indicate that carbon dioxide emissions will have an even bigger affect on the global climate than previously thought. The Climateprediction.net is a distributed computing project. More than 95,000 people around the world have downloaded the software which runs calculations when the user's computer is idle, releasing computer power greater than that of even the largest supercomputers. The project is a collaboration between several UK universities and the Met Office, funded by the British Natural Environment Research Council and the Department of Trade and Industry. In the summer of 2004 the project joined forces with the SETI program, with University of California computer scientists developing a version of the SETI software to run climate change models."}, "6-53": {"heading": "Iranian passenger jet's wheel catches fire ", "link": "https://en.wikinews.org/wiki/Iranian_passenger_jet%27s_wheel_catches_fire", "date": "13-August-2009", "text": "A wheel on an Aseman Airlines Fokker 100 regional jet caught fire late on Tuesday night after landing in Isfahan, Iran following a flight from Tehran. It is unclear if the aircraft landed normally or experienced a hard landing, with accounts conflicting. It is known that after landing the crew noticed that the brake temperature in one of the wheels was unusually high as they left the runway, and requested that fire crews responded before the passengers disembarked. When emergency services arrived they discovered that the wheel was alight, and the fire was extinguished. The plane then proceeded to the ramp, and the passengers left the jet as normal. The plane subsequently departed as scheduled the following morning. Air accidents are common in Iran, which has an aging fleet that is poorly maintained both for civil and military operations. International sanctions have meant that new aircraft cannot be purchased. Earlier this week, a police helicopter crash killed three people and wounded three more. Last month Iran saw its worst air disaster in years when an airliner heading to Armenia crashed, killing the 168 on board. The same month saw another airliner overrun a runway at Mashhad and strike a wall, killing seventeen."}, "6-54": {"heading": "London Tube bombs went 'bang bang bang, very close together' ", "link": "https://en.wikinews.org/wiki/London_Tube_bombs_went_%27bang_bang_bang,_very_close_together%27", "date": "9-July-2005", "text": "After a press conference in London from the Metropolitan Police and Transport for London, more details are emerging about the attacks in London on Thursday. Data from the Underground system's power and control systems have revealed that all three bombs went off within 50 seconds of each other, at 8.50am, with the managing director of Transport for London, Tim O'Toole saying the bombs went \"bang bang bang, very close together\". The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others. The blast tripped out the power system, visible in the control room. The first call the police received that morning reported \"a bang\" at Aldgate East, coming within a minute of the blast. The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment. The first call to the Police spoke not of an explosion, but of a person falling under the wheels of the train. The confirmation of a bomb did not come until 9.17am, but by that time the emergency services were already on scene. Transport for London's new TrackerNet software is fully opertational on the Circle line, which allows for precise tracking of trains, but is not yet fully installed on the Piccadilly line. The first indication of the Piccadilly line bomb was when the tunnel telephone system wires were cut by the blast, an event logged by other software. The cutting of the lines then tripped out the track current. The tunnel itself suffered only slight damage and is safe, but the train - which was packed with commuters heading for Russell Square - is very badly damaged. London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors. A 'code Red' - full evacuation - was set at around 9.15am. O'Toole described the decision to evacuate as being \"very grave, not taken lightly\". When questioned as to whether everything possible had been done on the day to save lives, the managing director of Transport for London was \"very proud\" of the choices made that morning. As investigations continue, all bodies have been removed from the sub-surface Circle line trains, but the carriages themselves are still in situ while a painstaking forensic investigation takes place. Currently, work is on-going to retrieve bodies and forensic evidence from the carriage of the train in the deep tunnel of the Piccadilly line near King's Cross. Teams of rescue workers looking for human remains are working alongside forensics experts in a \"meticulous\" search to find evidence. Conditions are described as being very difficult, with high temperatures and lots of dust. Work was halted over Friday night when conditions became too bad, and resumed this morning. Efforts have been made to improve the ventilation. Work will continue throughout tonight and possibly into Sunday. The exact number of bodies still in the wrecked carriage is unknown. Access from King's Cross is impossible, so workers are taking the longer route from Russell Square station to get to the front of the train. Police have revealed that the bombs were 'high explosives' - not homemade. However they are declining to be specific about their composition as the information could be useful when they interrogate suspects. Police will not confirm or deny if any parts of a timer have been found, but have said that \"any device will now be in a million pieces\". Police believe the use of timers more likely than suicide bombings as the blasts were so closely timed, but are not ruling out anything."}, "6-55": {"heading": "Oklahoma City suburbs on fire ", "link": "https://en.wikinews.org/wiki/Oklahoma_City_suburbs_on_fire", "date": "2-January-2006", "text": "Wildfires are burning homes in Oklahoma City.  Winds in excess of 40 mph have grounded helicopters and tanker planes, the high winds are also driving the fires. Firefighters have ordered an evacuation of several neighborhoods. At least three homes have burned.  200 homes have been evacuated.  The area has had only a quarter-inch of rain since October with no relief in sight. Several fires have sprung up in the region over the past few days.  Nearly 30,00 acres of prairie have burned across Texas.  Temperatures have ranged into the low 80s."}, "6-56": {"heading": "Crash kills nine on Oklahoma turnpike ", "link": "https://en.wikinews.org/wiki/Crash_kills_nine_on_Oklahoma_turnpike", "date": "29-June-2009", "text": "A crash has killed nine people on a turnpike (toll road) northeast of Miami, Oklahoma. The accident occurred on Friday when a semi-trailer truck struck a line of stationary traffic from behind on the Will Rogers Turnpike near state lines with Missouri and Kansas. Traffic had come to a standstill as a result of an earlier accident eastbound when the accident occurred. The road has a speed limit of 75 mph, and it is currently thought that the truck driver made no attempts to stop his vehicle. He was hospitalised. A spokesperson for the nearby Freeman Hospital said eight people were treated there, and it is reported a twelve-year-old girl is among the injured. The girl had to be cut free from the wreckage of her car, and was taken to the Children’s Mercy Hospital in Kansas City where she was in critical condition. Her parents were both killed. The accident occurred at 1p.m., and it was four hours before any eastbound lanes re-opened, leaving vehicles stranded in high temperatures and prompting emergency services to distribute water to motorists. Also killed are an Oklahoma City family of four and a seven-year-old Texas girl and her father. The mother from that family is in a critical condition, and another woman was also killed in the same car. Lt. George Brown of the Oklahoma Highway Patrol described the scene: \"It looks like a war zone. There's mangled metal everywhere. There's debris, fluids, dead bodies.\" A man who has worked thirty years as a tow truck driver said the crash was \"the worst one I've ever worked.\" A number of other smaller incidents occurred in the area afterwards. At least three accidents were caused by vehicles slowing down in response to the crash, and four cars collided with each other westbound. No-one was killed in the other accidents. It took hours to locate the last fatality, who was in a car pinned under the semi-trailer. Two tow trucks were required to separate the vehicles. A total of seven vehicles were involved, including three cars which were beneath the truck by the end of the accident sequence. A criminal investigation has been launched. A blood sample has been taken from the truck driver, 76-year-old Donald Creed, who has been released from hospital after treatment. There is no indication alcohol was a factor in the accident."}, "6-57": {"heading": "Australian healthcare workers don't wash hands often enough ", "link": "https://en.wikinews.org/wiki/Australian_healthcare_workers_don%27t_wash_hands_often_enough", "date": "12-June-2006", "text": "Researchers at the University of New South Wales have discovered that Australian healthcare workers do not wash their hands often enough in the course of their work. Researchers claim the practice places patients at risk of contracting infections. The study, which looked into hygiene practices in Australian hospitals, found that some healthcare workers only washed their hands 15 percent of the time. Mary-Louise McLaws, a researcher at the University of NSW, said that the research found that most staff only washed their hands after using the toilet or when they felt dirty. Professor McLaws said healthcare workers should wash their hands after coming into contact with each and every patient. Even after simple tasks such as taking a patient's temperature and making a bed, healthcare workers should wash their hands according to the study. Researchers explained that despite more sinks being placed in hospitals, infection rates were still high. They concluded that behaviour modification was also required. The study also found that hand washing after coughing or sneezing was beneficial for preventing the spread of influenza. Professor McLaws said, \"We really need to get the message into the community that we wash our hands to protect others too\"."}, "6-58": {"heading": "Severe smog blankets Moscow ", "link": "https://en.wikinews.org/wiki/Severe_smog_blankets_Moscow", "date": "28-July-2010", "text": "Hot weather and peat fires near Moscow have created the worst smog in the city in almost a decade, with pollution levels around ten times higher than is considered safe. At least 43 peat fires have erupted in rural regions to the east and south of the city, and temperatures only 0.1 degrees Celsius less than the record high of 34.7 degrees, set Monday, have led to a thick cloud of smog settling over the city. According to pulmonologist Alexander Chuchalin, breathing the smog is equivalent \"to the effect of two packs of cigarettes smoked within three or four hours.\" Scientists predict that several hundred people may die as a result of the smog; Vladimir Kuznetsov of the Independent Center for Environmental Policy said that \"[t]here will be sad news for some people with severe allergies, heart conditions, asthma, other breathing conditions and the like.\" Numerous buildings in Moscow, particularly those dating from the era of the Soviet Union, lack air-conditioning, which makes it particularly difficult to combat the smog. Temperatures are predicted to begin cooling by the weekend, and smog is expected to begin dissipating by the end of this week, although traces could remain for a few weeks."}, "6-59": {"heading": "European cold spell kills hundreds ", "link": "https://en.wikinews.org/wiki/European_cold_spell_kills_hundreds", "date": "8-February-2012", "text": "The cold weather across Europe has already claimed around 400 lives, and cold temperatures there could last another week, according to forecasters. The weather in Europe has been caused by the \"negative Arctic oscillation,\" whereby the warmer weather of Europe and the colder weather of the Arctic are switched, said Omar Baddour of the UN's World Meteorological Organization. Ukraine has reported the highest number of deaths now at 135. Many among the high death toll across the region were homeless people. Some villages in Bosnia are receiving food and medical deliveries by helicopter as the cold, ice and snow has blocked their supply routes. The temperatures across Eastern Europe fell well below freezing and in some places into dangerous levels below -32 degrees Celsius, or roughly -25 Fahrenheit, but 25 countries have issued severe weather warnings. Poland saw temperatures as low as -35 Celsius, which is -31 Fahrenheit. So far casualties have been reported in the Ukraine, Poland, Romania, Bulgaria, Serbia, Italy, Germany, France, Russia, Estonia, Latvia, Lithuania, Austria, and Greece. For the current warnings across Europe see: Meteoalarm"}, "6-60": {"heading": "Large Hadron Collider damaged, to be shut down for repairs ", "link": "https://en.wikinews.org/wiki/Large_Hadron_Collider_damaged,_to_be_shut_down_for_repairs", "date": "21-September-2008", "text": "The  Large Hadron Collider (LHC) in  CERN, Geneva suffered light damage on September 19, 2008 when one of the giant  superconducting magnets that guide the protons failed during a test. A large amount of  helium, which is used to cool the magnets to 1.9 Kelvin (-271C; -456F) leaked into the collider tunnel. LHC will now be shut down for at least two months for repairs. Physicists say such setbacks are an inevitable part of starting up such a large and complicated machine. Several mishaps, including the failure of a 30 ton  electrical transformer, have slowed LHC's progress since the initial start-up on September 10, 2008. The laboratory said in a statement that an electrical connection between the magnets had melted because of the high current. The machine has more than 1,200  dipole magnets arranged end-to-end in the underground ring. These magnets carry and steer the  proton beams which will accelerate around the machine at close to the speed of light. One of the LHC's eight sectors will now have to be warmed up to well above its operating temperature so that repairs can take place. The collider is designed to accelerate protons to energies of seven trillion  electron volts and collide them together in search of new particles and forces. After the initial success of accelerating protons through the machine, physicists had hoped they could move ahead quickly to low energy collisions at 450 billion electron volts and then 5 trillion electron volt collisions as early as mid-October. The recent setbacks, however, mean that hopes the first trial collisions would be carried out before the machine's official inauguration on October 21, 2008 now look doubtful. It even looks uncertain whether this can be achieved before 2009."}, "6-61": {"heading": "Saturn's moon Enceladus may host \"internal life\" ", "link": "https://en.wikinews.org/wiki/Saturn%27s_moon_Enceladus_may_host_%22internal_life%22", "date": "13-March-2007", "text": "Scientists at NASA say that new satellite images of Saturn's moon Enceladus taken in 2005, has shown that the moon has begun to spew geysers which contain liquid water, and that the internal heat produced by the moon's core may be able to host life below the icy surface, but scientists also stress that life has not yet been found on the moon. Scientists say that the heat source producing the geysers is \"organic\" and that the material used to spew them is caused by the decaying of radioactive material from inside the moon. \"Deep inside Enceladus, our model indicates we've got an organic brew, a heat source and liquid water, all key ingredients for life. And while no one is claiming that we have found life by any means, we probably have evidence for a place that might be hospitable to life,\" said Dennis Matson, a scientist for the Cassini project. In a new model created by NASA scientists, data shows that Enceladus might have been created by aluminum and iron isotopes which have begun to decay causing large amounts of heat to build up in the moon and over billions of years later, the icy mass has began to melt near the moon's core, causing the water to spew into outer space. \"Enceladus is a very small body, and it's made almost entirely of ice and rock. The puzzle is how the moon developed a warm core. The only way to achieve such high temperatures at Enceladus is through the very rapid decay of some radioactive species,\" said Dr. Julie Castillo, the lead scientist developing the new model at the Jet Propulsion laboratory or JPL. \"The decomposition of those isotopes - over a period of about 7 million years - would produce enormous amounts of heat. This would result in the consolidation of rocky material at the core surrounded by a shell of ice. According to the theory, the remaining, more slowly decaying radioactivity in the core could continue to warm and melt the moon's interior for billions of years, along with tidal forces from Saturn's gravitational tug,\" said a statement on NASA\"s website. Data from Cassini's ion and neutral mass spectrometer further shows that the natural building blocks of life are also present within Enceladus. The results show that carbon dioxide, acetylene, methane, propane and nitrogen, the basic building blocks for life, are all present within the moon. \"The team concludes that so far, all the findings and the hot start model indicate that a warm, organic-rich mixture was produced below the surface of Enceladus and might still be present today, making the moon a promising kitchen for the cooking of primordial soup,\" added the statement. Cassini will make a flyby on Enceladus in march of 2008. The mission will \"measure the gas emanating from the plume,\" ended the statement."}, "6-62": {"heading": "Tornado touches down in Joplin, Missouri ", "link": "https://en.wikinews.org/wiki/Tornado_touches_down_in_Joplin,_Missouri", "date": "23-May-2011", "text": "A tornado touched down yesterday in Joplin, Missouri, causing widespread damage.  At least 89 were killed. The path of the tornado was reported to be from one half to three quarters of a mile wide.  City spokeswoman Lynn Onstot estimated the path to be nearly four miles long; Jasper County emergency management director Keith Stammer put its length around six miles. Witnesses described entire blocks of buildings destroyed.  Steve Runnels of the National Weather Service said \"We have reports of significant structural damage to strong buildings. Automobiles have been flipped, bark was stripped off trees.\" Among the properties damaged was a local hospital, St. John's Regional Medical Center.  Some patients were hurt, and all were evacuated to other regional hospitals.  The local high school, Joplin High School, was also hit.  Describing the damage, its principal, Kerry Sachetta, said \"You see pictures of World War II, the devastation and all that with the bombing. That's really what it looked like. I couldn't even make out the side of the building.\" Joplin has a population of about 50,000. President Barack Obama has ordered the Federal Emergency Management Agency (FEMA) to support state and local efforts in response and recovery.  He issued a statement with condolences to the families of victims."}, "6-63": {"heading": "Early reports indicate massive blizzard to strike northeastern portions of US late Thursday ", "link": "https://en.wikinews.org/wiki/Early_reports_indicate_massive_blizzard_to_strike_northeastern_portions_of_US_late_Thursday", "date": "2-January-2014", "text": "Early media reports today indicate experts are predicting a massive blizzard to hit the northeastern United States late this evening. Such storms, coloquially called \"Nor'easters\", often wreak havoc across cities and smaller towns. The storm itself may ultimately stretch across 22 states, potentially effecting about one-third of the country's population. The city of New York came under a winter storm warning late yesterday evening, with nine inches of snow predicted to fall. Sources also indicate Long Island may experience wind chills as severe as 10 below zero Fahrenheit (about 23 below zero Celsius). Boston schools were reportedly closed for tomorrow, though the press secretary for Boston's mayor had earlier, regarding braving cold weather, described New Englanders as \"hardy\". By 2pm today Chicago O'Hare airport had experienced 592 flight cancellations. Many homeless shelters across the Northeast region are expected to be filled to capacity or beyond. Weather officials have speculated that next week, parts of Wisconsin could experience the coldest temperatures in nearly seventeen years, since February 1996."}, "6-64": {"heading": "Indiana teen softball player recovering after lighting strike ", "link": "https://en.wikinews.org/wiki/Indiana_teen_softball_player_recovering_after_lighting_strike", "date": "17-March-2012", "text": "A Seymour, Indiana high school freshman is recovering after a lighting strike Thursday during practice, with no storm in sight.  The lightning strike hit Emily Bobb, and injured three of her teammates. Bobb was transported to Indianapolis Riley Hospital for Children, and the others were taken to a medical facility in Seymour. Dr. Levi Nehrtt was working across the street at a nearby chiropractic and physical therapy clinic, when he saw the lighting strike Bobb.  He immediately ran across the street and jumped the fence, and began CPR.  EMT’s arrived within minutes and transported Bobb to the hospital. On Friday Bobb was listed in good condition, from her initial critical condition.  Her teammates were treated and released from the hospital."}, "6-65": {"heading": "Two die in school bus accident in Missouri, several others injured ", "link": "https://en.wikinews.org/wiki/Two_die_in_school_bus_accident_in_Missouri,_several_others_injured", "date": "5-August-2010", "text": "An accident involving two school buses, a tractor trailer and an sport utility vehicle has left at least two people dead and fifty more injured about 40 miles outside of St. Louis, Missouri according to reports. The incident occurred Thursday morning on I-44 in Gray Summit between 10:15 AM (15:15 UTC) to 10:30 AM local time (15:30 UTC) according to Jorma Duran, a spokesman for the Missouri Department of Transportation. The school buses were carrying students from St. James High School and were en route to the Six Flags St. Louis amusement park, approximately 10 miles (16.1 kilometres) from the scene of the accident. It wasn't immediately clear how exactly the collision happened."}, "6-66": {"heading": "Chandra telescope finds missing baryonic matter ", "link": "https://en.wikinews.org/wiki/Chandra_telescope_finds_missing_baryonic_matter", "date": "4-February-2005", "text": "Scientists studying data from the \"An inventory of all the baryons in stars and gas inside and outside Various measurements give a good estimate of the mass-density of Using the computer predictions, Nicastro and colleagues The clouds were detected using Chandra observations when the Assuming that the size and distribution of the clouds are Mkn 421 was observed three times with Chandra's Low-Energy"}, "6-67": {"heading": "Tropical Storm Isaac creates worries across US gulf states ", "link": "https://en.wikinews.org/wiki/Tropical_Storm_Isaac_creates_worries_across_US_gulf_states", "date": "27-August-2012", "text": "Tropical Storm Isaac is creating a swathe of concerns across many gulf states in the US, as it sweeps into the Florida Keys. As of 5:00pm EDT, Miami area winds were measuring at 60 miles per hour. Authorities indicated 5,180 homes across Broward county are without electricity. According to media sources, the governor of Louisiana anticipates giving evacuation orders as early as Monday morning. Hurricane warnings have been issued in the Florida Panhandle, sweeping as far west as Louisiana. Sunday afternoon, Louisiana's Governor Jindal issued a state of emergency for the state. Over 450 flights at Miami International Airport were canceled this weekend, in light of the storm's arrival. Ultimately, the storm's winds could reach as high as 110 mph, according to sources. The mayor of New Orleans told media that many residents there are nervous. The last time a hurricane struck the Gulf coast was in 2008."}, "6-68": {"heading": "Heat wave, industrial action cripples Melbourne railways ", "link": "https://en.wikinews.org/wiki/Heat_wave,_industrial_action_cripples_Melbourne_railways", "date": "29-January-2009", "text": "Commuters in Melbourne, Australia, faced chaos today as a summer heatwave and alleged industrial action by staff caused 200 trains to be cancelled. The light rail system was also disrupted by a broken down tram. Track buckled between Jolimont and Flinders Street stations on the Melbourne loop as temperatures peaked at 43.2 degrees Celsius (109.7°F), causing local train operator Connex to send track workers out to hose rails down. The delays and cancellations caused high demand on the Connex website, which crashed under the pressure. V/Line regional train services were also affected, with coaches replacing some trains and other services working with reduced line-speeds. Connex has blamed the Australian Rail Tram and Bus Industry Union for 80% of the cancellations, saying the drivers are running an \"over-zealous, fault-finding protocol\" leading to serviceable trains becoming unavailable. The company and the union have been having \"protracted\" negotiations over the method of drivers reporting train failures, according to the ABC. Public transport in Melbourne will run free of charge tomorrow as a gesture of goodwill."}, "6-69": {"heading": "Bangladesh storms kill at least 23 ", "link": "https://en.wikinews.org/wiki/Bangladesh_storms_kill_at_least_23", "date": "3-May-2010", "text": "Stormy weather in Bangladesh left at least 23 people dead over the weekend and thousands more homeless. The storms, which are common between April and June, swept over the Mymensingh area and destroyed crops and trees. Most of the deaths were said to have occurred when farmers harvesting rice paddy fields were struck by lightning. Six were in the Habiganj District. Additionally, the lightning killed two teenage brothers in Haluaghat tending to cattle in a field near their home. Dozens of other people received injuries and were transported to hospitals. The Bangladesh Meteorological Department had issued warnings for continued severe weather."}, "6-70": {"heading": "MLB: White Sox shut out Twins in below-freezing weather ", "link": "https://en.wikinews.org/wiki/MLB:_White_Sox_shut_out_Twins_in_below-freezing_weather", "date": "7-April-2007", "text": "In a chilly Saturday afternoon game at U.S. Cellular Field in Chicago, the air temperature hovering around freezing the entire game, the Minnesota bats were ice cold. White Sox pitching staff held the Minnesota Twins to only three hits. White Sox starter Javier Vázquez pitched more than six innings and gave up only a single hit in the second. Twins starter Carlos Silva gave up what would end up being the winning run in the first. Paul Konerko picked up an RBI in the first inning on a single to the outfield that scored Darin Erstad, putting Chicago ahead by one. Juan Uribe would extend the lead with a solo home run in the eighth before an attempted pickoff throw failed and the ball trickled to the outfield, allowing Scott Podsednik to score from second base. Friday evening's series opener between the AL-Central Division rivals was postponed due to the inclement cold weather, and has not yet been rescheduled. The White Sox, now 2-2, and Twins, now 3-1, will finish their series with an Easter Sunday matinée game. Highs tomorrow in Chicago are forecasted to be slightly warmer in the upper-30s."}, "6-71": {"heading": "Largest mass extinction in 65 million years underway, scientists say ", "link": "https://en.wikinews.org/wiki/Largest_mass_extinction_in_65_million_years_underway,_scientists_say", "date": "8-March-2006", "text": "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\". Leading environmental scientist Professor Norman Myers says the Earth is experiencing its \"Sixth Extinction.\" Scientists forecast that up to five million species will be lost this century. \"We are well into the opening phase of a mass extinction of species. There are about 10 million species on earth. If we carry on as we are, we could lose half of all those 10 million species,\" Myers said. If we do not do more, Myers says, the planet will continue to lose around 50 species per day compared to the natural extinction rate of one species every five years. He projected this rate in the late 1980s to much criticism, but the figure is now widely accepted by scientists. \"The whole thing is taking place in what you might call a flickering of an evolutionary eye,\" said Myers. \"It's hard to keep up with unless we damp down on some of the causes of the evolution.\" The Australia Museum's Frank Howarth says \"There are over 30 extinction 'hotspots' across the globe. He says up to 80 per cent of crucial habitat has been wiped out.  Biodiversity hotspots are areas that have more than 1500 endemic plant species and which have lost more than 70per cent of original habitat.\" Hotspots feature, according to Myers, \"exceptional concentrations of species that are found nowhere else in the world.\" Evidence shows that insects, which account for more than half the described species on earth, are disappearing faster than birds. \"Many areas of Australia's ecosystems depend on the work of insects... we put a lot of effort into looking at these hotspots, about what insects actually occur there, whether their numbers are increasing or decreasing, because they tell us a lot more about some of the high level effects,\" Howarth said. Myers argues that we are destroying the Earth’s biodiversity quickly enough to witness the beginning of a mass extinction of species—one of only six such events in the Earth’s history. He says around 30 hotspots contain the last remaining habitats of at least half of Earth’s land surface. He says more parks and reserves are needed, and while warnings are desperate, he believes the situation can be turned around. \"We would be the first generation in the whole of human history since we came out of our caves to tackle a mass extinction head on and cancel it... and if we do, I think people will cheer for us from thousands of years ahead.\" Myers projects that safeguarding the hotspots would cost one billion dollars per year. The Global Amphibian Assessment, an international convention of amphibian biologists, indicated in 2004 that over a third of the world's amphibian species are threatened, making them the most threatened group of animals on the planet. More than 120 species have likely become extinct since the 1980s, and around two-thirds of the South American harlequin frog species vanished in the 1980s and 1990s. The decline of amphibians in protected habitats has puzzled conservation biologists for nearly 20 years. Recent research suggests that climate change may be driving widespread frog extinctions. Results of a study published in the January 2006 Nature journal reveal how warming alters a fatal skin fungus affecting frogs. The article says hundreds of species around the world are teetering on the brink of extinction or have already become extinct. \"Disease is the bullet that's killing the frogs,\" said J. Alan Pounds, the study's lead scientist from the Tropical Science Center in Costa Rica. \"But climate change is pulling the trigger. Global warming is wreaking havoc on amphibians, and soon will cause staggering losses of biodiversity,\" he said. According to the study, rising temperatures favor the chytrid fungus, which seems to kill frogs mostly in cool highlands or during winter—implying that low temperatures make it more deadly. National Science Foundation program director Sam Scheiner said their study \"demonstrates the complex nature of global climate change, including how climate affects the spread of disease, and why these must be integrated if we are to understand and reduce threats to species extinctions.\" Scheiner says the message goes beyond amphibians: \"global warming and the accompanying emergence of infectious diseases are a real and immediate threat to biodiversity and a growing challenge for humankind.\" Scientists are warning that by the end of this century, the planet could lose up to half its species, and that these extinctions will alter not only biological diversity but also the evolutionary processes itself. They state that human activities have brought our planet to the point of biotic crisis. In 1993, Harvard biologist E.O. Wilson estimated that the planet is losing 30,000 species per year - around three species per hour. Some biologists have begun to feel that the biodiversity crisis dubbed the \"Sixth Extinction\" is even more severe, and more imminent, than Wilson had expected. Professor Myers and colleague Andrew H. Knoll say that what we do now will define a course for evolution. In their 2001 American Institute of Biological Sciences report, Myers and Knoll forecast that the effects of a Sixth Extinction will leave gene pools so depleted that species may not bounce back. Species such as rodents and cockroaches that have adapted to human environments will dominate. Niles Eldredge in his paper The Sixth Extinction says that with the high rate of extinction, there is little doubt left in the minds of professional biologists that the biosphere is currently facing a mounting, unprecedented loss of species. Whilst previous mass extinctions were due to natural environmental causes, research shows that wherever on Earth humans have migrated other species have become extinct. Human overpopulation especially in the past two centuries is said to be the underlying cause of the Sixth Extinction."}, "6-72": {"heading": "14 killed by bushfires in Australia ", "link": "https://en.wikinews.org/wiki/14_killed_by_bushfires_in_Australia", "date": "7-February-2009", "text": "Bushfires across the Australian state of Victoria have killed at least 108 people and have destroyed dozens of homes. These fires were caused by a severe heat wave affecting the country, combined with winds reported to have reached gale force. According to a report by the Australian Broadcasting Corporation, the fires have burned approximately 30,000 acres (12,140 hectares) of land since they began on Friday. State police officials stated that there are still several more fires being fought, and feared that the death toll could reach as much as double the currently confirmed number when all fires are extinguished and investigations begin. Temperatures in Victoria today reached 46° Celsius (115° Fahrenheit), with the combination of temperatures and high winds helped to fuel the fires. The fire was reported to be moving at an estimated 60 kilometers per hour (40 miles per hour). \"This has been an absolute tragedy for the state and we believe this figure may only get worse. We're concerned this figure could even reach up into the 40s,\" stated Kieran Walshe, the Victoria Police Deputy Commissioner, referring to the death toll. \"The whole of Kinglake is ablaze, I live a couple of kilometers out of town, I heard explosions, by the time I got to the road there were fires everywhere. [There is] flame everywhere, trees exploding, gas tanks exploding, buildings on fire, it's very, very, very serious,\" said a resident of Kinglake, a small township north of Melbourne that was greatly affected by the flames. \"I can't quite see down into the main stretch of town, but there's a lot of flame coming up from there, so I presume most of the town is going up,\" he also stated. Kinglake has had the most deaths in the fire outbreak so far, where it was reported that six people traveling in a car were all killed when it was set ablaze by the raging flames. Over 30,000 volunteers are currently fighting the blazes across the country, along with the help of helicopters and aircraft dropping chemicals and water onto the site hoping to help extinguish the fire. Greg Esnouf, the Victoria Country Fire Authority deputy chief, stated that conditions for firefighters were \"off the scale\" dangerously, and also stated that the forecast for Sunday would not be different than the previous few days. Victoria Police have reported that they are suspecting that some of the fires were lit through arson, and are currently in the process of questioning a resident about a fire that started outside of the city. Another man was arrested in connection with deliberately lighting the fire, but was released by police and had arson charges dropped. According to the Australian Bureau of Meteorology, the heat wave is expected to continue throughout the weekend and peaking in the southeastern part of the country, with temperatures not expected to get cooler until early next week."}, "6-73": {"heading": "Iberia burning: forest fires rage across Portugal ", "link": "https://en.wikinews.org/wiki/Iberia_burning:_forest_fires_rage_across_Portugal", "date": "26-August-2005", "text": "In Portugal, which is suffering its worst drought since 1945, some 1,500 firefighters and 600 soldiers battled forest fires that have raged for six days.They said cooler temperatures and higher air humidity levels helped them to contain more than a dozen fires but the risk of new ones remained high."}, "6-74": {"heading": "St. Louis hit by massive power outages after 80 m.p.h. winds, National Guard mobilized ", "link": "https://en.wikinews.org/wiki/St._Louis_hit_by_massive_power_outages_after_80_m.p.h._winds,_National_Guard_mobilized", "date": "21-July-2006", "text": "A storm has knocked out power during a heat wave in the Greater St. Louis Area. 80 mph (130 km/h) winds accompanied by heavy rain caused many tree limbs to fall, some onto cars, some onto thoroughfares, and some on high-tension power lines that supply the city.  It also caused at least three building collapses. After 160,000 people have had their power restored, but 500,000 others are still without power. Three hundred national guardsmen joined volunteers, policemen and firefighters in aiding people during the crisis. Vulnerable residents in nursing homes and centers for the elderly are being evacuated. Cookies and water are being distributed to those needing them. With temperatures were nearing 100°F (38°C), \"I've never seen this many people without power, this much debris, buildings collapsed, lines down,\" St. Louis Mayor Francis Slay said. The local power company, AmerenUE, estimated that as of 10:26 p.m. local Central time on the 20th, 418,195 customers had no electricity."}, "6-75": {"heading": "Simple animals could live in Martian brines: Wikinews interviews planetary scientist Vlada Stamenković ", "link": "https://en.wikinews.org/wiki/Simple_animals_could_live_in_Martian_brines:_Wikinews_interviews_planetary_scientist_Vlada_Stamenkovi%C4%87", "date": "9-January-2019", "text": "Planetary scientist Vlada Stamenković of the NASA Jet Propulsion Laboratory and colleagues have developed a new chemical model of how oxygen dissolves in Martian conditions, which raises the possibility of oxygen-rich brines; enough, the work suggests, to support simple animals such as sponges. The model was published in Nature on October 22. Wikinews caught up with him in an email interview to find out more about his team's research and their plans for the future. The atmosphere of Mars  is far too thin for humans to breathe or for lungs like ours to extract any oxygen at all. It has on average only around 0.6% of the pressure of Earth's atmosphere, and this is mainly carbon dioxide; only 0.145% of the thin Martian atmosphere is oxygen. The new model indicated these minute traces of oxygen should be able to enter salty seeps of water on or near the planet's surface at levels high enough to support life forms comparable to Earth's microbes, possibly even simple sponges.  Some life forms can survive without oxygen, but oxygen permits more energy-intensive metabolism. Almost all complex multicellular life on Earth depends on oxygen. \"We were absolutely flabbergasted [...] I went back to recalculate everything like five different times to make sure it's a real thing,\" Stamenković told National Geographic. \"Our work is calling for a complete revision for how we think about the potential for life on Mars, and the work oxygen can do,\" he told Scientific American, \"implying that if life ever existed on Mars it might have been breathing oxygen\". Stamenković et al cite research from 2014 showing some simple sponges can survive with only 0.002 moles of oxygen per cubic meter (0.064 mg per liter). Some microbes that need oxygen can survive with as little as a millionth of a mole per cubic meter (0.000032 mg per liter). In their model, they found there can be enough oxygen for microbes throughout Mars, and enough for simple sponges in oases near the poles. In 2014, also suggesting multicellular life could exist on Mars, de Vera et al, using the facilities at the German Aerospace Center (DLR), studied some lichens, including Pleopsidium chlorophanum, which can grow high up in Antarctic mountain ranges. They showed those lichens can also survive and even grow in Mars simulation chambers. The lichens can do this because their algal component is able to produce the oxygen needed by the fungal component. Stamenković et al's research provides a way for oxygen to get into the Martian brines without algae or photosynthesis. Stamenković et al found oxygen levels throughout Mars would be high enough for the least demanding aerobic (oxygen-using) microbes, for all the brines they considered, and all the methods of calculation. They published a detailed map[3] of the distributions of solubility for calcium perchlorates for their more optimistic calculations, which they reckoned were closer to the true case, with and without supercooling. The lowest concentrations were shown in the tropical southern uplands. Brine in regions poleward of about 67.5° to the north and about 72.5° to the south could have oxygen concentrations high enough for simple sponges. Closer to the poles, concentrations could go higher, approaching levels typical of sea water on Earth, 0.2 moles per cubic meter (6.4 mg per liter), for calcium perchlorates. On Earth, worms and clams that live in the muddy sea beds require 1 mg per liter, bottom feeders such as crabs and oysters 3 mg per liter, and spawning migratory fish 6 mg per liter, all within 0.2 moles per cubic meter, 6.4 mg per liter. Stamenković et al studied magnesium and calcium perchlorates, common on Mars. They found the highest oxygen concentrations occur when the water is colder, which happens most in polar regions. Stamenković et al's paper is theoretical and is based on a simplified general circulation model of the Mars atmosphere — it ignores distinctions of seasons and the day / night cycle. Stamenković's team combined it with a chemical model of how oxygen would dissolve in the brines and used this to predict oxygen levels in such brines at various locations on Mars. When asked about plans for a future model that might include seasonal timescales, Stamenković told Wikinews, \"Yes, we are now exploring the kinetics part and want to see what happens on shorter timescales.\" Stamenković et al's model also takes account of the tilt of the Mars axis, which varies much more than Earth's does. Wikinews asked Stamenković if he had any ideas about whether and how sponges could survive through times when the tilt was higher and less oxygen would be available: Wikinews also asked Stamenković how their research is linked to the recent discovery of possible large subglacial lake below the Martian South Pole found through radar mapping."}, "6-76": {"heading": "Chinese market fire kills seventeen, child detained ", "link": "https://en.wikinews.org/wiki/Chinese_market_fire_kills_seventeen,_child_detained", "date": "7-February-2015", "text": "Police detained a nine-year-old after a blaze started in a wholesale market in Huizhou, Guangdong, southern China on Thursday afternoon. Seventeen died. According to police the child was playing with matches in a warehouse on the top-floor of the four-storey Yiwu Commodity Mall. Soon the entire floor was engulfed, leading to an eighteen-hour rescue mission involving 270 firefighters with 45 vehicles. Nine market managers have also been detained. The complex includes restaurants and a cinema. The cinema's bathroom, on the top floor, became a trap for ten of the victims. Firefighter Wan Jie told reporters \"Our firemen tried several times to approach the fourth floor where the cinema was located, without success. It was too dark to see anything and the temperature was extremely high. We carried oxygen bottles as we crawled forward.\" He described how he and another firefighter almost ran out of oxygen while rescuing one girl. Around 300 people were evacuated. Photos at the scene showed medical personnel, some with stretchers, waiting en masse to treat casualties. Firefighters came from Shenzhen, Dongguan, and Shanwei to augment local forces. Four, including Wan Jie, were injured. \"It was the worst and most dangerous fire I have ever attended,\" he said. The fire service said the entire building, which passed a safety inspection last month, was at risk of collapse. The fire was extinguished around 8a.m. local time yesterday. Southern Metropolis News released a list of suspected victims. Among them are a family of four and a fourteen-year-old girl from Hong Kong."}, "6-77": {"heading": "Canadian helicopter with 18 onboard crashes into Atlantic Ocean ", "link": "https://en.wikinews.org/wiki/Canadian_helicopter_with_18_onboard_crashes_into_Atlantic_Ocean", "date": "13-March-2009", "text": "Two life boats were empty, one person is dead and sixteen others are missing after a helicopter crashed into the frigid north Atlantic Ocean reported search and rescue official, March 12. The Sikorsky S92 helicopter sunk below the surface and the debris field was located about 47 nautical miles (87 km; 54 mi) southeast of St. John's, Newfoundland and Labrador. Maydays and alerts were sent at 9:18 local NL time (7:48 EST). The helicopter pilot radioed his intent to return to St. John's. The lone survivor, Robert Decker, was taken to a local hospital in critical condition. He was rescued by a helicopter which arrived 45 minutes after take off. Of the eighteen people on board one other body was found and taken to St. John's, Newfoundland and Labrador. The cause of the crash is under investigation, but Canadian prime minister Stephen Harper called the incident a \"tragic accident\". Julie Leroux of the Transportation Safety Board said that mechanical problems were reported on the helicopter, but further investigation was needed. Earlier reports stated that two people and a life raft were seen in the waters 87 kilometers (54 miles) southeast of St. John's. There were reports of a second life raft as well. Rescuers soon discovered that the life rafts were empty. For those wearing survival suits, the survival time would be approximately 24 hours. Wave heights at the time of the crash were six to nine feet (two to three meters), with freezing water temperatures. As a result, emergency rooms at St. John's hospital were prepared for survivors suffering from hypothermia reported Deborah Collins of the Eastern Health Board. On board were workers heading to two offshore oilfields, mainly the Sea Rose platform, a part of the White Rose offshore oilfield 315 kilometers (196 miles) southeast of St. John's. Two people on board were staff of Cougar Helicopters, and two passengers traveling to the Hibernia platform. Two Cormorant rescue helicopters and one military Hercules plane flew into high winds during the rescue effort. The search and rescue team was supplemented by a coast guard ship and supply ship. There were reports that two other helicopters were dispatched as well."}, "6-78": {"heading": "Japanese researchers create smell sensor using genetically engineered frog eggs ", "link": "https://en.wikinews.org/wiki/Japanese_researchers_create_smell_sensor_using_genetically_engineered_frog_eggs", "date": "29-August-2010", "text": "A University of Tokyo group of researchers, led by bioengineer Shoji Takeuchi, has made an electronic sensor capable of smelling gases. The sensor uses genetically engineered frog cells. Since previous sensors were not very accurate, the scientist decided to try a biological approach. The invention was revealed in a US scientific journal yesterday, and is supposed to be used to design better machines to detect polluting gases in the atmosphere. Previous smell sensors were based on quartz rods, which vibrate when a substance binds to them. The gases are distinguished by their molar masses, which can be similar for molecules with different structure, thus relatively often triggering a false positive. Trying to find a more accurate solution, Takeuchi decided to follow an example from insect world. As he explained, \"when you think about the mosquito, it is able to find people because of carbon dioxide from the human. So the mosquito has CO2 receptors. When we can (extract) DNA (from the mosquito) we can put this DNA into the frog eggs to detect CO2.\" Genes of several insects (the silk moth, diamondback moth and fruit fly), injected into African clawed frog Xenopus laevis eggs, allowed them to produce relatively inexpensive and useful sensors. The choice of the species was caused by their widely studied and well-understood protein expression mechanism. The modified cells responded to three kinds of pheromones and one odourant, which have similar chemical properties. When a molecule of an odorous substance adhered to the receptor on the membrane protein, ion channels opened for a certain period of time, and a current was generated. Its magnitude was clearly different for all four tested substances, allowing to distinguish between them accurately. The colleagues embedded the sensor into a mannequin, so that it could shake its head when a gas was detected. It was easier to observe. Pheromones and molecules with quite similar molecule structure produced clearly distinguishable reaction, with higher accuracy than other biological or human-made sensors. As the research group said, the detection sensitivity of the odor sensor is several tens of parts per billion (ppb), and it is as high as the sensitivity of an existing odor sensor that uses an oxide semiconductor. The distinctive feature of the new sensor is its capability to selectively detect some odorous substances, rather than its sensitivity. Very few false positives were possible due to the biological mechanism involved. At normal temperature, the sensor lifetime is about 12 hours, which can be extended by putting it into a refrigerator before first use. Shoji Takeuchi says has a great hope for research use in future, since the frog eggs are very practical for genetic engineering, and can be conveniently used to develop smell sensors for a wide range of gases. He said, \"The X. laevis oocyte has high versatility for the development of chemical sensors for various odorants. We believe that a shared ability to smell might open a new relationship between man and robot. .. The research will have wide implications... If the sensor is embedded in a nursing robot, it will be able to identify certain mouth odors or body odors. Also, it can be used for detecting CO2, air pollution, water pollution and food. It's very important for the environment.\""}, "6-79": {"heading": "Second day of snow in UK, disruption continues ", "link": "https://en.wikinews.org/wiki/Second_day_of_snow_in_UK,_disruption_continues", "date": "21-December-2009", "text": "A second day of winter weather and snow has caused further disruption in the UK. At 15:13 GMT last Saturday, one Wikinews contributor in West Lothian described the conditions there as 'white-out', although later conditions were reported to have improved. Forecasters had indicated further snow in Scotland later into Saturday evening, with some higher ground experiencing as much as 15 centimetres into Sunday. Heavy snow for parts of Northern England had also been forecast. In South of England the wintry weather has also affected cross channel services, with Operation Stack being brought into effect due to issues at the Port of Calais.  Eurostar and Channel tunnel services were also disrupted for an extended period, when trains broke down temporarily stranding at least 2000 passengers according to both BBC and Guardian reports. The cause is still under investigation, but it has been suggested, temperatures changes on entering the Channel tunnel may have been responsible. Traffic around both Dover and Folkstone was reported as heavy, with Chief Superintendent Matthew Nix(Kent police) making an appeal for  \"[...]  everyone to consider whether their journey is really necessary. Because of the problems with the Channel Tunnel and the Port of Calais, it will take a considerable time to clear the backlog [...]\" In addition to transport disruption, a number of sports have been affected. At least twenty football fixtures across the UK have been postponed, with some rugby matches also affected. Race meetings at Haydock, Newcastle were cancelled due to the conditions, a planned meet at Ascot having been abandoned earlier. A National Hunt meeting at Carlisle yesterday was also abandoned."}, "6-80": {"heading": "United States: Two killed, more than a hundred injured in Amtrak train collision in South Carolina ", "link": "https://en.wikinews.org/wiki/United_States:_Two_killed,_more_than_a_hundred_injured_in_Amtrak_train_collision_in_South_Carolina", "date": "7-February-2018", "text": "Early on Sunday morning, Amtrak's passenger train number 91, the Silver Star, bound for Miami from New York, slammed into a stationary CSX freight train in Cayce, about ten miles (16 km) south of Columbia, capital of the US state of South Carolina.  Two Amtrak employees were killed and at least 116 were injured, some seriously. The two killed were 54-year-old engineer Michael Kempf of Savannah, Georgia, and 36-year-old conductor Michael Cella of Orange Park, Florida.  Robert Sumwalt, chairman of the National Transportation Safety Board, told a press conference the passenger train had been diverted into a siding by a switch left \"literally locked, with a padlock\" in that position. The collision happened at about 2:35 am local time (0735 UTC) at a switching yard in the small city of Cayce. The Amtrak train, with reportedly 139 passengers and eight employees aboard, collided head on with the freight train, which was parked with no one on board. The Amtrak locomotive and the leading locomotive on the freight train were destroyed; the Amtrak locomotive and some of its passenger cars derailed, and one of those cars was folded in half. Several freight cars were crumpled, Reuters reported. In a press conference, the state governor, Henry McMaster, said the Amtrak locomotive was \"barely recognizable\" and described it as \"a horrible thing to see, to understand the force involved\". Harrison Cahill, a spokesman for Lexington County, gave a count of 116 injured, up from an initial report of 70; according to Derrec Becker, public information officer for the South Carolina Emergency Management Division, injuries ranged \"from cuts and bruises to severe broken bones\". On Monday a Palmetto Health spokesperson said two patients were in serious and two in critical condition at their facilities. A spill of approximately 5,000 gallons of fuel from the freight train posed no safety hazard, according to officials. Passenger Derek Pettaway told the CNN network that like most others, he had been sleeping when the collision happened. He said Amtrak staff cleared the passengers from the train rapidly, and there was no panic; \"I think people were more in shock than anything else\", he said. \"Key to this investigation is learning why the switch was lined that way\", Sumwalt said. Amtrak's CEO, Richard Anderson, speaking to reporters on Sunday, held CSX responsible; he stated the track in that area is operated by CSX and the signals, which CSX operates, were not working at the time of the collision and a CSX dispatcher was therefore directing the Amtrak train's movements. Sumwalt noted an automatic monitoring and braking system called positive train control, which was not in use on the stretch of line, could have forestalled the collision. Several fatal incidents involving Amtrak trains have occurred in the past three months. On December 18, the inaugural train on a new route in Washington state derailed at high speed while crossing above a highway, killing three; on January 31, the driver of a garbage truck was killed in Virginia when he collided with an Amtrak train chartered to take Republican lawmakers to a retreat."}, "6-81": {"heading": "Baseball: Oakland A's pitcher Dallas Braden throws perfect game ", "link": "https://en.wikinews.org/wiki/Baseball:_Oakland_A%27s_pitcher_Dallas_Braden_throws_perfect_game", "date": "10-May-2010", "text": "Dallas Braden, a left-handed pitcher for Major League Baseball's Oakland Athletics in the United States, became one of only nineteen players in the history of the MLB to pitch a perfect game, in a 4-0 win against the Tampa Bay Rays. Braden, aged 26, who retired all 27 batters consecutively on 109 pitches, also earned his first career complete game. In the process of throwing the perfect game, Braden also struck out six Tampa Bay hitters. The perfect game was the second pitched in the Athletics' franchise history, the other being thrown by Hall of Fame pitcher Catfish Hunter on May 8, 1968 against the Minnesota Twins. Braden, at 26, also became the youngest pitcher to throw a complete game since Anaheim Angels pitcher Mike Witt did so at age 24 in 1984. The low crowd at the Oakland Coliseum, at only 12,228, was due to the Mother's Day holiday occurring across the United States, Braden, along with every other Major League Baseball player, donned pink equipment for awareness of breast cancer, which has become a tradition for baseball players on Mother's Day. Braden's own mother died of skin cancer when he was a senior in high school, but his grandmother attended the game. Braden recently drew controversy in the league after publicly criticizing New York Yankees all-star third baseman Alex Rodriguez for crossing the pitcher's mound after a foul ball, which Braden claimed to be an \"unwritten rule\" in baseball. When asked about the no hitter, Rodriguez simply responded, \"Good for him, he threw a perfect game. And even better, he beat the Rays,\" he said, as the Rays lead the American League East division, the same division that Yankees play in. \"Mother's Day hasn't been a joyous day for me in a while. But to know that I still get to come out and compete and play a game on that day, that makes it a little better. With my grandma in the stands, that makes it a lot better. To be able to give her this today was perfect...,\" said Braden in a post-game interview with MLB.com."}, "6-82": {"heading": "Rare Middle East cyclone batters Oman ", "link": "https://en.wikinews.org/wiki/Rare_Middle_East_cyclone_batters_Oman", "date": "7-June-2007", "text": "Tropical Storm Gonu headed toward Iran today, after lashing Oman for two days with high winds and torrential rains, and causing at least 23 deaths and the evacuation of more than 20,000 people to emergency shelters. Concern was high for the oil industry, as rough seas kept tankers from leaving their ports. Such storms are rare in the Middle East. Early today, Gonu was weakening and was downgraded to a tropical storm. The Joint Typhoon Warning Center projected the storm to continue weakening as it made landfall on Iran's southeastern coast. Offshore Iranian oil installations were expected to be spared, officials said. In the Omani capital, Muscat yesterday, there were torrential rains and howling winds, a rarity in the quiet coastal city. Streets were flooded and emergency vehicles were useless. Flights were canceled at Oman's Seeb International Airport. Twenty-three deaths were reported by Omani authorities today. Electricity and phone lines were out and roads flooded. Police said a body washed ashore in Sur. There were also reports of people trapped in homes in low-lying areas of the capital. Authorities used mobile-phone text messages to warn people away from dangerous areas. Residents were warned to stay at home, or seek shelter in buildings that could withstand the harsh weather. Shareefa bint Khalfan, Omani minister of social development, said more than 20,000 people were evacuated to government shelters. At Oman's weather center, where records have been kept since 1890, metorologists said Gonu was likely the strongest storm to hit Oman since 1977. Milder tropical storms are common mid-May to late June. In Iran, hundreds of residents of Chabahr, a port on the Gulf of Oman, were evacuated. \"University and school students were moved to higher ground in the area to avoid the cyclone effects,\" Hojjat Ali Shayanfar, head of emergency services in Sistan Baluchistan province, was quoted as saying by the Associated Press. Some major roads were flooded in southeastern Iran. In the port city of Bandar Abbas, winds shattered windows and knocked down billboards & trees. Oman has relatively small oil fields, and there was little damage to them. But oil exports were cut off, as the raging seas kept tankers battened down in port for a third day today. To the north, at the world's third-largest shipping fuel center in Fujairah, United Arab Emirates, all refueling and supply operations were suspended, and ships were kept in their berths. At the entrance to the Persian Gulf, the Strait of Hormuz, ships passed through, despite four- to six-foot swells and strong winds. About one-fifth of the world's oil passes through this narrow chokepoint. Iran, OPEC's No. 2 oil exporter, said the storm would not disrupt supplies because its main terminals were inside the Gulf waterway. Analysts were mixed on how the storm will affect prices at the gas pump. \"About 17-21 million barrels a day of oil are coming out of the Persian Gulf. Even if only some of the tankers are delayed, that could reduce the supply of oil and increase prices,\" Manouchehr Takin, at the Center for Global Energy Studies in London, was quoted as saying by the Associated Press. But Tim Evans, an analyst at Citigroup Global Markets, said while the storm may delay oil tankers, they will eventually get to their destinations, so prices shouldn't be affected too drastically. Oil prices rose US$0.25 to $65.86 a barrel in midday trading on the New York Mercantile Exchange. At its peak, Tropical Cyclone Gonu, named for a bag of palm leaves in the language of the Maldives, reached sustained winds of 240 kilometers an hour (149 miles per hour)\t. By early today, winds were around 83 km/h, and it was expect to keep weakening. The storm is believed to be the strongest cyclone to hit the Arabian Peninsula since record-keeping started in 1945, and was tied for the strongest tropical cyclone in the northern Indian Ocean, according to the Joint Typhoon Warning Center."}, "6-83": {"heading": "University of Utah study finds suicide may be linked to air pollution ", "link": "https://en.wikinews.org/wiki/University_of_Utah_study_finds_suicide_may_be_linked_to_air_pollution", "date": "14-February-2015", "text": "A University of Utah study published on Tuesday in The American Journal of Epidemiology suggests air pollution may increase suicide rates. The team analysed suicide records for over 1,500 people from Salt Lake County, Utah from 2000 through 2010. Comparing to air pollution exposure in the three days prior to death the scientists noticed an increase of 20% for deaths amongst those exposed to high nitrogen dioxide. High exposure to fine particulates in the three days prior to death led to a 5% increase. For men, the rates when exposed to nitrogen dioxide were 25% higher than average. Middle-aged men were particularly affected. The scientists believe air pollution combines with other factors to increase suicides, rather than triggering them itself. Doctor Amanda Bakian, one of the researchers, said \"As suicide risk was found to differ by age and gender, this suggests that vulnerability to suicide following air pollution exposure is not uniform across Salt Lake County residents and that some Salt Lake County residents are more vulnerable than others.\" Bakian said research to identify what made individuals susceptible to increased suicide risk after air pollution exposure is planned."}, "6-84": {"heading": "British Airways Flight 38 suffered low fuel pressure; investigation continues ", "link": "https://en.wikinews.org/wiki/British_Airways_Flight_38_suffered_low_fuel_pressure;_investigation_continues", "date": "12-May-2008", "text": "The investigation into the crash of a British Airways Boeing 777 (B777) written off on January 17 after landing short of the runway at London's Heathrow International Airport has been updated. The crash of Flight 38 injured one passenger seriously and 12 others on board, including four crew members, as well as being the first hull loss of a B777. The latest word from the United Kingdom's Air Accidents Investigation Branch (AAIB) is that both engines had low fuel pressure in their high pressure (HP) fuel inlets, leading to the failure of both engines. Having departed from Beijing, China the aircraft was on final approach for landing at Heathrow when the thrust on the engines first reduced and became unresponsive, then ceased completely. The copilot, who was flying the aircraft at the time, received significant media praise for gliding the aircraft past housing and airport barriers to crash land the airliner onto the grass at the runway threshold, likely saving the 136 passengers and 16 crew from death or further injury as well as preventing potential ground casualties. The landing gear collapsed and the airframe, wings and engines were significantly damaged. Each HP inlet also exhibited \"unusual and fresh cavitation damage to the outlet ports consistent with operation at low inlet pressure\", according to the AAIB's latest report on investigatory progress, which also states engine failure was definitely caused by low pressure and that the autothrottle had opened up appropriate valves fully in an effort to increase fuel flow, but to no avail. The report indicates the investigation has also considered an area of unusually cold air over Russia which the B777 passed through at 40,000 feet on its journey. Between the Ural mountain range and East Scandinavia the air was found to have been as low as -76°C. The AAIB has ruled out fuel turning to ice as the fuel temperature never fell below -34°C. This is compared to an average freezing temperature of -47°C for jet fuel and test showing the fuel in the B777's tanks needed cooled to at least -57°C before it froze. Floating ice particles had previously been suggested as a possible causal factor. However, it has been suggested outside of the investigation that although the fuel did not freeze, it could have become unusually thickened, restricting its flow through the HP inlets, although the temperatures did remain within what are currently considered safe levels. Another possible explanation was that the fuel was contaminated or of inferior quality, but the AAIB has ruled this out. Also disproved are suggestions that the plane suffered a bird strike or that it was disrupted by electromagnetic interference from jamming devices set up to protect a motorcade carrying Prime Minister Gordon Brown. The report says that there was also no evidence to suggest any control systems failed, that the aircraft encountered a wake vortex or that there was core engine icing or other evidence that the engines suffered core lock. There was no damage to the fuel systems excluding that caused by the low pressure and no blockages, therefore it is suspected that fuel flow was restricted. The investigation has also begun analysing previous flights on comparable aircraft in a large sample of flights. Thus far, no parameters present on Flight 38 have been found that differ significantly from anything previously encountered. The purpose is primarily to identify potentially troublesome combinations of unusual operational parameters. The report concludes by stating that interested parties to the investigation, specifically the Federal Aviation Administration, the European Aviation Safety Agency, the Civil Aviation Authority and British Airways are being kept fully informed of the investigation's progress. Although this shows some progress, according to David Learmount, operations and safety editor at periodical industry magazine Flight International, “This report takes us absolutely nowhere, I think they still have no idea.” The B777 has never had any other hull losses or any fatal accidents and is considered to have one of the world's safest commercial airliners. According to one spokesman for British Airways “It has one of the best safety records of any commercial aircraft. At no stage since the accident has the AAIB, Boeing or Rolls Royce advised against the continued operation of the Boeing 777.” The engines underwent analysis at manufacturer Rolls-Royce's facility in Derby, while airframer Boeing is studying the fuel systems in the United States. Rolls Royce's engine test bed was modified to replicate control inputs from aircraft control systems, and Boeing are working at replicating the cold conditions experienced over Eastern Europe. The investigation is ongoing."}, "6-85": {"heading": "Report indicates Mexican monarch butterfly population at ten-year high, reasons unclear ", "link": "https://en.wikinews.org/wiki/Report_indicates_Mexican_monarch_butterfly_population_at_ten-year_high,_reasons_unclear", "date": "2-February-2019", "text": "The Center for Biological Diversity announced on Wednesday the monarch butterfly population counted over-wintering in Mexico was 144% greater than last year, with the highest overall population since the winter of 2006–2007. Scientists cautioned against an excess of optimism for the species. Remarked Center for Biological Diversity scientist Tierra Curry, \"This reprieve from bad news on monarchs is a thank-you from the butterflies to all the people who planted native milkweeds and switched to organic corn and soy products[...] But one good weather year won't save the monarch in the long run, and more protections are needed for this migratory wonder and its summer and winter habitats.\" Milkweed is the sole food of the monarch caterpillar. According to ecologist Chip Taylor of the University of Kansas, last year's relatively cool temperatures in the insects' migration corridor kept them in the right place at the right time to lay eggs with a good chance of survival. He also said this is not likely to happen again next year. Ecologist Ryan Norris of the University of Guelph in Ontario also said human actions had little to do with the increased population. Almost all of the monarch butterflies ranging across the continent, as far north as Canada, return to the same wintering area in central Mexico's oyamel fir forests every year.  Scientists from the World Wildlife Fund Mexico estimate the population by observing the area turned orange by butterfly bodies on the trees.  This year, the butterflies occupied roughly 6.05 hectares (14.95 acres; .0605 square km), up from 2.48 (6.12 acres) last year.  The hibernation area was as large as 21 hectares in the 1990s and as low as under a hectare in 2014. Factors cited for the drop in the monarch's overall population include habitat loss, loss of milkweed to agricultural herbicides, and use of insecticides. The Center for Biological Diversity and Center for Food Safety requested monarch butterflies be given Endangered Species Act protections from the United States government in 2014.  The decision is pending and expected in June of this year. George Kimbrell of the Center for Food Safety said \"This year's count is a temporary reprieve that doesn't change what the law and science demands, which is that we protect monarchs under the Endangered Species Act before it's too late.\""}, "6-86": {"heading": "Three Massachusetts workers dead after water pipe explosion at power plant ", "link": "https://en.wikinews.org/wiki/Three_Massachusetts_workers_dead_after_water_pipe_explosion_at_power_plant", "date": "7-November-2007", "text": "Three power plant workers at the Salem Harbor Power Station in Salem, Massachusetts died overnight after being severely burned when a water tube they were near burst releasing high pressure steam which burned the men on the head, face, neck and hands just before 9 a.m. EST yesterday. According to Dominion Resources, the Richmond, Virginia energy company which bought the 1950s-era coal-firing plant, from USGen New England, a bankrupted subsidiary of Pacific Gas & Electric, the three men, two operators and a mechanic were working on the ground floor of the plant on a coal-fired generator when the boiler tube exploded twenty feet above sending high pressure steam at a temperature of 320 degrees Fahrenheit and was, according the Salem Fire Department, down towards them. The three men, Mark Mansfield, 41, of Peabody, Phillip Robinson, 56, of Beverly and Matthew Indeglia, 20, of Lawrence were first rushed to the North Shore Medical Center in Salem before being transported to Brigham and Women's Hospital in Boston where they died overnight. \"All three men passed away,\" said hospital spokeswoman Christina Jeffrey. \"All of Dominion is greatly saddened at the deaths of these men, They were valuable members of our Salem Harbor family. Our thoughts and prayers are with their families,\" announced Thomas F. Farrell II, Dominion chairman, president and chief executive officer. The boiler involved is 50 years old and, according to plant officials, is inspected yearly. The Salem Fire Department said they have received 19 calls concerning the boiler over the past five years, which, according to the fire department, is not unusual. The area where the explosion occurred was last inspected in April. The boiler tubes carry high-pressure water and steam to turn the turbine generators, which spin to produce electricity. James \"Red\" Simpson, business manager of International Brotherhood of Electrical Workers Local 326 has worked at the plant for 25 years said, \"In my experience with the plant in the 25 years that I have been here, I can't say enough for the safety programs that are in place. These gentlemen who were sadly killed yesterday were some of the best-trained power plant workers. All of the safety precautions that had to be in place at the time of the accident, were in place.\" Dominion has shut the plant's four generators down for a safety review and to assist employees with the deaths. The plant powers 740,000 homes and employs a 145 employees and is located on Fort Avenue in Salem on a 65-acre waterfront site and uses coal-fired generators but also has a generator that runs on oil."}, "6-87": {"heading": "One person dead, hundreds rescued from ice drift in Lake Erie in US ", "link": "https://en.wikinews.org/wiki/One_person_dead,_hundreds_rescued_from_ice_drift_in_Lake_Erie_in_US", "date": "8-February-2009", "text": "At least one fisherman has died and 134 others were rescued on Lake Erie off the shores of Ohio after an eight mile wide piece of ice broke off the frozen lake's ice shelf and began to drift. The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice. Rescuers were able to get him out of the water, but he died while being flown to a nearby hospital for treatment. The Coast Guard also said that the fishermen were warned that the ice could break, but many didn't believe there was any danger. \"We were in no danger.  We knew there was enough ice out there,\" said Swanton, Ohio resident Norb Pilaczynski, one of those rescued from the ice.  Before heading onto the already broken ice, they made a makeshift bridge from wooden pallets to get to and from the shore, but the ice shifted and the bridge was destroyed.  It left all 135 people stranded more than 1,000 yards from the shoreline. The ice in most parts of the lake can be up to two feet thick, but on Saturday temperatures rose above freezing, with winds of over 35 miles per hour. The combination of both high winds and temperatures, broke the thick ice into dozens of large pieces. Ottawa County sheriff Bob Bratton called those who avoided the warnings \"idiotic\". \"What happened here today was just idiotic. I don't know how else to put it,\" stated Bratton. The rescue operation took nearly five hours to complete. Lake Erie is the fourth largest lake of the five Great Lakes in the U.S., but the smallest by volume, and the tenth largest fresh water lake in the world. Several helicopters were called in from Detroit, Michigan and Traverse City. A C-130 was also used to survey the lake which was flown in from Elizabeth City, North Carolina."}, "6-88": {"heading": "England do enough against Ecuador; through to quarter-final ", "link": "https://en.wikinews.org/wiki/England_do_enough_against_Ecuador;_through_to_quarter-final", "date": "25-June-2006", "text": "A David Beckham free kick was the difference as England went through to the quarter-finals of the 2006 Fifa World Cup after a 1-0 win over Ecuador, Sunday. For the neutral football fan the game was not especially attractive to look at. There were only 7 shots on target in the 90 minutes and neither team controlled the play well. The scrappy match was broken by up 37 fouls. The game had temperatures at around 90 degrees Fahrenheit, which caused several English players, including Beckham, to suffer from heat exhaustion and dehydration. Beckham was sick on the pitch shortly after his goal and was substituted before the end. [1] Ecuador had the best of the first 45 minutes. The slow tempo of the game seemed to lead to simple errors of concentration from England and favoured Ecuador's passing play. Ecuador had slightly more ball possession over the game and also the first chance. John Terry's back header to his keeper fell short but Ashley Cole slid in to deflect Carlos Tenorio's shot onto Paul Robinson's crossbar. In the second half England put more pressure on Ecuador's goal. However, passes into lone striker Wayne Rooney – who played 90 minutes for the first time since he recovered from injury – were often off-target. England's best chance to score from free play followed Wayne Rooney trickery on the left touchline. The striker evaded his marker but Frank Lampard spooned Rooney's cut back high over the bar. Beckham's free kick was a trademark fast curled pass from over 30 yards which beat the opposition wall and took a small touch off the fingertips of Cristian Mora before nestling into the bottom right corner of the net. The goal meant David Beckham had broken an English record by scoring in the 1998, 2002 and 2006 World Cups, the first English player ever to score in three different World Cups. England were scheduled to meet the winner of game 52, Portugal, in the quarter-final of the World Cup in Gelsenkirchen on July 1. Match 51 Attendance: 52'000 Substitutes denotes one goal scored. Substitutes denotes one goal scored. Referee: Frank De Bleeckere Assistant referee: Peter Hermans Assistant referee: Walter Vromans Fourth referee: Oscar Ruiz Fifth referee: Jose Navia Portugal overcome Netherlands 1-0 on way to quarter-final"}, "6-89": {"heading": "World’s largest ice 'Father Christmas' built in China ", "link": "https://en.wikinews.org/wiki/World%E2%80%99s_largest_ice_%27Father_Christmas%27_built_in_China", "date": "26-December-2008", "text": "The world’s largest Santa Claus ice sculpture has been built in China for the upcoming 25th International Ice and Snow Sculpture Festival in Heilongjiang Province. In Harbin, city ice sculptors and organizers are building the giant Father Christmas, a 160 meters (525 ft) long and 24 meters high sculpture. It centers on an enormous face of Santa, complete with flowing beard and hat. Tang Guangjun, one of the sculptors, complained of the effects of global warming and hazardous conditions saying \"it is even bigger and higher than last year's, and more difficult. The weather swings between warm and cold, so it becomes very wet and slippery on the ice. It is very dangerous for us.\" He added that \"its huge size and unseasonably warm temperatures have made the job especially challenging.\" Organizers even have to use artificial snow. The mid-December to early February ice festival which officially begins on January 5, has consistently increased in size over the years, with more talented artists involved and more impressive techniques and pieces on show. Ice sculpture decoration ranges from the modern technology of lasers to traditional ice lanterns. The climate of Heilongjiang is very cold and ice is plentiful. Objects of all sizes appear, up to and including building-sized pieces. In Harbin, winter temperatures can drop to below minus 35 degrees Celsius (- 31 F). According to Jia Yan, director of the local tourism bureau, about 800,000 tourists, 90 per cent of them Chinese, are expected to visit the ice festival this year. Father Christmas or \"Shengdan laoren\" (literally \"The Old Man of Christmas\") is a name used in many English speaking countries, for the gift-bringing figure of Christmas. Although \"Father Christmas\" and \"Santa Claus\" have for all practical purposes been merged, historically the characters were different. The symbolic personification of Christmas as a merry old figure begins in the early 17th century, in the context of resistance to Puritan criticism of observation of the Christmas feast. He is \"old\" because of the antiquity of the feast itself, which its defenders saw as a good old Christian custom that should be kept. Allegory was popular at the time, and so \"old Christmas\" was given a voice to protest his exclusion, along with the form of a rambunctious, jolly old man. The earliest recorded personification of Christmas appears to be Ben Jonson's creation in \"Christmas his Masque\" dating from December 1616, in which Christmas appears \"attir'd in round Hose, long Stockings, a close Doublet, a high crownd Hat with a Broach, a long thin beard, a Truncheon, little Ruffes, white shoes, his Scarffes, and Garters tyed crosse\", and announces \"Why Gentlemen, doe you know what you doe? ha! would you ha'kept me out? Christmas, old Christmas?\" Later, in a masque by Thomas Nabbes, \"The Springs Glorie\" produced in 1638, \"Christmas\" appears as \"an old reverend gentleman in furred gown and cap\". The character continued to appear over the next 250 years, appearing as Sir Christmas, Lord Christmas, or Father Christmas, the last becoming the most common. According to early Christian origins Saint Nicholas of Myra is the primary inspiration for the Christian figure of Santa Claus. He was a 4th-century Greek Christian bishop of Myra in Lycia, a province of the Byzantine Anatolia, now in Turkey."}, "6-90": {"heading": "First snowfall of the season impacts the Northeast US ", "link": "https://en.wikinews.org/wiki/First_snowfall_of_the_season_impacts_the_Northeast_US", "date": "6-December-2009", "text": "A snowstorm, in many areas the first of the season, has impacted much of the Northeastern United States and Atlantic Canada today and is expected to continue until early on Sunday morning. Cities closer to the coast first received rain this morning and early afternoon, but precipitation has changed over to snow as the low pressure system moves northeastward and gains strength. Forecasters say the storm is related to the same system that brought record-breaking snowfall to the Houston, Texas region a few days ago. Most locations will pick up a few inches of snow when all is said and done, enough to cause widespread travel delays and traffic accidents throughout the area. Accordingly, the National Weather Service has issued several winter weather warnings stretching from the South through Maine. Environment Canada has issued a snowfall warning for Atlantic Canada and is expecting 15 to 30 centimeters of snow. By midday Sunday, the storm will have pulled out of the region, leaving behind clearing skies. Meanwhile, a winter storm hit southern Alberta, Canada on Friday causing blizzard like conditions and dumping over 20 centimeters of snow."}, "6-91": {"heading": "Felix Baumgartner jumps from stratosphere, breaks sound barrier ", "link": "https://en.wikinews.org/wiki/Felix_Baumgartner_jumps_from_stratosphere,_breaks_sound_barrier", "date": "16-October-2012", "text": "Austrian skydiver Felix Baumgartner, aged 43, performed a jump Sunday from 39 km above the Earth's surface using a full-pressure suit, a parachute canopy, a capsule, and a helium balloon. Baumgartner broke the sound barrier as his top speed reached 1342 km/h (834 miles per hour), exceeding the speed of sound, and landing in the New Mexico desert, United States. The jump follows several days of waiting for atmospheric winds to decrease to make sure the jump would be safe, and the capsule would not be blown away. A balloon with 850 megalitres (30 million cubic feet) of helium took over two hours to lift the Red Bull Stratos capsule to a 39 km altitude in the stratosphere, 2 km higher than expected, breaking a 1961 manned balloon record of 34.7 km (113,740 feet). While the capsule ascended, a helmet faceplate heater failed. Exhalation fogged the faceplate and affected vision. Baumgartner proceeded with the jump anyway. Baumgartner jumped with his head down to increase speed. A quick jump was essential to minimise the risk of spinning out of control which could make the skydiver lose consciousness. Baumgartner's suit was equipped with devices to document the jump, including a camera. They also included tools to measure altitude, speed and location, and to report them to the mission control center. After the successful jump, Baumgartner said, \"When I was standing there on top of the world, you become so humble, you do not think about breaking records anymore, you do not think about gaining scientific data. The only thing you want is to come back alive. ... Sometimes we have to get really high to see how small we are\". The project was sponsored by Austrian Red Bull energy drinks company."}, "6-92": {"heading": "World climate conference in Nairobi ", "link": "https://en.wikinews.org/wiki/World_climate_conference_in_Nairobi", "date": "13-November-2006", "text": "The 12th UN-Climate Conference was opened in Nairobi on Monday November 6, 2006. The aim of the negotiations is to find ways of assisting the developing countries to adapt to climate change. The formulation of goals for lowering greenhouse gas emissions after the Kyoto-Protocol runs out in 2012 is high on the agenda. The World Meteorological Organisation (WMO) reported half-a-percent rise in CO2 concentration in the atmosphere during 2005. This rise is destined to continue unless more positive action is taken. The United Nations Framework Convention on Climate Change (UNFCCC) forecasts crop failures, flooding and threats to freshwater supplies. Actions to mitigate the effects of climate change in developing countries include developing new species of food crops, constructing sea defences, planting vegetation, improving the water-supply infrastructre in vulnerable areas and increasing public awareness of the need to conserve water. Some 6,000 delegates will discuss these issues 6 - 17 November 2006. The United Nations Framework Convention on Climate Change (UNFCCC) senior-level round-table discussion on International Technology Cooperation on Environmentally Sound Technologies will take place on Tuesday, 14 November, 13.15 - 14.45 Of special interest will be the new report from UNFCCC on how climate change will affect the African continent."}, "6-93": {"heading": "Bloomberg and Clinton create green alliance ", "link": "https://en.wikinews.org/wiki/Bloomberg_and_Clinton_create_green_alliance", "date": "17-April-2011", "text": "Former President Bill Clinton and New York City Mayor Michael Bloomberg have revealed plans to merge their climate leadership groups C40 and the Clinton Climate Initiative on Wednesday. Bloomberg serves as the chair for C40 Cities, an organization of cities devoted to tackling climate change. Together with the Clinton Climate Initiative, a program of the William J. Clinton Foundation, the two high profile environmentalists believe the alliance will assist cities to reduce greenhouse gas emissions through a range of energy efficient and clean energy programs. \"I am pleased and honored to be here with my friend President Clinton. He has been a life-long champion of climate initiatives and I can think of no greater partner in this effort,\" said Bloomberg. President Clinton said the merger will \"make it possible to create jobs and grow economies through reduced emissions. By combining forces with the C40, I believe the CCI Cities Program can continue to expand this work and make an even greater impact.\" Mayor Bloomberg also announced  that the fourth C40 Summit will commence on May 31st in São Paulo. Both Clinton and Bloomberg will give keynote addresses at the summit, which is attended by the Mayors of many of the world's major cities."}, "6-94": {"heading": "'Crown Fire' forces residents in Southern California to evacuate homes ", "link": "https://en.wikinews.org/wiki/%27Crown_Fire%27_forces_residents_in_Southern_California_to_evacuate_homes", "date": "30-July-2010", "text": "Antelope Valley, California — A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon. Mandatory evacuation orders have been set in place, affecting 2,000 homes. The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains. The first was a 30-acre fire that began to the west of Lancaster in the Fairmont area. It was contained and suppressed by mid-afternoon, but the other two fires ignited while firefighters were battling the first. The second fire, the \"Briggs Fire\", began shortly after 2:00 pm near 8334 Soledad Canyon Road and Briggs Road, south of the freeway. It burned 500 acres south of the 14 Freeway, but the Los Angeles County Fire Department (LACFD) now has it contained, and firefighters are hopeful that it will burn itself out as it edges closer to the 160,577-acre burn area of last year's Station Fire. The third fire, the \"Crown Fire\", broke out at around the same time as the Briggs Fire on the northern side of the 14 Freeway near Acton. The Crown fire has so far burned 13,000 acres and has been heading north into Leona Valley and Palmdale. Over 800 firefighters are now tackling the Crown Fire on the ground, Boeing 747 and McDonnell Douglas DC-10 fixed-wing aircraft have taken to the skies to drop Phos-Chek slurry (a red powdery fire retardant that is a mixture of mostly water and fertilizer, and doesn't evaporate) on the fire, and modified Sikorsky UH-60 Black Hawk helicopters known as \"Firehawks\" are making water-drops. As well as LACFD, firefighters from Los Angeles City Fire Department, California Department of Forestry and Fire Protection (Cal Fire) are also helping to battle the fire. Weather conditions and topography have hindered their efforts, as temperatures rose to 98 degrees Fahrenheit today, with windspeeds of 25mph. Tonight, the National Weather Service predicts winds will reach as high as 50mph. The fire burned down a Los Angeles County Sheriff Department communications tower, forcing Lancaster and Palmdale-based deputies to set up mobile operations bases and coordinate their efforts using cell phones and computers. Last night, the California Aqueduct acted as a barrier to the fire. Residents of Leona Valley, Lake Elizabeth, Ritter Ranch, Rancho Vista, Ana Verde and Palmdale received Reverse 911 telephone calls last night alerting them of mandatory evacuations. Many of the evacuation orders were lifted this morning as the spread of the fire decreased. However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale. Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.The fire is also threatening five high-voltage power lines that supply electricity to much of Southern California. 21 customers in the immediate vicinity have been without power since yesterday. At 5:00 pm, California Governor Arnold Schwarzenegger, police and fire officials held a press conference. The governor said that the fire was 20% contained and had burned 13,000 acres. It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim."}, "6-95": {"heading": "Flash flooding kills fourteen hikers near Chongqing, China ", "link": "https://en.wikinews.org/wiki/Flash_flooding_kills_fourteen_hikers_near_Chongqing,_China", "date": "13-July-2009", "text": "14 people have died after heavy rain and flash flooding hit a gorge near the south western city of Chongqing, China. It is reported that a group of hikers entered a forbidden area of the Tanzhangxia Gorge along with a guide. 16 members of the group of 35 were rescued but 14 died and 5 are still missing. The flooding was caused by a heavy rainstorm on Saturday which caused a wall of water to trigger down the gorge. One survivor said the water was “several meters high”. Deng Ke survived by grapping a bamboo shoot. Around 400 rescue workers are helping the rescue effort and looking for any possible survivors. Several homes and streets were flooded during the rainstorm despite the effort of the villagers who built temporary flood guards. Rescue efforts are ongoing."}, "6-96": {"heading": "24 people rescued from roller coaster at California's Great America theme park ", "link": "https://en.wikinews.org/wiki/24_people_rescued_from_roller_coaster_at_California%27s_Great_America_theme_park", "date": "11-August-2009", "text": "24 people had to be rescued by fire fighters after a mechanical fault caused a roller coaster to stop mid journey at the California's Great America theme park in Santa Clara, California, United States. The Invertigo roller coaster malfunctioned at around 12:15 p.m. (PDT) leaving some riders stranded as high as 80 ft from the ground. The ride was stuck for several hours, and the last passenger reached the ground at 5:45 p.m.. None of the riders were injured during the incident. The theme park released a statement saying that the cause of the fault was a faulty lift chain.  They added that getting the ride fixed was \"priority number two while the passengers safety was the number one priority.\" One of the stuck passengers was Shannon Brown who said \"there was a lot of noise, parts went flying. A big, heavy piece of metal went flying. It gave a pretty rough stop -- knocked my glasses off.\" Passengers were given water as they waited in 90(F)-degree heat. Fire captain Scott Kouns said, \"It was a hot day in the Santa Clara with temperatures in the 90s. Any length of time trapped on a roller coaster would be uncomfortable, to say the least, and it took at least an hour to get the first person off the ride.\" After the riders were rescued, the theme park offered complimentary soft drinks and pizza."}, "6-97": {"heading": "January tornadoes, severe weather in southern, midwestern US cause fatalities ", "link": "https://en.wikinews.org/wiki/January_tornadoes,_severe_weather_in_southern,_midwestern_US_cause_fatalities", "date": "30-January-2013", "text": "Severe thunderstorms and tornadoes affected the midwestern and southern United States yesterday into today with damage reported in several states and at least two people killed. In Mississippi, at least ten counties suffered power outages, and the National Weather Service reported a tornado struck areas near the town of Sardis. At least 11,900 customers were without power in Indiana, where debris blocked roadways and a tornado reportedly damaged homes in the town of Solsberry. In Tennessee major damage was reported around the Nashville area with widespread tree and some building damage reported. One man was killed in Nashville when a tree fell on a building he was using as shelter, according to police. An EF2 tornado was also confirmed to have touched down in the town of Mount Juliet. Damage was also reported in Georgia, where a tornado caused extensive damage in Adairsville, and one person was reported killed. Damage and flipped vehicles resulted in the closure of Interstate 75 at Adairsville. The Storm Prediction Center and National Climatic Data Center said the fatality in Adairsville was the first tornado-related fatality in the United States in 220 days, since a deadly tornado in Florida June 24, ending the longest recorded time between tornado fatalities in the United States. The threat for severe weather is expected to continue into tonight as the storm system continues to push east, with the possibility of damaging winds, hail, and tornadoes."}, "6-98": {"heading": "Indonesian human-to-human bird flu infection may be false alarm ", "link": "https://en.wikinews.org/wiki/Indonesian_human-to-human_bird_flu_infection_may_be_false_alarm", "date": "3-June-2006", "text": "Human-to-human transmission of the H5N1 Avian Flu (Bird Flu) virus was earlier suspected in an Indonesian nurse currently hospitalised who was showing symptoms of the virus. However it is now being reported that tests on the woman for avian virus have been returned showing negative results, and that the samples are being sent to a World Health Organization approved laboratory in Hong Kong for further analysis and confirmation. \"Thank God, the result came back negative,\" said senior official for the Indonesian Health Ministry, Hariadi Wibisono. The nurse had been in close contact with two children, brother and sister, who have died. The sister, nine, was confirmed of having died from the virus by local lab tests. The brother was buried before any blood tests could be taken, but showed similar symptoms. It was reported on Friday that an analysis has shown that the virus has not mutated, and the WHO has said that there was no evidence so far of human-to-human transmission. Other members of the same family are currently ill, but all members have received the Tamiflu antiviral drug. \"I think it is a cluster.  The local test from the victim in Pamulang is bird flu positive.  The symptoms of the virus are very similar to previous clusters we've had.  The parents are also suffering from flu, and we are giving them a full dose of Tamiflu now,\" said Indonesia's Health Minister, Siti Fadilah Supari. \"The characteristics of germ (the boy had) is very similar (to his sister's), and now their mother and father are suffering from flu.  They are all in the Pamulang district,\" added Supari. The nurse, whose initials are \"C.I.,\" 25, has been put in isolation at Bandung's Hasan Sadikin Hospital, but officials say that her condition is stable and that her case may be the result of human-to-human transmission due to the fact that she has not had any contact with poultry. \"We could not confirm whether she is positive of having been infected by avian influenza virus or not, although she had earlier have contacts with siblings, 18-year old Ad and 10-year old Ai, who died of bird flu virus recently,\" said Hadi Yusuf, chief of the Bird Flu team at Sadikin Hospital. \"When she arrived at this hospital last night, her body temperature was very high, namely 39.6 Celsius degrees but now it has decreased to 37 Celsius degrees. After considering her contact with dead bird flu victims, we declared her a suspected bird flu case. But she is still fully conscious, her breathing problems are not too serious and she's not experiencing chest pain,\" added Yusuf. The names of the children and the nurse have not been released. The nurse is undergoing treatment and has been administered Tamiflu. She is expected to be released when the required amount of doses is given, which officials say could be as early as next week."}, "6-99": {"heading": "Severe flooding leaves 28 dead in southern United States ", "link": "https://en.wikinews.org/wiki/Severe_flooding_leaves_28_dead_in_southern_United_States", "date": "4-May-2010", "text": "Severe flooding in the southern United States left 28 people dead and caused extensive damage over the weekend. Two days of torrential rainfall, amounting to 13 inches (330 mm) in Nashville, Tennessee, swelled rivers and triggered rapidly rising waters. The states of Tennessee, Kentucky, and Mississippi were hit the hardest. The deluge caught many off-guard, forcing stranded residents to be rescued by boat. Parts of downtown Nashville were evacuated, and bus service there was suspended. Thousands of homeowners also lost electricity. The Cumberland River rose to extremely high levels, nearly 12 feet (3.7 m) above flood stage, and is not expected to return to normal levels until Wednesday morning. Kentucky Governor Steve Beshear issued a state of emergency in response to the floods. He said, \"The safety of our citizens is my first priority. That is why I urge individuals who encounter high waters to use extreme caution and avoid unnecessary contact with flood waters if at all possible. Our thoughts are especially with those who lost loved ones in the tragic deaths that have been attributed to the weekend's storms.\" Forty-five counties in the state posted emergency declarations. In Tennessee, where the storms' death toll continues to rise, Governor Phil Bredesen requested federal assistance from President Barack Obama. After surveying the damage, Bredesen remarked, \"We’re going to need a lot of help over these weeks ahead to get out of this.\" Total damages from what may be a 500- or 1,000-year flood event could be worth billions of dollars. Many prominent buildings were submerged in the Nashville area, where about 50 schools sustained damage. Meteorologists explain that the flooding came as a result of a slow-moving weather system that tapped into moisture from the Gulf of Mexico and pulled it northward into an unstable air mass. The storms' effects were even felt in Atlanta, Georgia, although to a lesser degree."}, "6-100": {"heading": "Swine flu: recent developments worldwide ", "link": "https://en.wikinews.org/wiki/Swine_flu:_recent_developments_worldwide", "date": "6-June-2009", "text": "The H1N1 swine flu virus has now spread to 66 different countries throughout the globe, with at least 19,273 confirmed cases and 117 deaths having been reported according to the latest World Health Organisation (WHO) tally. A majority of the cases were reported by the United States, which now has at least 10,053 confirmed infections from the disease. Egypt, Bulgaria, and Nicaragua each reported their first case, while Lebanon reported three. The WHO's pandemic alert level is at the fifth level, on a scale of one to six. In order for a transition for the highest level to be made, the organisation must confirm a significant spread of swine flu in at least two continents. The WHO has recently been under pressure to include the severity of a disease spread to its criteria, not just the geographical spread of a virus. The WHO said that its committee had agreed that a statement on the strength of an epidemic should be made in any future pandemic declarations. \"There was a broad consensus on the importance of including information on severity in future announcements,\" the WHO said in a statement. Australian health minister Nicola Roxon said that there are currently 878 confirmed cases of the influenza in Australia. The bulk of the cases have been in the state of Victoria, which has 752 infected persons. New South Wales is the second, with 74 infections. Roxon predicted that the swine flu will be a problem in the next two winters, despite efforts to curb its spread. \"I would have thought we're not at the halfway point, given that we still don't have an extensive spread in Australia,\" Roxon said. \"We are only part way, but closer, to having a vaccine and we are still prepared to put all our efforts into containing the disease as much as possible.\" Roxon said that Australia's hospitals will start taking samples from people infected with the flu to monitor its spread. She said that \"it gives us the tools to monitor how much of the flu in the coming weeks is seasonal flu, how much is actually this H1N1 strain, and we will simply have to keep monitoring that over the coming months.\" Roxon added that \"this is a time to be cautious, where the combination of the flus might turn it into something much less virulent or something more virulent.\" Meanwhile, Singapore has urged its residents not to travel to Victoria. A warning at the government website said that Melbourne and Victoria were affected by the disease, and advised any Singapore residents returning from those areas to keep an eye on their health for swine flu symptoms. The health ministry of Brazil announced on Tuesday that the number of infected people in the country has been increased to 23 after two new cases were confirmed. 25 people are also suspected to be infected. The ministry said that both new patients are in stable condition, and had both been infected after traveling to the U.S. Of Brazil's H1N1 cases, nine are in São Paulo, seven in Rio de Janeiro, four in Santa Catarina, and one apiece in Rio Grande do Sul, Tocantins, and Minas Gerais. Seven of the cases had been transmitted domestically. 1,795 laboratory-confirmed cases of H1N1 were reported in three territories and nine provinces of Canada as of Wednesday. The federal health minister, Leona Aglukkaq, pledged on Friday to give CA$10.8 million to help fight the flu. The Canadian government is creating a new swine flu network to help connect health officials with researchers. \"These projects will have huge benefits [...] They will help public health officials across Canada in their efforts to plan, design and evaluate interventions to control the spread of the virus and protect the health of Canadians,\" Aglukkaq said. Almost four hundred swine flu cases in the South American country of Chile have been reported, local health officials say. The Institute of Public Health in Santiago reported that 393 cases were confirmed in the country in a statement on its website. The institute said that while 98% of cases were only \"mild\", about two percent of all infections were fatal. Swine flu cases in Chile have increased twofold within the last seven days. New Zealand now has eleven confirmed cases of the swine flu. A further 63 are in quarantine and have been prescribed the antiviral drug oseltamivir (which goes by the trade name of Tamiflu). Health officials from the Philippines said that seven more people tested positive for the influenza on Thursday, increasing the number of confirmed infections from the disease in the country to 29. There are a further 47 laboratory results pending confirmation. Francisco Duque, the Philippine's health secretary, said six of the cases were in Filipinos who had returned from visits to the U.S. \"With further characterization of the virus in our local cases, if we see that A/H1N1 poses no severe threat and is self-limited in most cases, we may be seeing a shift in our control strategy to outpatient and home management of patients showing only mild symptoms,\" Duque said. Russia has reported its first case of the flu, in an unidentified 28-year-old man who had recently been in New York. The man had initially passed a medical check when he arrived at Moscow's Sheremetyevo International Airport last Monday, but began to feel ill two days later and was hospitalised the same day. It is currently uncertain how he obtained the virus. Russian officials are currently screening flights that have departed from \"countries of concern\", including all countries in the Americas, as well as Japan and Spain. People arriving on flights from such countries have their temperatures checked by remote sensors, and those with high temperatures are hospitalised and tested for the H1N1 virus. Over a score of people so far have been identified as having symptoms of the disease, but all of them were cleared after later tests. Turkey's first case happened on May 16 when a passenger flying from United States to Iraq through a connected flight over Turkey entered to İstanbul Atatürk International Airport. With the latest arrival of 2 Turkish passengers from New York and Toronto on June 3, the number of confirmed cases increased to 10. The Turkish Ministry of Health reported that no infections related for human-to-human transfer of the virus are observed until now and the hospitalized cases are treated in a dedicated hospital in Istanbul. 486 people have been confirmed as infected with the H1N1 virus in the United Kingdom. 27 new cases in England were confirmed recently. Five people in the Glasgow area have been hospitalised. Three of them are in intensive care, although one man recently improved and was moved into to high dependency. A 44-year-old woman, who is said to have had underlying health conditions, is also in high dependency, at the Royal Alexandra Hospital, in Paisley. Scotland is the part of the UK with the highest ratio of affected people to population. The U.S. is the country with the highest number of confirmed swine flu infections. The U.S. Centers for Disease Control and Prevention reported that at least 27 people have died from the virus, and a further 13,271 cases have been reported throughout the country. All fifty states, as well as two territories, have reported cases. The state of Wisconsin has been the worst hit, with 2,217 infections, as well as three additional suspected cases. \"What is unusual today is not that there has been a death from influenza. Over 37,000 people die in the United States each year of seasonal influenza, and the rates of death and illness from this novel H1N1 strain does not appear to be radically different,\" said Seth Foldy, a Wisconsin health official. \"What is unusual this year is that influenza continues to be widely circulating in Wisconsin and many, many other states this late in the year.\" Vietnam's fourth swine flu infection was confirmed on Thursday, in a six-year-old girl in Vietnam's capital of Ho Chi Minh City, a local media report said. The child is currently receiving treatment. All of the infected patients had recently traveled to the United States."}}